Repository: Cybso/server
Catalog: translationfiles/*/comments.po
Languages: af, ast, bg, ca, cs, da, de, es, et_ee, eu, fi, fr, gl, hu, ia, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nl, pl, pt_br, ro, ru, si_lk, sq, sr, sv, tr, vi

source: Comments
af: Kommentare
ast: Comentarios
bg: Коментари
ca: Comentaris
cs: Komentáře
da: Kommentarer
de: Kommentare
es: Comentarios
et_ee: Kommentaarid
eu: Iruzkinak
fi: Kommentit
fr: Commentaires
gl: Comentarios
hu: Hozzászólások
ia: Commentarios
is: Athugasemdir
it: Commenti
ja: コメント
ka_ge: კომენტარები
ko: 댓글
lt_lt: Komentarai
lv: Komentāri
mn: Сэтгэгдэл
nl: Reacties
pl: Komentarze
pt_br: Comentários
ro: Comentarii
ru: Комментарии
si_lk: අදහස් දැක්වීම්
sq: Komente
sr: Коментари
sv: Kommentarer
tr: Yorumlar
vi: Các bình luận

source: New comment …
af: Nuwe kommentaar…
ast: Comentariu nuevu...
bg: Нов коментар...
ca: Nou comentari...
cs: Nový komentář ...
da: Ny kommentar ...
de: Neuer Kommentar …
es: Nuevo comentario
et_ee: Uus kommentaar
eu: Iruzkin berria...
fi: Uusi kommentti…
fr: Nouveau commentaire...
gl: Comentario novo …
hu: Új hozzászólás...
ia: Nove commentario ...
is: Ný athugasemd ...
it: Nuovo commento...
ja: 新しいコメント...
ka_ge: ახალი კომენტარი ...
ko: 새로운 댓글 …
lt_lt: Naujas komentaras …
lv: Jauns komentārs...
mn: Шинэ сэтгэгдэл
nl: Nieuwe reactie ...
pl: Nowy komentarz...
pt_br: Novo comentário
ro: Comentariu nou...
ru: Новый комментарий...
si_lk: අලුත් අදහස් දැක්වීමක් ...
sq: Koment i ri ...
sr: Нови коментар …
sv: Ny kommentar ...
tr: Yorum ekle ...
vi: Tạo bình luận mới

source: Delete comment
af: Skrap kommentaar
ast: Desaniciar comentariu
bg: Изтрий коментар
ca: Esborrar comentari
cs: Smazat komentář
da: Slet kommentar
de: Kommentar löschen
es: Borrar comentario
et_ee: Kustuta kommentaar
eu: Ezabatu iruzkina
fi: Poista kommentti
fr: Supprimer le commentaire
gl: Eliminar comentario
hu: Hozzászólás törlése
ia: Deler commentario
is: Eyða athugasemd
it: Elimina commento
ja: コメントを削除
ka_ge: კომენტარის გაუქმება
ko: 댓글 삭제
lt_lt: Ištrinti komentarą
lv: Dzēst komentāru
mn: Сэтгэгдэл устгах
nl: Verwijder reactie
pl: Skasuj komentarz
pt_br: Excluir comentário
ro: Șterge comentariul
ru: Удалить комментарий
si_lk: අදහස් දැක්වීම මකන්න
sq: Fshije komentin
sr: Обриши коментар
sv: Radera kommentar
tr: Yorumu sil
vi: Xóa bình luận

source: Post
af: Plaas
ast: Espublizar
bg: Публикация
ca: Publica
cs: Zveřejnit
da: Indlæg
de: Speichern
es: Publicar
et_ee: Postita
eu: Bidali
fi: Lähetä
fr: Poster
gl: Publicar
hu: Küldés
ia: Publicar
is: Senda
it: Commento
ja: 追加
ka_ge: პოსტი
ko: 게시
lt_lt: Įrašas
lv: Pievienot
mn: Нийтлэл
nl: Reageer
pl: Zapisz
pt_br: Postar
ro: Postează
ru: Опубликовать
si_lk: ලිපියක්
sq: Postoje
sr: Објави
sv: Skicka
tr: Gönder
vi: Đăng

source: Cancel
af: Kanselleer
ast: Encaboxar
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
es: Cancelar
et_ee: Loobu
eu: Utzi
fi: Peruuta
fr: Annuler
gl: Cancelar
hu: Mégsem
ia: Cancellar
is: Hætta við
it: Annulla
ja: キャンセル
ka_ge: უარყოფა
ko: 취소
lt_lt: Atsisakyti
lv: Atcelt
mn: Цуцлах
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
si_lk: එපා
sq: Anuloje
sr: Откажи
sv: Avbryt
tr: İptal
vi: Hủy

source: Edit comment
af: Wysig kommentaar
ast: Editar comentariu
bg: Редактирай коментра
ca: Editar comentari
cs: Upravit komentář
da: Rediger kommentar
de: Kommentar bearbeiten
es: Editar comentario
et_ee: Muuda kommentaari
eu: Iruzkina editatu
fi: Muokkaa kommenttia
fr: Modifier le commentaire
gl: Editar comentario
hu: Hozzászólás szerkesztése
ia: Modificar commentario
is: Breyta athugasemd
it: Modifica commento
ja: コメントを編集
ka_ge: კომენტარის ცვლილება
ko: 댓글 편집
lt_lt: Redaguoti komentarą
lv: Rediģēt komentāru
mn: Сэтгэгдэл засах
nl: Bewerk reactie
pl: Edytuj komentarz
pt_br: Editar comentário
ro: Editează comentariul
ru: Редактировать комментарий
si_lk: අදහස වෙනස් කරන්න
sq: Përpunoni komentin
sr: Измени коментар
sv: Redigera kommentar
tr: Yorumu düzenle
vi: Sửa bình luận

source: [Deleted user]
af: [Geskrapte gebruiker]
ast: [Usuariu desaniciáu]
bg: [Изтрит потребител]
ca: [usuari Esborrat]
cs: [Smazaný uživatel]
da: [Slettet user]
de: [Gelöschter Benutzer]
es: [Usuario eliminado]
et_ee: [Kustutatud kasutaja]
fi: [Poistettu käyttäjä]
fr: [Utilisateur supprimé]
gl: [Usuario eliminado]
hu: [Törölt felhasználó]
ia: [Usator delite]
is: [Eyddur notandi]
it: [Utente eliminato]
ja: [削除済みユーザー]
ka_ge: [გაუქმებული მომხმარებელი]
ko: [삭제된 사용자]
lt_lt: [Ištrintas naudotojas]
lv: [Dzēsts lietotājs]
mn: [Хэрэглэгч устгагдсан]
nl: [Verwijderde gebruiker]
pl: [Usunięty użytkownik]
pt_br: [Usuário excluído]
ro: [Utilizator șters]
ru: [Удалённый пользователь]
si_lk: [ඉවත්කළ සේවාදායකයා]
sq: [Përdorues i fshirë]
sr: [Обрисан корисник]
sv: [Raderad användare]
tr: [Silinmiş kullanıcı]
vi: [Người dùng bị xoá]

source: No comments yet, start the conversation!
af: Nog geen kommentaar, begin die gesprek!
ast: Entá nun hai comentarios. ¡Entama una conversación!
bg: Все-още няма коментари, започни разговор!
ca: Encara no hi ha comentaris. Comenceu la conversa!
cs: Zatím bez komentářů, začněte konverzaci!
da: Ingen kommentarer endnu, start samtalen!
de: Keine Kommentare bisher. Beginne die Diskussion!
es: ¡No hay comentarios, empieza la conversación!
et_ee: Kommentaare veel pole, alusta vestlust
eu: Oraindik ez dago iruzkinik, izan zaitez lehena zerbait esanez!
fi: Ei kommentteja vielä. Aloita keskustelu!
fr: Il n'y a aucun commentaire, démarrez la conversation !
gl: Aínda non hai comentarios, comeza a conversa!
hu: Még nincsenek hozzászólások, kezdd el a beszélgetést!
ia: Il ha nulle commentarios ancora, initia le conversation!
is: Engar athugasemdir ennþá, byrjaðu umræðuna!
it: Ancora nessun commento, inizia la conversazione!
ja: まだコメントはありません、会話を開始してください！
ka_ge: ჯერ კომენტარები არაა, დაიწყეთ საუბარი!
ko: 아직 댓글이 없습니다. 대화를 시작하십시오!
lt_lt: Kol kas komentarų nėra, pradėkite pokalbį!
lv: Vēl nav komentāru, uzsāciet sarunu!
mn: Сэтгэгдэл байхгүй байна
nl: Nog geen reacties, start de discussie!
pl: Brak komentarzy, zacznij konwersację!
pt_br: Nenhum comentário ainda, inicie uma conversa!
ro: Nici un comentariu încă, începe conversația!
ru: Комментарии отсутствуют, начните обсуждение!
si_lk: තවම අදහස් නැත. ආරම්බක අදහස ඇතුළු කරන්න !
sq: Akoma asnjë koment, fillo një bisedë!
sr: Тренутно нема коментара. Започните дискусију
sv: Inga kommentarer ännu.
tr: Henüz bir yorum yapılmamış! Bir sohbet başlatın!
vi: Không có bình luận nào, bắt đầu cuộc hội thoại!

source: More comments …
af: Nog kommentare …
ast: Más comentarios...
bg: Още коментари...
ca: Més comentaris...
cs: Více komentářů ...
da: Flere kommentarer...
de: Weitere Kommentare…
es: Más comentarios ...
et_ee: Veel kommentaare ...
eu: Iruzkin gehiago...
fi: Lisää kommentteja…
fr: Plus de commentaires ...
gl: Máis comentarios …
hu: Több hozzászólás...
ia: Plus commentarios ...
is: Fleiri athugasemdir ...
it: Altri commenti...
ja: その他のコメント...
ka_ge: მეტი კომენტარი ...
ko: 더 많은 댓글 …
lt_lt: Daugiau komentarų …
lv: Vairāk komentāri...
mn: Дараагийн сэтгэгдэлүүд
nl: Meer reacties ...
pl: Więcej komentarzy ...
pt_br: Mais comentários...
ro: Mai multe comentarii...
ru: Ещё комментарии...
si_lk: තවත් අදහස් ...
sq: Më shumë komente ...
sr: Преостали коментари …
sv: Fler kommentarer ...
tr: Diğer yorumlar ...
vi: Xem thêm các bình luận...

source: Save
af: Bewaar
ast: Guardar
bg: Запазване
ca: Desa
cs: Uložit
da: Gem
de: Speichern
es: Guardar
et_ee: Salvesta
eu: Gorde
fi: Tallenna
fr: Enregistrer
gl: Gardar
hu: Mentés
ia: Salveguardar
is: Vista
it: Salva
ja: 保存
ka_ge: შენახვა
ko: 저장
lt_lt: Įrašyti
lv: Saglabāt
mn: Хадгалах
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
si_lk: සුරකින්න
sq: Ruaje
sr: Сачувај
sv: Spara
tr: Kaydet
vi: Lưu

source: Allowed characters {count} of {max}
af: Toegelate karakters {telling} van {maks}
ast: {count} caráuteres almitíos de {max}
bg: Позволени символи {count} от {max}
ca: {count} caràcters permesos de {max}
cs: Povolených znaků {count} z {max}
da: Tilladte tegn {count} af {max}
de: Erlaubte Zeichen {count} von {max}
es: Caracteres permitidos {count} de {max}
et_ee: Lubatud märkide arv {count}/{max}
eu: Onartutako karaktereak {max}-tik {count}
fi: Sallittujen merkkien määrä {count}/{max}
fr: {count} sur {max} caractères autorisés
gl: Caracteres permitidos {count} de {max}
hu: Engedélyezett karakterek: {count} / {max}
ia: {count} characteres permittite de {max}
is: Leyfður stafafjöldi {count} af {max}
it: Caratteri consentiti {count} di {max}
ja: 入力文字数 {count} / {max}
ka_ge: დაშვებული სიმბოლოები {count} {max}-იდან
ko: {count}/{max} 글자 사용 가능
lt_lt: Leidžiama simbolių {count} iš {max}
lv: Atļautās zīmes {count} no {max}
mn: {max} боломжойгоос {count} тэмдэгт орсон байна
nl: {count} van de {max} toegestane tekens
pl: Dozwolone znaki {count} z {max}
pt_br: {count} de {max} caracteres permitidos
ro: Caractere admise {count} din {max}
ru: Допустимых символов {count} из {max}
si_lk: අකුරු {max} න් {count} බාවිතා කර ඇත
sq: Shenja të lejuara {count} nga {max}
sr: Дозвољених {count} знакова од {max}
sv: Antal tillåtna tecken, {count} av {max}
tr: Yazılabilecek karakter sayısı {count}/{max}
vi: Số ký tự được còn lại là {count} trong tổng số {max}

source: Error occurred while retrieving comment with id {id}
af: ’n Fout het voorgekom toe kommentaar met id {id} opgehaal is
ast: Asocedió un fallu entrín se recibía'l comentariu cola ID {id}
bg: Възникна грешка по време на извличане на коментар с код {id}
ca: Hi ha hagut un error en extraure el comentari amb id {id}
cs: Došlo k chybě při načítání komentáře s id {id}
da: Der opstod fejl under hentning af kommentar med id {id}
de: Es ist ein Fehler beim Empfangen des Kommentars mit der ID {id} aufgetreten
es: Se ha producido un error al recuperar el comentario con ID {id}
et_ee: Kommentaari {id} laadimisel tekkis tõrge
eu: Akatsa gertatu da {id} id duen iruzkina berreskuratzerakoan
fi: Virhe noutaessa kommenttia tunnisteella {id}
fr: Une erreur est survenue lors de la récupération du commentaire avec l'id {id}
gl: Produciuse un erro ao recuperar o comentario co ID {id}
hu: Hiba a következő azonosítójú hozzászólás letöltése közben: {id}
ia: Un error occurreva durante le recuperation del commentario identificate per {id}
is: Villa kom upp við að reyna að ná í athugasemd með auðkenninu {id}
it: Si è verificato un errore durante il tentativo di recupero del commento con id {id}
ja: コメントID {id} のコメントを取得する際にエラーが発生
ka_ge: კომენტარის id-ით {id}-ის მიღებისას წარმოიშვა შეცდომა
ko: 댓글 ID {id}을(를) 가져오는 중 오류가 발생했습니다
lt_lt: Klaida bandant parodyti komentarą pagal identifikavimo numerį {id}
lv: Notika kļūda saņemot komentāru ar id {id}
mn: {id} дугаартай сэтгэгдлийг авахад алдаа гарлаа
nl: Er trad een fout op bij het ophalen van reactie met id {id}
pl: W trakcie pobierania komentarza o identyfikatorze {id} wystąpił błąd.
pt_br: Ocorreu um erro durante a recuperação do comentário com id {id}
ro: Eroare la returnarea comentariului cu id-ul {id}
ru: При получении комментария с id {id} произошла ошибка
si_lk: {id} අදහස ලබාගැනීමේ ගැටළුවක් ඇත
sq: Ndodhi një gabim teksa merrej komenti me id{id}
sr: Дошло је до грешке при прегледу коментара ознаке {id}
sv: Fel inträffade vid inläsning av kommentar med id {id}
tr: {id} kodlu yorum alınırken sorun çıktı
vi: Có lỗi xảy ra khi truy xuất bình luận có id {id}

source: Error occurred while updating comment with id {id}
af: ’n Fout het voorgekom toe kommentaar met id {id} bygewerk is
ast: Asocedió un fallu entrín s'anovaba'l comentariu cola ID {id}
bg: Възникна грешка по време на обновяване на коментар с код {id}
ca: Hi ha hagut un error en actualitzar el comentari amb id {id}
cs: Došlo k chybě při aktualizování komentáře s id {id}
da: Der opstod fejl under opdatering af kommentar med id {id}
de: Es ist ein Fehler beim Aktualisieren des Kommentars mit der ID {id} aufgetreten
es: Se ha producido un error al actualizar el comentario con ID {id}
et_ee: Kommentaari {id} uuendamisel tekkis tõrge
eu: Akats bat gertatu da {id} id duen iruzkina aldatzerakoan
fi: Virhe päivittäessä kommenttia tunnisteella {id}
fr: Une erreur est survenue lors de la mise à jour du commentaire avec l'id {id}
gl: Produciuse un erro ao actualizar o comentario co ID {id}
hu: Hiba a következő azonosítójú hozzászólás frissítése közben: {id}
ia: Un error occurreva durante le actualisation del commentario identificate per {id}
is: Villa kom upp við að reyna að uppfæra athugasemd með auðkenninu {id}
it: Si è verificato un errore durante il tentativo di aggiornamento del commento con id {id}
ja: コメントID {id} のコメントをアップロードする際にエラーが発生
ka_ge: კომენტარის id-იდ {id}-ის ცვლილებისას წარმოიშვა შეცდომა
ko: 댓글 ID {id}을(를) 업데이트하는 동안 오류가 발생했습니다
lt_lt: Klaida bandant pataisyti komentarą pagal identifikavimo numerį {id}
lv: Kļūda atjauninot komentāru ar id {id}
mn: {id} дугаартай сэтгэгдлийг шинэчилэхэд алдаа гарлаа
nl: Er trad een fout op bij het bijwerken van reactie met id {id}
pl: W trakcie aktualizacji komentarza o identyfikatorze {id} wystąpił błąd.
pt_br: Ocorreu um erro durante a atualização do comentário com id {id}
ro: Eroare la actualizarea comentariului cu id-ul {id}
ru: При обновлении комментария с id {id} произошла ошибка
si_lk: {id} අදහස වෙනස් කිරීමේ දෝෂයක් ඇත
sq: Ndodhi një gabim teksa përditësohej komenti me id {id}
sr: Дошло је до грешке при преправци коментара ознаке {id}
sv: Fel inträffade vid uppdatering av kommentar med id {id}
tr: {id} kodlu yorum güncellenirken sorun çıktı
vi: Có lỗi xảy ra khi cập nhật bình luận có id {id}

source: Error occurred while posting comment
af: ’n Fout het voorgekom toe kommentaar geplaas is
ast: Asocedieron fallos entrín s'espublizaba'l comentariu
bg: Възникна грешка по време на изпращане на коментар
ca: Hi ha hagut un error en publicar el comentari
cs: Došlo k chybě při zveřejňování komentáře
da: Der opstod fejl under indsendelse af kommentar
de: Es ist ein Fehler beim Veröffentlichen des Kommentars aufgetreten
es: Se ha producido un error al enviar el comentario
et_ee: Viga kommentaari postitamisel
eu: Akats bat gertatu da iruzkina bidaltzerakoan
fi: Virhe kommenttia lähettäessä
fr: Une erreur est survenue lors de l'envoi du commentaire
gl: Produciuse un erro ao publicar o comentario
hu: Hiba történt a hozzászólás küldése közben
ia: Un error occurreva durante le publication del commentario
is: Villa kom upp við að senda inn athugasemd
it: Si è verificato un errore durante la pubblicazione del commento.
ja: コメント投稿時にエラーが発生
ka_ge: კომენტარის გამოქვეყნებისას წარმოიშვა შეცდომა
ko: 댓글을 게시하는 중 오류가 발생했습니다
lt_lt: Skelbiant komentarą, įvyko klaida
lv: Notika kļūda pievienojot komentāru
mn: Сэтгэгдлийг хадгалахад алдаа гарлаа
nl: Er trad een fout op bij plaatsen reactie
pl: Podczas wysyłania komentarza wystąpił błąd
pt_br: Ocorreu um erro ao postar o comentário
ro: Eroare la postarea comentariului
ru: При сохранении комментария произошла ошибка
si_lk: අදහස්ගැ දැක්වීමේ ගැටළුවක් ඇත
sq: Ndodhi një gabim teksa postohej komenti
sr: Дошло је до грешке при објави коментара
sv: Fel inträffade vid publicering av kommentar
tr: Yorum gönderilirken sorun çıktı
vi: Có lỗi xảy ra khi đăng bình luận

source: %n unread comment
af: %n ongeleesde kommentaar
ast: %n comentariu ensin lleer
bg: %n непрочетен коментар
ca: %n comentari no llegit
cs: %n nepřečtený komentář
da: %n ulæst kommentar
de: %n ungelesener Kommentar
es: %n comentario sin leer
et_ee: %n lugemata kommentaar
eu: iruzkin %n irakurri gabe
fi: %n lukematon kommentti
fr: %n commentaire non lu
gl: %n comentario sen ler
hu: %n olvasatlan hozzászólás
ia: %n commentario non legite
is: %n ólesin athugasemd
it: %n commento non letto
ja: %n の未読のコメント
ka_ge: %n წაუკუთხავი კომენტარი
ko: 읽지 않은 댓글 %n개
lt_lt: %n neskaitytas komentaras
lv: %n nelasīti komentāri
nl: %n ongelezen reactie
pl: %n nieprzeczytany komentarz
pt_br: %n comentários não lidos
ro: %n comentariu necitit
ru: %n непрочитанный комментарий
sq: %n komente të palexuara
sr: %nнепрочитани коментар
sv: %n oläst kommentar
tr: %n okunmamış yorum
vi: %n bình luận chưa đọc

source: Comment
af: Kommentaar
ast: Comentariu
bg: Коментар
ca: Comentari
cs: Komentář
da: Kommentér
de: Kommentar
es: Comentar
et_ee: Kommentaar
eu: Iruzkina
fi: Kommentti
fr: Commenter
gl: Comentario
hu: Hozzászólás
ia: Commentario
is: Athugasemd
it: Commento
ja: コメント
ka_ge: კომენტარის დამატება
ko: 설명
lt_lt: Komentaras
lv: Komentārs
mn: Сэтгэгдэл
nl: Reactie
pl: Komentarz
pt_br: Comentar
ro: Comentariu
ru: Комментарий
si_lk: අදහස
sq: Koment
sr: Коментар
sv: Kommentar
tr: Yorum
vi: Bình luận

source: You commented
af: U het kommentaar gelewer
ast: Comentesti
bg: Вие коментирахте
ca: Heu comentat
cs: Okomentoval(a) jsi
da: Du kommenterede
de: Von Dir kommentiert
es: Has comentado
et_ee: Sa kommenteerisid
eu: Iruzkindu duzu
fi: Kommentoit
fr: Vous avez commenté
gl: Vostede comentou
hu: Hozzászóltál
ia: Tu commentava
is: Þú settir inn athugasemd
it: Hai commentato
ja: コメント済
ka_ge: თქვენ გააკეთეთ კომენტარი
ko: 댓글 남김
lt_lt: Jūs pakomentavote
lv: Tu komentēji
mn: Та сэтгэгдэл бичсэн байна
nl: Je reageerde
pl: Skomentowałeś/-aś
pt_br: Você comentou
ro: Ai comentat
ru: Вы прокомментировали
si_lk: ඔයාගේ අදහස
sq: Komentuat
sr: Искоментарисали сте
sv: Du kommenterade
tr: Yorum yaptınız
vi: Bạn đã bình luận

source: %1$s commented
af: %1$s het kommentaar gelewer
ast: %1$s comentó
bg: %1$s коментира
ca: %1$s ha comentat
cs: %1$s okomentován
da: %1$s kommenterede
de: %1$s kommentierte
es: %1$s comentados
et_ee: %1$s kommenteeris
eu: %1$s iruzkin du
fi: %1$s kommentoi
fr: %1$s a commenté
gl: %1$s comentados
hu: %1$s hozzászólt
ia: %1$s commentava
is: %1$s setti inn athugasemd
it: %1$s ha commentato
ja: %1$s がコメントを追加
ka_ge: %1$s მოხმარებელმა გააკეთა კომენტარი
ko: %1$s 님의 댓글
lt_lt: %1$s pakomentavo
lv: %1$s komentēja
mn: %1$s сэтгэгдэл бичсэн
nl: %1$s heeft gereageerd
pl: %1$s skomentował/-a
pt_br: %1$s comentou
ro: %1$s a comentat
ru: %1$s прокомментировано
si_lk: %1$s අදහස් දක්වා ඇත
sq: %1$s komentoi
sr: %1$s коментарисао
sv: %1$s kommenterade
tr: %1$s yorumlanmış
vi: %1$s được bình luận

source: {author} commented
af: {outeur} het kommentaar gelewer
ast: {author} comentó
bg: {author} коментира
ca: {author} ha comentat
cs: {author} okomentoval(a)
da: {author} kommenterede
de: {author} kommentierte
es: {author} comentó
et_ee: {author} kommenteeris
eu: {author}-(e)k iruzkin du
fi: {author} kommentoi
fr: {author} a commenté
gl: {author} comentou
hu: {author} hozzászólt
ia: {author} commentava
is: {author} setti inn athugasemd
it: {author} ha commentato
ja: {author} がコメントしました
ka_ge: {author} მომხმარებელმა გააკეთა კომენტარი
ko: {author} 님이 댓글 남김
lt_lt: {author} pakomentavo
lv: {author} komentēja
mn: {author} сэтгэгдэл бичсэн
nl: {author} reageerde
pl: {author} skomentował/-a
pt_br: {author} comentou
ro: {author} a comentat
ru: {author} прокомментировал
si_lk: {අයිතිකරු} අදහස් දක්වා ඇත
sq: {autori} u komentua
sr: {author} коментарисао
sv: {author} kommenterade
tr: {author} yorum yaptı
vi: {author} đã bình luận

source: You commented on %1$s
af: U het op %1$s kommentaar gelewer
ast: Comentesti en %1$s
bg: Ти коментира за %1$s
ca: Heu comentat a %1$s
cs: Okomentoval(a) jste %1$s
da: Du kommenterede %1$s
de: Du hast %1$s kommentiert
es: Has comentado en %1$s
et_ee: Sa kommmenteerisid %1$s
eu: %1$s-en Iruzkin duzu
fi: Kommentoit %1$s
fr: Vous avez commenté %1$s
gl: Vostede comentou en %1$s
hu: Hozzászoltál ehhez: %1$s
ia: Tu commentava in %1$s
is: Þú settir inn athugasemd við %1$s
it: Hai commentato su %1$s
ja: %1$s にコメントしました
ka_ge: თქვენ გააკეთეთ კომენტარი %1$s-ზე
ko: %1$s에 댓글 남김
lt_lt: Pakomentavote %1$s
lv: Tu komentēji %1$s
mn: Та %1$s нийтлэл дээр сэтгэгдэл бичсэн байна
nl: Je reageerde op %1$s
pl: Skomentowałeś/-aś w %1$s
pt_br: Você comentou em %1$s
ro: Ai comentat la %1$s
ru: Вы прокомментировали %1$s
si_lk: ඔබ %1$s හි අදහස් දක්වා ඇත
sq: Ju komentuat në %1$s
sr: Коментарисали сте на %1$s
sv: Du kommenterade på %1$s
tr: %1$s hakkında yorum yaptınız
vi: Bạn đã bình luận về %1$s

source: You commented on {file}
af: U het op {lêer} kommentaar gelewer
ast: Comentesti en {file}
bg: Ти коментира за {file}
ca: Heu comentat a {file}
cs: Okomentoval(a) jste {file}
da: Du kommenterede {file}
de: Du hast {file} kommentiert
es: Has comentado en {file}
et_ee: Sa kommenteerisid faili {file}
eu: {file}-en Iruzkin duzu
fi: Kommentoit tiedostoa {file}
fr: Vous avez commenté {file}
gl: Vostede comentou en {file}
hu: Hozzászóltál ehhez: {file}
ia: Tu commentava in {file}
is: Þú settir inn athugasemd við {file}
it: Hai commentato su {file}
ja: {file} にコメントしました
ka_ge: თქვენ გააკეთეთ კომენტარი {file}-ზე
ko: {file}에 댓글 남김
lt_lt: Pakomentavote {file}
lv: Tu komentēji {file}
mn: Та {file} сэтгэгдэл бичсэн байна
nl: Je reageerde op {file}
pl: Skomentowałeś/-aś w {file}
pt_br: Você comentou sobre {file}
ro: Ai comentat la {file}
ru: Вы прокомментировали {file}
si_lk: ඔබ {file} හි අදහස් දක්වා ඇත
sq: Ju komentuat në {file}
sr: Коментаристали сте на {file}
sv: Du kommenterade på {file}
tr: {file} hakkında yorum yaptınız
vi: Bạn đã bình luận đối với tệp tin {file}

source: %1$s commented on %2$s
af: %1$s het op %2$s kommentaar gelewer
ast: %1$s comentó en %2$s
bg: %1$s коментиран за %2$s
ca: %1$s ha comentat a %2$s
cs: %1$s okomentoval %2$s
da: %1$s kommenterede %2$s
de: %1$s kommentierte %2$s
es: %1$s comentados en %2$s
et_ee: %1$s kommenteeris %2$s
eu: %1$s %2$s-en iruzkin du
fi: %1$s kommentoi kohdetta %2$s
fr: %1$s a commenté %2$s
gl: %1$s comentados en %2$s
hu: %1$s hozzászólt ehhez: %2$s
ia: %1$s commentava in %2$s
is: %1$s setti inn athugasemd um %2$s
it: %1$s ha commentato %2$s
ja: %2$s について、%1$s がコメントしました
ka_ge: %1$s მომხმარებელმა გააკეთა კომენტარი %2$s-ზე
ko: %2$s에 %1$s 님이 댓글 남김
lt_lt: %1$s pakomentavo %2$s
lv: %1$s komentēja %2$s
mn: %1$s нь %2$s-д сэтгэгдэл бичсэн
nl: %1$s heeft gereageerd op %2$s
pl: %1$s skomentował/-a %2$s
pt_br: %1$s comentaram em %2$s
ro: %1$s a comentat la %2$s
ru: %1$s прокомментировано на %2$s
si_lk: %1$s, %2$s තුල අදහස් දක්වා ඇත
sq: %1$s komentoi te %2$s
sr: %1$s коментарисао на %2$s
sv: %1$s kommenterade på %2$s
tr: %1$s, %2$s için yorum yaptı
vi: %1$s đã bình luận về%2$s

source: {author} commented on {file}
af: {outeur} het op {lêer} kommentaar gelewer
ast: {autor} comentó en {ficheru}
bg: {author} коментира за {file}
ca: {author} ha comentat a {file}
cs: {author} okomentoval(a) {file}
da: {author} kommenterede {file}
de: {author} hat {file} kommentiert
es: {author} comentó en {file}
et_ee: {author} kommenteeris faili {file}
eu: {author}-(e)k {file}-en iruzkin du
fi: {author} kommentoi tiedostoa {file}
fr: {author} a commenté sur {file}
gl: {author} comentou en {file}
hu: {author} hozzászólt ehhez: {file}
ia: {author} commentava in {file}
is: {author} setti inn athugasemd við {file}
it: {author} ha commentato su {file}
ja: {author} が{file} にコメントしました
ka_ge: {author} მომხმარებელმა გააკეთა კომენტარი {file}-ზე
ko: {author} 님이 {file}에 댓글 남김
lt_lt: {author} pakomentavo {file}
lv: {author} komentārs {file}
mn: {author} нь {file}-д сэтгэгдэл бичсэн
nl: {author} reageerde op {file}
pl: {author} skomentował/-a w {file}‭
pt_br: {author} comentou em {file}
ro: {author} a comentat la {file}
ru: {author} прокомментировал {file}
si_lk: {author}, {file} තුල අදහසක් දක්වා ඇත
sq: {author} komentoi në {file}
sr: {author} коментарисао на {file}
sv: {author} kommenterade på {file}
tr: {author}, {file} hakkında yorum yaptı
vi: {author} đã bình luận về tệp tin {file}
