Repository: Cybso/server
Catalog: translationfiles/*/comments.po
Languages: af, ast, bg, ca, cs, da, de, es, et_ee, eu, fi, fr, gl, hu, ia, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nl, pl, pt_br, ro, ru, si_lk, sq, sr, sv, tr, vi

source: <strong>Comments</strong> for files
af: <strong>Kommentare</strong> vir lêers
ast: <strong>Comentarios</strong> pa ficheros
bg: <strong>Коментари</strong> за файлове
ca: <strong>Comentaris</strong> per arxius
cs: <strong>Komentáře</strong> souborů
da: <strong>Kommentarer</strong> for filer
de: <strong>Kommentare</strong> für Dateien
es: <strong>Comentarios</strong> para archivos
et_ee: <strong>Kommentaarid</strong> failidele
eu: Fitxategientzako <strong>iruzkinak
fi: Tiedostojen <strong>kommentit</strong>
fr: <strong>Commentaires</strong> sur les fichiers
gl: <strong>Comentarios</strong> para ficheiros
hu: <strong>Hozzászólások</strong> fájlokhoz
ia: <strong>Commentarios</strong> pro files
is: <strong>Athugasemdir</strong> við skrár
it: <strong>Commenti</strong> sui file
ja: ファイルへの<strong>コメント</ strong>
ka_ge: <strong>კომენტარები</strong> ფაილებზე
ko: 파일의 <strong>댓글</strong>
lt_lt: <strong>Failų komentarai</strong>
lv: <strong>Komentāri</strong> datnēm
mn: Файлууд дахь<strong>Сэтгэгдэлүүд</strong>
nl: <strong>Reacties</strong> voor bestanden
pl: <strong>Komentarze</strong> dla plików
pt_br: <strong>Comentários</strong> para arquivos
ro: <strong>Comentarii</strong> la fișiere
ru: <strong>Комментарии</strong> к файлам
si_lk: ගොනු සදහා <strong>අදහස් </strong>
sq: <strong>Komente</strong> për skedarët
sr: <strong>Коментари</strong> на фајлове
sv: <strong>Kommentarer</strong> för filer
tr: Dosyalar için <strong>yorumlar</strong>
vi: <strong>bình luận</strong> đối với các tệp tin

source: You were mentioned on “%s”, in a comment by a user that has since been deleted
cs: Byli jste zmíněni v “%s”, v komentáři od uživatele, který byl později smazán
da: Du blev nævnt i "%s”, I en kommentar af en bruger der siden er blevet slettet
de: Du wurdest in einem Kommentar auf "%s" von einem bereits gelöschten Nutzer erwähnt
es: Te han mencionado en "%s", en un comentario por un usuario que después ha sido eliminado
et_ee: Sind mainiti "%s", kommentaaris kasutataja poolt, mis on praeguseks kustutatud
fr: Vous avez été mentionné sur "%s", dans un commentaire par un utilisateur qui a été supprimé depuis lors.
hu: Megemlítettek ezen: “%s”, egy már törölt felhasználó hozzászólásában
it: Sei stato menzionato su "%s", in un commento di un utente che è stato eliminato
ka_ge: თქვენ მოგიხსენიეს “%s”-ში, ახლა უკვე გაუქმებული მომხმარებლის კომენტარში
ko: 삭제된 사용자가 남긴 “%s”의 댓글에서 여러분을 언급함
nl: Je werd op “%s”, in een reactie vermeld door een sindsdien verwijderde gebruiker
pl: Zostałeś/aś wspomniany/a w "%s" przez użytkownika, który został usunięty
pt_br: Você foi mencionado em "", “%s”, em um comentário por um usuário que já foi excluído
ru: Вы были упомянуты в комментарии к файлу «%s» пользователем, учётная запись которого была удалена
sr: Поменути сте у "%s", у коментару који је оставио корисник који је од тада избрисан
tr: "%s" hakkında bir yorumda silinmiş bir kullanıcı tarafından anıldınız

source: You were mentioned on “{file}”, in a comment by a user that has since been deleted
cs: Byli jste zmíněni v souboru “{file}”, v komentáři od uživatele, který byl později smazán
da: Du blev nævnt i "{file}”, I en kommentar af en bruger der siden er blevet slettet
de: Du wurdest in einem Kommentar auf "{file}" von einem bereits gelöschten Nutzer erwähnt
es: Te han mencionado en "{file}", en un comentario de un usuario que después ha sido eliminado
et_ee: Sind mainiti "{file}", kommentaaris kasutataja poolt, mis on praeguseks kustutatud
fr: Vous avez été mentionné sur "{file}", dans un commentaire par un utilisateur qui a été supprimé depuis lors.
hu: Megemlítettek ezen: “{file}”, egy már törölt felhasználó hozzászólásában
it: Sei stato menzionato su "{file}", in un commento di un utente che è stato eliminato
ka_ge: თქვენ მოგიხსენიეს “{file}”-ში, ახლა უკვე გაუქმებული მომხმარებლის კომენტარში
ko: 삭제된 사용자가 남긴 “{file}”의 댓글에서 여러분을 언급함
nl: Je werd vermeld op "{file}" in een reactie door een sindsdien verwijderde gebruiker
pl: Zostałeś/aś wspomniany/a w "{file}" w komentarzach przez użytkownika, który został usunięty
pt_br: Você foi mencionado em "{file}", em um comentário por um usuário que já foi excluído
ru: Вы были упомянуты в комментарии к файлу «{file}» пользователем, учётная запись которого была удалена
sr: Поменути сте на фајлу "{file}", у коментару који је оставио корисник који је од тада избрисан
tr: “{file}” hakkında bir yorumda silinmiş bir kullanıcı tarafından anıldınız

source: %1$s mentioned you in a comment on “%2$s”
af: %1$s het u in ’n kommentaar op “%2$s” genoem
ast: %1$s mentóte nun comentariu de «%2$s»
bg: %1$s те спомена в коментар за “%2$s”
ca: %1$s us ha nomenat en un comentari a “%2$s”
cs: %1$s vás zmínil(a) v komentáři u %2$s
da: %1$s nævnte dig i en kommentarer på “%2$s”
de: %1$s hat Dich in einem Kommentar zu “%2$s” erwähnt
es: %1$s te mencionó en un comentario en “%2$s”
et_ee: %1$s mainis sind "%2$s" kommentaaris
eu: %1$s-(e)k aipatu zaitu iruzkinean “%2$s”
fi: %1$s mainitsi sinut kommentissa “%2$s”
fr: %1$s vous a mentionné⋅e dans un commentaire sur “%2$s”
gl: %1$s mencionouno a vostede nun comentario en «%2$s»
hu: %1$s megemlített egy hozzászólásban itt: “%2$s”
ia: %1$s mentionava tu in un commentario in “%2$s”
is: %1$s minntist á þig í athugasemd við “%2$s”
it: %1$s ti ha menzionato in un commento su "%2$s"
ja: %1$s さんが “%2$s” のコメントであなたについて言及しました。
ka_ge: %1$s გახსენათ “%2$s”-ზე გაკეთებულ კომენტარში
ko: %1$s 님이 “%2$s”에 남긴 댓글에서 여러분을 언급함
lt_lt: %1$s paminėjo jus komentare "%2$s"
lv: %1$s minēja jūs komentārā “%2$s”
mn: %1$s нь таныг “%2$s”-ы сэтгэгдэлд дурдсан
nl: %1$s vermeldde jou in een reactie op “%2$s"
pl: %1$s wspomniał/-a o Tobie w komentarzu “%2$s”
pt_br: %1$s mencionou você em um comentário sobre “%2$s”
ro: %1$s te-a menționat într-un comentariu la ”%2$s”
ru: %1$s упомянул вас в комментарии к "%2$s"
si_lk: %1$s ඔබව %2$s හි අදහසක මතක් කර ඇත
sq: %1$s ju ka përmendur në një koment në “%2$s”
sr: %1$s Вас је поменуо у коментару на "%2$s"
sv: %1$s nämnde dig i en kommentar på “%2$s”
tr: %1$s, “%2$s” hakkındaki bir yorumda sizden bahsetti
vi: %1$s đề cập tới bạn trong một bình luận về “%2$s”

source: {user} mentioned you in a comment on “{file}”
af: {gebruiker} het u in ’n kommentaar oor “{lêer}” genoem
ast: {user} mentóte nun comentariu de «{file}»
bg: {user} те спомена в коментар за “{file}”
ca: {user} us ha nomenat en un comentari de “{file}”
cs: {user} vás zmínil v komentáři u “{file}”
da: {user} nævnte dig i en kommentarer på "{file}"
de: {user} hat Dich in einem Kommentar zu “{file}” erwähnt
es: {user} te mencionó en un comentario en “{file}”
et_ee: {user} mainis sind faili “{file}” kommentaaris
eu: {user}-(e)k aipatu zaitu iruzkinean “{file}”
fi: {user} mainitsi sinut tiedoston "{file}" kommentissa
fr: {user} vous a mentionné⋅e dans un commentaire sur “{file}”
gl: {user} mencionouno a vostede nun comentario en «{file}»
hu: {user} megemlített egy hozzászólásban itt: “{file}”
ia: {user} mentionava tu in un commentario in “{file}”
is: {user} minntist á þig í athugasemd við “{file}”
it: {user} ti ha menzionato in un commento su "{file}".
ja: {user} さんが ““{file}” のコメントであなたについて言及しました。
ka_ge: {user} გახსენათ “{file}” ფაილზე გაკეტებულ კომენტარში
ko: {user} 님이 “{file}”에 남긴 댓글에서 여러분을 언급함
lt_lt: {user} paminėjo jus komentare “{file}”
lv: {user} minēja jūs komentārā “{file}”
mn: {user} нь таныг “{file}”-ын сэтгэгдэлд дурдсан
nl: {user} heeft je vermeld in een reactie op “{file}"
pl: {user} wspomniał/-a o Tobie w komentarzu “{file}”
pt_br: {user} mencionou você em um comentário sobre “{file}”
ro: {user} te-a menționat într-un comentariu la ”{file}”
ru: {user} упомянул вас в комментарии к “{file}”.
si_lk: {user} ඔබව {file} තුලදී මතක් කර ඇත
sq: {user} ju ka përmendur në një koment në “{file}”
sr: {user} Вас је поменуо у коментару на “{file}”
sv: {user} nämnde dig i en kommentar på "{file}"
tr: {user}, “{file}” hakkındaki bir yorumda sizden bahsetti
vi: {user} đề cập tới bạn trong một bình luận về “{file}”

source: Unknown user
af: Onbekende gebruiker
ast: Usuariu desconocíu
bg: Непознат потребител
ca: Usuari desconegut
cs: Neznámý uživatel
da: Ukendt bruger
de: Unbekannter Benutzer
es: Usuario desconocido
et_ee: Tundmatu kasutaja
eu: Erabiltzaile ezezaguna
fi: Tuntematon käyttäjä
fr: Utilisateur·trice inconnu·e
gl: Usuario descoñecido
hu: Ismeretlen felhasználó
ia: Usator incognite
is: Óþekktur notandi
it: Utente sconosciuto
ja: 不明なユーザー
ka_ge: უცნობი მომხმარებელი
ko: 알 수 없는 사용자
lt_lt: Nežinomas naudotojas
lv: Nezināms lietotājs
mn: хэрэглэгч
nl: Onbekende gebruiker
pl: Nieznany użytkownik
pt_br: Usuário desconhecido
ro: Utilizator necunoscut
ru: Неизвестный пользователь
si_lk: හදුනානොගත් සේවාදායකයා
sq: Përdorues i panjohur
sr: Непознат корисник
sv: Okänd användare
tr: Bilinmeyen kullanıcı
vi: Người dùng không tồn tại

source: A (now) deleted user mentioned you in a comment on “%s”
af: ’n (Nou) geskrapte gebruiker het u in ’n kommentaar op “%s” genoem
ast: Un usuariu (agora) desaniciáu mentóte nun comentariu de «%s»
bg: (Токущо) изтрит потребител те коментира в “%s”
ca: Un usuari (ara) esborrat us ha nomenat en un comentari a “%s”
da: En (nu) slettet bruger nævnte dig i en kommentarer på “%s”
de: Ein (nun) gelöschter Benutzer hat Dich in einem Kommentar zu "%s" erwähnt
es: Un usuario (ahora) eliminado, te mencionó en un comentario en “%s”
et_ee: Kustutatud kasutaja mainis sind "%s" kommentaaris
eu: (Orain) ezabatutako erabiltzaile batek aipatu zaitu iruzkinean "%s"
fi: Poistettu käyttäjä mainitsi sinut kommentissa "%s"
fr: Un·e utilisateur·trice (maintenant supprimé·e) vous a mentionné·e dans un commentaire sur “%s”
gl: Un usuario (agora) eliminado, mencionouno a vostede nun comentario en «%s»
hu: Egy (most) törölt felhasználó megemlített egy hozzászólásban itt: “%s”
ia: Un (ora) delite usator mentionava tu in un commentario in “%s”
is: Notandi (sem nú er búið að eyða) minntist á þig í athugasemd við “%s”
it: Un utente eliminato (ora) ti ha menzionato in un commento su "%s".
ja: (現在)削除されたユーザーが "%s" のコメントであなたのことについて言及しました
ka_ge: (ახლა) წაშლილმა მოხმარებელმა მოგიხსენიათ კომენტარში “%s”-ზე
ko: (현재) 삭제된 사용자가 “%s”에 남긴 댓글에서 여러분을 언급함
lt_lt: Ištrintas vartotojas paminėjo jus komentare "%s"
nl: Een (nu) verwijderde gebruiker vermeldde je in een reactie op "%s"
pl: Pewien (obecnie) usunięty użytkownik wspomniał o Tobie w komentarzu “%s”
pt_br: Um usuário excluído (agora) mencionou você em um comentário sobre “%s”
ro: Un utilizator (momentan) șters te-a menționat într-un comentariu la ”%s”
ru: Пользователь (удалённый в настоящее время) упомянул вас в комментарии к “%s”.
si_lk: මකන ලද සේවාදායකයෙක් (now) ඔබව %s අදහස තුල මතක් කර ඇත
sq: Një përdorues i fshirë (tani) ju ka përmendur në një koment në "%s"
sr: (Сада) обрисани корисник Вас је поменуо у коментару на “%s”
sv: En (nu) raderad användare nämnde dig i en kommentar på "%s"
tr: Bir (artık) silinmiş kullanıcı “%s” hakkındaki bir yorumda sizden bahsetti
vi: Có một người sử dụng (now) bị xóa đã đề cập tới bạn trong một bình luận về “%s”

source: A (now) deleted user mentioned you in a comment on “{file}”
af: ’n (Nou) geskrapte gebruiker het u in ’n kommentaar op “{lêer}” genoem
ast: Un usuariu (agora) desaniciáu mentóte nun comentariu de «{file}»
bg: (Токущо) изтрит потребител те спомена в коментар за “{file}”
ca: Un usuari (ara) esborrat us ha nomenat en un comentari de “{file}”
cs: Nyní již smazaný uživatel vás zmínil v komentáři u "{file}"
da: En (nu) slettet bruger nævnte dig i en kommentarer på "{file}"
de: Ein (nun) gelöschter Benutzer hat Dich in einem Kommentar zu “{file}” erwähnt
es: Un usuario (ahora) eliminado, te mencionó en un comentario en “{file}”
et_ee: Kustutatud kasutaja mainis sind faili "{file}" kommentaaris
eu: (Orain) ezabatutako erabiltzaile batek aipatu zaitu iruzkinean “{file}”
fi: Poistettu käyttäjä mainitsi sinut tiedoston "{file}" kommentissa
fr: Un·e utilisateur·trice (maintenant supprimé·e) vous a mentionné·e dans un commentaire sur “{file}”
gl: Un usuario (agora) eliminado, mencionouno a vostede nun comentario en «{file}»
hu: Egy (most) törölt felhasználó megemlített egy hozzászólásban itt: “{file}”
ia: Un (ora) delite usator mentionava tu in un commentario in “{file}”
is: Notandi (sem nú er búið að eyða) minntist á þig í athugasemd við “{file}”
it: Un utente eliminato (ora) ti ha menzionato in un commento su "{file}".
ja: (現在)削除されたユーザーが "{file}" のコメントであなたのことについて言及しました
ka_ge: (ახლა) წაშლილმა მოხმარებელმა მოგიხსენიათ კომენტარში ფაილზე "{file}"
ko: (현재) 삭제된 사용자가 “{file}”에 남긴 댓글에서 여러분을 언급함
lt_lt: Ištrintas vartotojas paminėjo jus komentare "{file}"
nl: Een (nu) verwijderde gebruiker vermeldde je in een reactie op "{file}"
pl: Pewien (obecnie) usunięty użytkownik wspomniał o Tobie w komentarzu “{file}”
pt_br: Um usuário (now) recém excluído mencionou você em um comentário sobre “{file}”
ro: Un utilizator (momentan) șters te-a menționat într-un comentariu la ”{file}”
ru: Пользователь (удалённый в настоящее время) упомянул вас в комментарии к “{file}”.
si_lk: {file} තුල අදහස් දැක්වීමකදී, (now) ඉවත්කරන ලද සේවාදායකයෙක් ඔබව මතක් කර ඇත
sq: Një përdorues i fshirë (tani) ju ka përmendur në një koment në “{file}”
sr: (Сада) обрисани корисник Вас је поменуо у коментару на “{file}”
sv: En (nu) raderad användare nämnde dig i en kommentar på "{file}"
tr: Bir (artık) silinmiş kullanıcı “{file}” hakkındaki bir yorumda sizden bahsetti
vi: Có một người sử dụng (now) bị xóa đã đề cập tới bạn trong một bình luận về “{file}”
