Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Share with other people by entering a user or group or an email address.
ast: Comparti con otra xente introduciendo un usuariu, grupu o direición de corréu.
da: Del med andre ved at indtaste et brugernavn, en gruppe eller e-mail adresse.
de: Teile mit Anderen, indem Du einen Benutzer, eine Gruppe, oder eine E-Mail-Adresse eingibst.
es: Comparte con otras personas introduciendo un usuario, grupo o una dirección de correo electrónico.
es_uy: Comparte con otras personas ingresando un usuario, un grupo o una dirección de correo electrónico.
et_ee: Jaga teiste inimestega, sisestades kasutaja, grupi või e-posti aadressi.
eu: Parteka ezazu jendearekin taldeko erabiltzailea edo e-posta helbide bat sartuta.
fa: با وارد کردن یک کاربر یا گروه یا یک آدرس ایمیل با افراد دیگر به اشتراک بگذارید.
fi: Jaa muille kirjoittamalla käyttäjä, ryhmä tai sähköpostiosoite.
fr: Partager avec d'autres personnes en indiquant un utilisateur, un groupe ou une adresse email.
hu: Megosztás más emberekkel név, csoport vagy e-mailcím megadásával.
it: Condividi con altre persone digitando un utente, un gruppo o un indirizzo di posta elettronica.
ka_ge: გაუზიარეთ სხვა ადამიანებს მომხმარებლის, ჯგუფის ან ელ-ფოსტის მისამართის შეყვანით.
ko: 사용자나 그룹 이름 및 이메일 주소를 입력해서 다른 사람과 공유하십시오.
lt_lt: Pasidalinti su kitais asmenimis galima įvedus vartotojo ar grupės vardą arba elektroninio pašto adresą.
lv: Dalīties ar citiem cilvēkiem ievadot lietotāju, grupu vai e-pasta adresi.
nb: Del med andre ved å skrive inn en bruker, en gruppe, eller en e-postadresse.
pl: Współdziel z innymi osobami przez wpisanie użytkownika lub grupy lub adresu e-mail.
pt_br: Compartilhe com outras pessoas entrando um usuário, grupo ou um e-mail.
pt_pt: Partilhar com outros introduzindo um nome de utilizador ou grupo ou um endereço de e-mail.
ro: Partajează cu alte persoane prin introducerea unui utilizator sau grup sau a unei adrese de email.
ru: Поделиться, указав имя пользователя или группы, либо адрес email.
sk: Sprístupniť iným ľuďom zadaním používateľa, skupiny alebo e-mailovej adresy.
sq: Shpërndaje me persona të tjerë duke vendosur një perdorues ose një grup ose një adresë emaili
sr: Делите са другим људима тако што унесете корисника или групу.
tr: Bir kullanıcı, grup ya da e-posta adresi yazarak başkaları ile paylaşın.
vi: Chia sẻ với người khác bằng cách nhập tên người dùng hoặc tên nhóm, hoặc địa chỉ email.

source: Name or email address...
ast: Nome o direición de corréu...
da: Navn eller e-mail adresse...
de: Name oder E-Mail-Adresse…
es: Nombre o dirección de correo electrónico...
es_uy: Nombre o dirección de correo electrónico
et_ee: Nimi või e-posti aadress
eu: Izena edo e-posta helbidea...
fa: نام یا آدرس ایمیل ...
fi: Nimi tai sähköpostiosoite...
fr: Nom ou adresse mail...
hu: Név vagy e-mail cím...
it: Nome o indirizzo email...
ka_ge: სახელი ან ელ-ფოსტის მისამართი...
ko: 이름이나 이메일 주소...
lt_lt: Vardas arba elektroninio pašto adresas...
lv: Vārds vai e-pasta adrese...
nb: Navn eller e-postadresse…
pl: Nazwa lub adres e-mail...
pt_br: Nome ou endereço de e-mail...
pt_pt: Nome ou endereço de email...
ro: Nume sau adresă de email...
ru: Имя или адрес email…
sk: Meno alebo e-mailová adresa...
sq: Emri ose adresa e email-it
sr: Име или адреса е-поште...
tr: Ad ya da e-posta adresi...
vi: Tên hoặc địa chỉ email.

source: Name or federated cloud ID...
ast: Nome o ID de ñube federada...
da: Navn eller federated cloud id...
de: Name oder Federated-Cloud-ID…
es: Nombre o ID de nube federada...
es_uy: Nombre...
et_ee: Liitpilve nimi või ID...
eu: Izena edo federatutako hodeiaren IDa...
fa: نام یا شناسه Federated Cloud ...
fi: Nimi tai federoidun pilven tunniste...
fr: Nom ou ID du cloud fédéré...
hu: Név vagy egyesített felhőazonosító...
it: Nome o ID di cloud federata...
ka_ge: სახელი ან ფედერალური ქლაუდ ID
ko: 이름이나 연합 클라우드 ID...
lt_lt: Vardas arba NextCloud tinklo kompiuterio ID...
lv: Vārds vai federated cloud ID
nb: Navn eller sammenknyttet sky-ID…
pl: Nazwa lub ID chmury stowarzyszonej...
pt_br: Nome ou ID de cloud federada...
pt_pt: Nome ou ID de cloud federada
ro: Nume sau ID de cloud federalizat...
ru: Имя или ID федеративного облачного хранилища…
sk: Meno alebo federatívny cloud ID...
sq: Emri ose ID e resë të fedferuar
sr: Име или ID здруженог облака...
tr: Ad ya da birleşmiş bulut kodu...
vi: Tên hoặc ID đám mây liên kết.

source: Name, federated cloud ID or email address...
ast: Nome, ID de ñube federada o direición de corréu...
da: Navn, federated cloud id eller e-mail adresse...
de: Name, Federated-Cloud-ID oder E-Mail-Adresse…
es: Nombre, ID de nube federada o dirección de correo electrónico...
es_uy: Nombre o dirección de correo electrónico...
et_ee: Liitpilve nimi, ID või e-posti aadress...
eu: Izena, federatutako hodeiaren IDa edo e-posta helbidea...
fa: نام, آدرس ایمیل یا شناسه Federated Cloud ...
fi: Nimi, federoidun pilven tunniste tai sähköpostiosoite...
fr: Nom, ID du cloud fédéré ou adresse mail...
hu: Név, egyesített felhőazonosító vagy e-mail cím...
it: Nome, ID di cloud federata o indirizzo email...
ka_ge: სახელი, ფედერალური ქლაუდ ID ან ელ-ფოსტის მისამართი
ko: 이름, 연합 클라우드 ID 및 이메일 주소...
lt_lt: Vardas, NextCloud tinklo kompiuterio ID arba elektroninio pašto adresas...
lv: Vārds, federated cloud ID vai e-pasta adrese...
nb: Navn, sammenknyttet sky-ID eller e-postadresse…
pl: Nazwa, ID chmury stowarzyszonej lub adres e-mail...
pt_br: Nome, ID de cloud federada ou e-mail...
pt_pt: Nome, ID de cloud federada ou endereço de e-mail
ro: Nume, ID de cloud federalizat sau adresă de email...
ru: Имя, ID федеративного облачного хранилища или адрес email…
sk: Meno, federatívny cloud ID alebo e-mailová adresa...
sq: Emri, ID e resë të federuar ose adresën e email-it...
sr: Име, ID здруженог облака или адреса е-поште...
tr: Ad, birleşmiş bulut kodu ya da e-posta adresi...
vi: Tên người dùng, ID đám mây liên kết hoặc địa chỉ email.

source: Name...
ast: Nome...
da: Navn...
es: Nombre...
es_uy: Nombre...
et_ee: Nimi...
eu: Izena...
fa: نام...
fi: Nimi...
fr: Nom...
hu: Név...
it: Nome...
ka_ge: სახელი...
ko: 이름...
lt_lt: Vardas...
lv: Vārds...
nb: Navn…
pl: Nazwa...
pt_br: Nome...
pt_pt: Nome...
ro: Nume ...
ru: Имя…
sk: Meno...
sq: Emër
sr: Име...
tr: Ad...
vi: Tên người dùng...

source: Error
ast: Fallu
bg: Грешка
da: Fejl
de: Fehler
et_ee: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ka_ge: შეცდომა
ko: 오류
lt_lt: Klaida
lv: Kļūda
nb: Feil
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sq: Gabim
sr: Грешка
tr: Hata
vi: Lỗi

source: Error removing share
ast: Fallu desaniciando la compartición
bg: Грешка при махане на споделяне
da: Fejl ved fjernelse af deling
de: Fehler beim Entfernen der Freigabe
es: Error quitando el comparto
es_uy: Se presentó un error al dejar de compartir
et_ee: Viga jagamise eemaldamisel
eu: Errorea partekatzea kentzerakoan
fa: خطا در حذف اشتراک گذاری
fi: Virhe jakoa poistaessa
fr: Erreur lors de l'arrêt du partage
hu: Hiba a megosztás törlésekor
it: Errore durante la rimozione della condivisione
ka_ge: გაზიარების გაუქმებისას წარმოიშვა შეცდომა
ko: 공유 삭제 중 오류 발생
lt_lt: Klaida bandant sustabdyti dalinimąsi
lv: Kļūda, noņemot koplietošanu
nb: Feil ved fjerning av deling
pl: Błąd podczas usuwania współdzielenia
pt_br: Erro na exclusão do compartilhamento
pt_pt: Erro ao remover partilha
ro: Eroare la înlăturarea elementului partajat
ru: Ошибка удаления общего доступа
sk: Chyba pri rušení sprístupnenia
sq: Gabim në heqjen e ndarjes
sr: Грешка при уклањању дељења
tr: Paylaşımdan kaldırılırken sorun çıktı
vi: Lỗi khi xóa chia sẻ

source: Non-existing tag #{tag}
ast: Etiqueta inesistente #{tag}
bg: Не-съществуващ етикет #{tag}
da: Ikke-eksisterende mærke #{tag}
de: Nicht existierender Tag #{tag}
es: Categoría #{tag} no existente
es_uy: Etiqueta #{tag} no-existente
et_ee: Olematu silt #{tag}
eu: #{tag} ez da existitzen
fa: برچسب غیر موجود #{tag}
fi: Ei olemassa oleva tunniste #{tag}
fr: Étiquette #{tag} inexistante
hu: Nem létező címke #{tag}
it: Etichetta #{tag} inesistente
ka_ge: ტეგი #{tag} არ არსებობს
ko: 존재하지 않는 태그 #{tag}
lt_lt: Neegzistuojanti žymė #{tag}
nb: Ikke-eksisterende merkelapp #{tag}
pl: Znacznik #{tag} nie istnieje
pt_br: Etiqueta inexistente #{tag}
pt_pt: Etiqueta não existente #{tag}
ro: Etichetă inexistentă #{tag}
ru: Несуществующий тег #{tag}
sk: Neexistujúca značka #{tag}
sq: Etiketë #{tag} që s’ekziston
sr: Непостојећа ознака #{tag}
tr: #{tag} etiketi bulunamadı
vi: Thẻ không tồn tại # {tag}

source: restricted
bg: ограничен
da: begrænset
de: Eingeschränkt
es: Restringido
es_uy: restringido
et_ee: piiratud
eu: mugatua
fa: محدود
fi: rajoitettu
fr: Restreint
hu: korlátozott
it: limitato
ka_ge: აკრძალული
ko: 제한됨
lt_lt: apribota
lv: ierobežots
nb: begrenset
pl: ograniczone
pt_br: restrito
pt_pt: limitado
ro: restricționat
ru: ограниченный
sk: obmedzený
sq: e kufizuar
sr: ограничен
tr: kısıtlı
vi: hạn chế

source: invisible
bg: невидим
da: usynlig
de: unsichtbar
et_ee: nähtamatu
eu: ikusiezina
fa: غیر قابل مشاهده
fi: näkymätön
hu: láthatatlan
it: invisibile
ka_ge: უჩინარი
ko: 보이지 않음
lt_lt: nematoma
lv: Neredzams
nb: usynlig
pl: niewidoczny
pt_br: Invisível
pt_pt: invisível
ro: invizibil
ru: невидимый
sk: neviditeľný
sq: e padukshme
sr: невидљив
tr: görünmez
vi: không thể nhìn thấy.

source: Delete
ast: Desaniciar
bg: Изтриване
da: Slet
de: Löschen
es: Eliminar
es_uy: Borrar
et_ee: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ka_ge: წაშლა
ko: 삭제
lt_lt: Ištrinti
lv: Dzēst
nb: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Apagar
ro: Șterge
ru: Удалить
sk: Zmazať
sq: Fshije
sr: Обриши
tr: Sil
vi: Xóa

source: Rename
ast: Renomar
bg: Преименуване
da: Omdøb
de: Umbenennen
es: Renombrar
es_uy: Renombrar
et_ee: Nimeta ümber
eu: Berrizendatu
fa: تغییرنام
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
it: Rinomina
ka_ge: სახელის შეცვლა
ko: 이름 바꾸기
lt_lt: Pervadinti
lv: Pārsaukt
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sq: Riemërtoje
sr: Преименуј
tr: Yeniden Adlandır
vi: Sửa tên

source: Collaborative tags
ast: Etiquetes collaboratives
bg: Съвместни тагове
de: Zusammenarbeits-Tags
es: Etiquetas colaborativas
es_uy: Etiquetas colaborativas
et_ee: Koostöö sildid
eu: Elkarlaneko etiketak
fa: برچسب های همکاری
fi: Yhteistyölliset tunnisteet
fr: Étiquettes collaboratives
hu: Címke hozzárendelése
it: Etichette collaborative
ka_ge: ერთობლივი ტეგები
ko: 협동 태그
lt_lt: Žymes skirtos dalinimuisi su kitais asmenimis
lv: Sadarbības atzīmes
nb: Samarbeidsmerkelapper
pl: Wspólne tagi
pt_br: Etiquetas colaborativas
pt_pt: Etiquetas colaborativas
ro: Etichete colaborative
ru: Совместные теги
sk: Kolaboratívne značky
sq: Etiketa bashkëpunimi
sr: Групне ознаке
tr: İşbirliği etiketleri
vi: Thẻ cộng tác

source: No tags found
ast: Nun s'alcontraron etiquetes
bg: Няма открити етикети
da: Ingen tags fundet
de: Keine Tags gefunden
es: No se encontraron etiquetas
es_uy: No se encontraron etiquetas
et_ee: Märgendeid ei leitud
eu: Ez da etiketarik aurkitu
fa: هیچ برچسبی یافت نشد
fi: Tunnisteita ei löytynyt
fr: Aucune étiquette n'a été trouvée
hu: Nem találhatók címkék
it: Nessuna etichetta trovata
ka_ge: ტეგები ვერ იქნა ნაპოვნი
ko: 태그를 찾을 수 없음
lt_lt: Nerasta jokių žymių
lv: Netika atrasta neviena atzīme
nb: Ingen emneknagger funnet
pl: Nie znaleziono etykiet
pt_br: Nenhuma etiqueta encontrada
pt_pt: Etiquetas não encontradas
ro: Nu au fost găsite etichete
ru: Метки не найдены
sk: Štítky sa nenašli
sq: Jo etiketime të gjetura
sr: Ознаке нису нађене
tr: Herhangi bir etiket bulunamadı
vi: Không tìm thấy thẻ

source: unknown text
ast: testu desconocíu
bg: непознат текст
da: ukendt tekst
de: Unbekannter Text
es: texto desconocido
es_uy: texto desconocido
et_ee: tundmatu tekst
eu: testu ezezaguna
fa: متن نامعلوم
fi: tuntematon teksti
fr: texte inconnu
hu: ismeretlen szöveg
it: testo sconosciuto
ka_ge: ამოუცნობი ტეგი
ko: 알 수 없는 텍스트
lt_lt: nežinomas tekstas
lv: nezināms teksts
nb: ukjent tekst
pl: nieznany tekst
pt_br: texto desconhecido
pt_pt: texto desconhecido
ro: text necunoscut
ru: неизвестный текст
sk: neznámy text
sq: tekst i panjohur
sr: непознат текст
tr: bilinmeyen metin
vi: văn bản không rõ

source: Hello world!
ast: ¡Hola mundu!
bg: Здравей Свят!
da: Hej verden!
de: Hallo Welt!
es: ¡Hola, mundo!
es_uy: ¡Hola mundo!
et_ee: Tere maailm!
eu: Kaixo Mundua!
fa: سلام دنیا!
fi: Hei maailma!
hu: Helló világ!
it: Ciao mondo!
ka_ge: გამარჯობა სამყარო!
lt_lt: Sveikas, pasauli!
lv: Sveika, pasaule!
nb: Hei, verden!
pl: Witaj świecie!
pt_br: Olá mundo!
pt_pt: Olá, mundo!
ru: Привет мир!
sk: Ahoj svet!
sr: Здраво свете!
tr: Merhaba dünya!

source: sunny
ast: soleyero
bg: слънчево
da: solrigt
de: sonnig
es: soleado
es_uy: soleado
et_ee: päikeseline
eu: eguzkitsua
fa: آفتابی
fi: aurinkoinen
fr: ensoleillé
hu: napos
it: soleggiato
ka_ge: მზიანი
ko: 맑음
lt_lt: saulėta
lv: saulains
nb: solfylt
pl: słoneczna
pt_br: ensolarado
pt_pt: soalheiro
ro: însorit
ru: солнечно
sk: slnečno
sq: me diell
sr: сунчано
tr: güneşli
vi: nắng

source: Hello {name}, the weather is {weather}
ast: Hola {name}, el tiempu ta {weather}
bg: Здравей {name}, времето е {weather}
da: Hej {name}, vejret er {weather}
de: Hallo {name}, das Wetter ist {weather}
es: Hola {name}, el día es {weather}
es_uy: Hola {name}, el clima es {weather}
et_ee: Tere {name}, ilm on {weather}
eu: Kaixo {name}, eguraldia {weather} da
fa: سلام {name}, هوا {weather} است
fi: Hei {name}, sää on {weather}
fr: Bonjour {name}, le temps est {weather}
hu: Üdv {name}, {weather} időnk van
it: Ciao {name}, il tempo è {weather}
ka_ge: გამარჯობა {name}, ამინდია {weather}
ko: {name} 님 안녕하세요, 오늘 날씨는 {weather}입니다
lt_lt: Sveiki {name}, šiandienos oras yra {weather}
lv: Sveiks {name}, laiks ir {weather}
nb: Hallo {name}, været er {weather}
pl: Cześć {name}, dzisiejsza pogoda jest {weather}
pt_br: Olá {name}, o clima está {weather}
pt_pt: Olá {name}, o tempo está {weather}
ro: Bună {name}, vremea este {weather}
ru: Здравствуйте, {name}! Погода сейчас {weather}
sk: Dobrý deň {name}, počasie je {weather}
sq: Tungjatjeta {name}, koha është {weather}
sr: Здраво {name}, време је {weather}
tr: Merhaba {name}, hava durumu {weather}
vi: Xin chào {name}, thời tiết hiện nay {weather}

source: Hello {name}
ast: Hola {name}
bg: Здравейте, {name}
da: Hej {name}
de: Hallo {name}
es: Hola {name}
es_uy: Hola {name}
et_ee: Tere, {name}
eu: Kaixo {name}
fa: سلام {name}
fi: Hei {name}
fr: Bonjour {name}
hu: Üdv {name}!
it: Ciao {name}
ka_ge: გამარჯობა {name}
ko: {name} 님 안녕하세요
lt_lt: Sveiki, {name},
lv: Sveiks {name}
nb: Hallo {name}
pl: Witaj {name}
pt_br: Olá {name}
pt_pt: Olá {name}
ro: Salut {name}
ru: Здравствуйте, {name}!
sk: Vitaj {name}
sq: Tungjatjeta {name}
sr: Здраво {name}
tr: Merhaba {name}
vi: Xin chào {name}

source: <strong>These are your search results<script>alert(1)</script></strong>
ast: <strong>Estos son los tos resultaos de gueta<script>alert(1)</script></strong>
da: <strong>Dine søgeresultater<script>alert(1)</script></strong>
de: <strong>Dies sind Deine Suchergebnisse<script>alert(1)</script></strong>
es: <strong>Estos son sus resultados de búsqueda<script>alert(1)</script></strong>
es_uy: <strong>Estos son los resultados de tu búsqueda <script>alert(1)</script></strong>
eu: <strong>Hauek dira zure bilaketaren emaitzak:<script>alert(1)</script></strong>
fa: <strong>این نتایج جستجوی شماست <script>alert(1)</script> </strong>
fi: <strong>Nämä ovat hakutulokset<script>alert(1)</script></strong>
fr: <strong>Voici les résultats de votre recherche<script>alert(1)</script></strong>
hu: <strong>Ezek a találati eredményeid<script>alert(1)</script></strong>
it: <strong>Questi sono i tuoi risultati di ricerca<script>alert(1)</script></strong>
ka_ge: <strong>ეს ძიების შედეგებია<script>alert(1)</script></strong>
ko: <strong>검색 결과입니다<script>alert(1)</script></strong>
lt_lt: <strong>Paieškos rezultatai:<script>alert(1)</script></strong>
nb: <strong>Dette er dine søketreff<script>alert(1)</script></strong>
pl: <strong>To są twoje wyniki wyszukiwania<script>ostrzeżenie(1)</script></strong>
pt_br: <strong>Estes são os resultados de sua pesquisa<script>alert(1)</script></strong>
pt_pt: <strong>Resultados da pesquisa<script>alert(1)</script></strong>
ro: <strong>Acestea sunt rezultatele căutării tale<script>alert(1)</script></strong>
ru: <strong>Эти результаты поиска<script>alert(1)</script></strong>
sk: <strong>Toto sú výsledky vášho vyhľadávania <script>alert(1)</script></strong>
sq: <strong>Këto janë rezultatet e juaj të kërkimit<script> alarm(1)
sr: <strong>Ово су резултати Ваше претраге<script>alert(1)</script></strong>
tr: <strong>Arama sonuçlarınız<script>alert(1)</script></strong>
vi: <strong>Đây là kết quả tìm kiếm của bạn<script>cảnh báo (1)</script></strong>

source: new
bg: нов
da: ny
de: Neu
es: Nuevo
es_uy: nuevo
et_ee: uus
eu: Berria
fa: جدید
fi: uusi
fr: nouveau
hu: új
it: nuovo
ka_ge: ახალი
ko: 새로운 항목
lt_lt: Naujas
lv: jauns
nb: ny
pl: nowy
pt_br: novo
pt_pt: novo
ro: nou
ru: новый
sk: nový
sq: i/e re
sr: ново
tr: yeni
vi: mới

source: download %n file
ast: baxar %n ficheru
bg: изтегли %n файл
da: hent %n fil
de: Lade %n Datei herunter
es: descargar %n archivos
es_uy: Descargar %n archivos
et_ee: laadi alla %n fail
eu: %n fitxategia jaitsi
fa: دانلود %n فایل
fi: lataa %n tiedosto
fr: télécharger %n fichier
hu: %n fájl letöltése
it: scarica %n file
ka_ge: ჩამოტვირთეთ %n ფაილი
ko: 파일 %n개 다운로드
lt_lt: parsisiųsti %n rinkmenas
lv: lejupielādēt %n failus
nb: last ned %n fil
pl: pobrano %n plik
pt_br: baixar %n arquivo
pt_pt: transferir %n ficheiro
ro: descarcă %n fișier
ru: скачать %n файл
sk: stiahnuť %n súbor
sq: shkarko %n kartelë
sr: преузми %n фајл
tr: %n dosyayı indir
vi: tải về%ntệp

source: The update is in progress, leaving this page might interrupt the process in some environments.
ast: L'anovamientu ta en cursu, dexar esta páxina quiciabes inerrumpa'l procesu en dellos entornos.
bg: Актуализирането е в процес, в някой среди - напускането на тази страница може да прекъсне процеса.
da: Opdateringen er i gang. Forlader du denne side kan der ske fejl i processen som ødelægger din Nextcloud installation
de: Die Aktualisierung wird durchgeführt. Wenn Du dieses Fenster verlässt, kann dies den Aktualisierungsprozess in manchen Umgebungen unterbrechen.
es: La actualización está en curso, salir de esta página podrían interrumpir el proceso en algunos entornos.
es_uy: La actualización está en curso, abandonar esta página puede interrumpir el proceso en algunos ambientes.
et_ee: Värskendus on käimas, lahkudes sellelt lehelt võib protsessi mõnes keskkonnas katkestada.
eu: Eguneratzea abian da, orri hau utziz prozesua eten liteke ingurune batzuetan.
fa: به روز رسانی در حال انجام است، این صفحه ممکن است روند در برخی از محیط ها را قطع کند.
fi: Päivitys on meneillään. Poistuminen tältä sivulta saattaa keskeyttää toimenpiteen joissain käyttöympäristöissä.
fr: La mise à jour est en cours, quitter la page peut interrompre le processus dans de nombreux environnements.
hu: A frissítés folyamatban van, az oldal elhagyása néhány környezetben megszakíthatja a folyamatot.
it: L'aggiornamento è in corso, l'abbandono di questa pagina potrebbe interrompere il processo in alcuni ambienti.
ka_ge: განახლება პროცესშია, გარკვეულ გარემოებებში ამ გვერდის დატოვებამ შეიძლება შეწყვიტოს პროცესი.
ko: 업데이트 중입니다. 일부 환경에서 이 페이지를 닫을 경우 작업이 중단될 수 있습니다.
lt_lt: Vykdomas atnaujinimas, jei šis puslapis bus neuždarytas, yra tikimybė, kad sistemos atnaujinimas nepavyks.
lv: Notiek atjaunināšana, šīs lapas atstāšana var pārtraukt procesu dažās vidēs.
nb: En oppdatering foregår, lukking av denne siden kan forstyrre prosessen på enkelte systemer.
pl: Trwa aktualizacja. W niektórych przypadkach, opuszczenie tej strony może przerwać ten proces.
pt_br: A atualização está em andamento. Em alguns ambientes, se sair desta página o processo poderá ser interrompido.
pt_pt: A actualização está a decorrer. Se deixar esta página o processo pode ser interrompido.
ro: Actualizarea este în desfășurare, părăsirea acestei pagini ar putea întrerupe procesul în anumite medii.
ru: Выполняется обновление. Не уходите с этой страницы, т.к. в некоторых случаях может прервать процесс.
sk: Aktualizácie prebieha. V niektorých prostrediach môže opustenie tejto stránky spôsobiť prerušenie aktualizácie.
sq: Përditësimi është në zhvillim, largimi nga faqja mund të ndërpres procesin në disa mjedise.
sr: Ажурирање је у току. У неким окружењима, напуштање ове стране може да прекине овај процес.
tr: Güncelleniyor. Bu sayfadan ayrılırsanız bazı işlemler yarım kalabilir.
vi: Quá trình cập nhật đang được tiến hành, đóng trang này có thể làm gián đoạn quá trình.

source: Update to {version}
bg: Обнови до {version}
da: Opdatér til {version}
de: Aktualisierung auf {version}
es: Actualice a {version}
es_uy: Actualizar a {version}
et_ee: Uuenda versioonile {version}
eu: {version} bertsiora eguneratu
fa: بروزرسانی به {version}
fi: Päivitä versioon {version}
fr: Mise à jour vers {version}
hu: Frissítés erre: {version}
it: Aggiorna a {version}
ka_ge: განაახლეთ ვერსიაზე {version}
ko: {version}(으)로 업데이트
lt_lt: Atnaujinti į versiją {version}
lv: Atjaunināts uz {version}
nb: Oppdater til {version}
pl: Uaktualnij do {version}
pt_br: Atualizar para {version}
pt_pt: Actualizar para {version}
ro: Actualizare la {version}
ru: Обновление до {version}
sk: Aktualizuj na {version}
sq: Përditëso në {version}
sr: Ажурирај на {version}
tr: {version} sürümüne güncelle
vi: Cập nhật lên {version}

source: An error occurred.
ast: Asocedió un fallu
bg: Възникна грешка.
da: Der opstod en fejl.
de: Es ist ein Fehler aufgetreten.
es: Ocurrió un error.
es_uy: Se presentó un error.
et_ee: Tekkis tõrge.
eu: Akats bat gertatu da.
fa: یک خطا رخ‌داده است.
fi: Tapahtui virhe.
fr: Une erreur est survenue.
hu: Hiba történt.
it: Si è verificato un errore.
ka_ge: წარმოიშვა შეცდომა.
ko: 오류가 발생했습니다.
lt_lt: Įvyko klaida.
lv: Radās kļūda.
nb: En feil oppstod.
pl: Wystąpił błąd
pt_br: Ocorreu um erro.
pt_pt: Ocorreu um erro.
ro: A apărut o eroare.
ru: Произошла ошибка.
sk: Vyskytla sa chyba.
sq: Ndodhi një gabim.
sr: Дошло је до грешке.
tr: Bir sorun çıktı.
vi: Đã xảy ra lỗi.

source: Please reload the page.
ast: Por favor, recarga la páxina
bg: Моля, презаредете страницата.
da: Genindlæs venligst siden.
de: Bitte die Seite neu laden.
es: Recargue/Actualice la página
es_uy: Por favor vuelve a cargar la página.
et_ee: Palun laadi see uuesti.
eu: Mesedez birkargatu orria.
fa: لطفا صفحه را دوباره بارگیری کنید.
fi: Päivitä sivu.
fr: Veuillez recharger la page.
hu: Kérjük frissítse az oldalt!
it: Ricarica la pagina.
ka_ge: გთხოვთ გადატვირთოთ გვერდი.
ko: 페이지를 새로 고치십시오.
lt_lt: Prašome iš naujo įkelti puslapį.
lv: Lūdzu, atkārtoti ielādējiet lapu.
nb: Last inn siden på nytt.
pl: Proszę przeładować stronę
pt_br: Por favor recarregue a página
pt_pt: Por favor, recarregue a página.
ro: Te rugăm să reîncarci pagina.
ru: Обновите страницу.
sk: Obnovte prosím stránku.
sq: Ju lutemi, ringarkoni faqen.
sr: Поново учитајте страницу.
tr: Lütfen sayfayı yeniden yükleyin.
vi: Vui lòng tải lại trang.
