Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Please use the command line updater because automatic updating is disabled in the config.php.
ast: Usa l'anovador en llinia de comandos porque l'anovamientu automáticu ta deshabilitáu nel config.php.
bg: Моля използвайте съветникът за обновяване в команден ред, защото автоматичният е забранен в config.php.
da: Benyt kommandolinjen til at opdatere, da automatisk opdatering er slået fra i config.php.
de: Da automatische Updates in der config.php deaktivert sind, nutze bitte den Updater über die Kommandozeile.
es: Por favor utilice la actualización mediante la linea de comandos porque la actualización automática está desactivada en config.php.
es_uy: Por favor usa el actualizador de línea de comandos ya que el actualizador automático se encuentra deshabilitado en config.php.
et_ee: Palun kasutage uuendamiseks käsurida, kuna automaatne uuendamine on config.php failis välja lülitatud.
eu: Mesedez, erabili komando-lerroa eguneratzeko, eguneratze automatikoa config.php-n desgaituta dago eta.
fi: Käytä komentorivipäivitintä, koska automaattinen päivitys on estetty config.php-asetustiedostossa.
fr: Veuillez utiliser la mise à jour en ligne de commande, la mise à jour automatique est désactivée dans config.php.
hu: Kérlek, a frissítéshez a parancssort használd, mert az automatikus frissítés ki van kapcsolva a config.php-ban.
it: Utilizza lo strumento da riga di comando poiché l'aggiornamento automatico è disabilitato nel file config.php.
ka_ge: ავტომატური განახლება config.php-ში გათიშულია, გთხოვთ ისარგებლოთ command-line განახლებით.
ko: config.php에서 자동 업데이트가 비활성화되어 있기 때문에 명령줄 업데이트를 사용하십시오.
lt_lt: Automatinis atnaujinimas išjungtas config.php faile. Naudokite komandinės eilutės atnaujinimo įrankį.
lv: Lūdzu izmanto komandrindas atjaunināšanu, jo automātiskā atjaunināšana ir atspējota konfigurācijas datnē config.php.
nb: Oppdater ved hjelp av kommandolinjen ettersom automatisk oppdatering er skrudd av i config.php.
pl: Użyj aktualizatora z linii poleceń, ponieważ automatyczna aktualizacja jest zablokowana w config.php.
pt_br: Por favor, use a atualização de linha de comando, porque a atualização automática está desativada no config.php.
pt_pt: Por favor, utilize o atualizador de linha de comando porque a atualização automática está desativada em config.php.
ro: Utilizează actualizarea din linie de comandă, pentru că actualizarea automată este dezactivată în config.php.
ru: Пожалуйста, используйте обновление через командную строку, так как автоматические обновления отключены в config.php.
sk: Automatická aktualizácia je zakázaná v config.php, použite prosím aktualizáciu cez príkazový riadok.
sq: Ju lutemi, përdorni përditësuesin e rreshtit të urdhrave, sepse përditësimi i vetvetishëm është i çaktivizuar te config.php.
sr: Ажурирање урадите преко командне линије јер је аутоматско ажурирање онемогућено у config.php.
tr: Otomatik güncellemeler config.php dosyasında devre dışı bırakılmış olduğundan, komut satırı güncelleyicisini kullanın.
vi: Xin vui lòng sử dụng câu lệnh cập nhật bằng dòng lệnh do cập nhật tự động bị vô hiệu hóa trong file config.php

source: [%d / %d]: Checking table %s
ast: [%d / %d]: Comprobando tabla %s
bg: [%d / %d]: Проверка на таблица %s
da: [%d / %d]: Tjekker tabel %s
de: [%d / %d]: Überprüfe Tabelle %s
es: [%d / %d]: Comprobando cuadro %s
es_uy: [%d / %d]: Verificando tabla %s
et_ee: [%d / %d]: Kontrollin tabelit %s
eu: [%d / %d]: Taula egiaztatzen %s
fa: [%d / %d]: چک کردن جدول %s
fi: [%d / %d]: Tarkistetaan taulua %s
fr: [%d / %d] : Vérification de la table %s
hu: [%d / %d]: Tábla ellenőrzése: %s
it: [%d / %d]: controllo della tabella %s
ka_ge: [%d / %d]: მოწმდება ცხრილი %s
ko: [%d / %d]: 테이블 %s 확인 중
lt_lt: [%d / %d]: Tikrinama lentelė %s
lv: [%d / %d]: Pārbauda tabulu %s
nb: [%d / %d]: Sjekker tabell %s
pl: [%d / %d]: Sprawdzanie tabeli %s
pt_br: [%d / %d]: Verificando tabela %s
pt_pt: [%d / %d]: a verificar a tabela %s
ro: [%d / %d]: Se verifică tabela %s
ru: [%d / %d]: Проверка таблицы %s
sk: [%d / %d]: Kontrola tabuľky %s
sq: [%d / %d]: Po kontrollohet tabela %s
sr: [%d / %d]: Проверавам табелу %s
tr: [%d / %d]: %s tablosu denetleniyor
vi: [%d / %d]: đang kiểm tra bảng được %s

source: Turned on maintenance mode
ast: Activóse'l mou de caltenimientu
bg: Режимът за поддръжка е включен
da: Startede vedligeholdelsestilstand
de: Wartungsmodus eingeschaltet
es: Modo mantenimiento activado
es_uy: Modo mantenimiento activado
et_ee: Hooldusrežiim sisse lülitatud
eu: Mantenu modua gaitu da
fa: حالت " در دست تعمیر " فعال شد .
fi: Siirrytty huoltotilaan
fr: Mode de maintenance activé
hu: A karbantartási mód bekapcsolva
it: Modalità di manutenzione attivata
ka_ge: სარემონტო რეჟიმი ჩაირთო
ko: 유지 보수 모드 켜짐
lt_lt: Įjungta techninės priežiūros veiksena
lv: Ieslēgts uzturēšanas režīms
nb: Slo på vedlikeholdsmodus
pl: Włączony tryb konserwacji
pt_br: Ativar o modo de manutenção
pt_pt: Ativou o modo de manutenção
ro: Modul mentenanță a fost activat
ru: Включён режим обслуживания
sk: Mód údržby je zapnutý
sq: Mënyra e mirëmbajtjes u aktivizua
sr: Режим одржавања укључен
tr: Bakım kipi etkinleştirildi
vi: Bật chế độ bảo trì

source: Turned off maintenance mode
ast: Desactivóse'l mou de caltenimientu
bg: Режимът за поддръжка е изключен
da: Slå vedligeholdelsestilstand fra
de: Wartungsmodus ausgeschaltet
es: Modo mantenimiento desactivado
es_uy: Modo mantenimiento desactivado
et_ee: Hooldusrežiim välja lülitatud
eu: Mantenu modua desgaitu da
fa: حالت " در دست تعمیر " غیرفعال شد .
fi: Poistuttu huoltotilasta
fr: Mode de maintenance désactivé
hu: A karbantartási mód kikapcsolva
it: Modalità di manutenzione disattivata
ka_ge: სარემონტო რეჟიმი გაითიშა
ko: 유지 보수 모드 꺼짐
lt_lt: Išjungta techninės priežiūros veiksena
lv: Izslēgts uzturēšanas režīms
nb: Slo av vedlikeholdsmodus
pl: Wyłączony tryb konserwacji
pt_br: Desativar o modo de manutenção
pt_pt: Desativou o modo de manutenção
ro: Modul mentenanță a fost dezactivat
ru: Отключён режим обслуживания
sk: Mód údržby je vypnutý
sq: Mënyra e mirëmbajtjes u çaktivizua
sr: Режим одржавања искључен
tr: Bakım kipi devre dışı bırakıldı
vi: Tắt chế độ bảo trì

source: Maintenance mode is kept active
ast: El mou caltenimientu sigue activu
bg: Режим на поддръжка се поддържа активен
da: Vedligeholdelsestilstanden holdes kørende
de: Wartungsmodus bleibt aktiviert
es: El modo mantenimiento aún está activo.
es_uy: El modo mantenimiento sigue activo
et_ee: Hooldusrežiim on aktiivne
eu: Mantentze modua aktibatuta dago oraindik.
fa: حالت تعمیرات فعال نگه‌داشته شده است
fi: Huoltotila pidetään aktiivisena
fr: Le mode de maintenance est laissé actif
hu: Karbantartási mód aktiválva maradt
it: La modalità di manutenzione è lasciata attiva
ka_ge: სარემონტო რეჟიმი დარჩა აქტიური
ko: 유지 보수 모드가 켜져 있음
lt_lt: Techninės priežiūros veiksena yra aktyvi
lv: Uzturēšanas režīms ir paturēts aktīvs
nb: Vedlikeholdsmodus blir beholdt aktiv
pl: Tryb konserwacji pozostaje aktywny
pt_br: O modo de manutenção está sendo mantido como ativo
pt_pt: O modo de manutenção é mantido ativo
ro: Modul de mentenanță este menținut activ
ru: Режим обслуживания оставлен включенным
sk: Režim údržby je stále aktívny
sq: Mënyra mirëmbajtje është mbajtur e aktivizuar
sr: Режим одржавања се држи активним
tr: Bakım kipi etkin tutuldu
vi: Chế độ bảo trì đang được kích hoạt

source: Updating database schema
ast: Anovando esquema de base de datos
bg: Актуализиране на схемата на базата данни
da: Opdaterer database skema
de: Das Datenbankschema wird aktualisiert
es: Actualizando el esquema del base de datos
es_uy: Actualizando esquema de base de datos
et_ee: Andmebaasi skeemi uuendamine
eu: Datu-basearen eskema eguneratzen
fa: به روز رسانی طرح پایگاه داده
fi: Päivitetään tietokannan skeemaa
fr: Mise à jour du schéma de la base de données
hu: Adatbázis séma frissítése
it: Aggiornamento schema database
ka_ge: მონაცემთა ბაზის სქემის განახლება
ko: 데이터베이스 스키마 업데이트 중
lt_lt: Atnaujinama duomenų bazės struktūra
lv: Atjaunina datu bāzes shēmu
nb: Oppdaterer database-skjemaet
pl: Aktualizacja struktury bazy danych
pt_br: Atualizando o schema do base de dados
pt_pt: A atualizar o esquema da base de dados
ro: Se actualizează schema bazei de date
ru: Выполняется обновление схемы базы данных
sk: Aktualizuje sa schéma databázy
sq: Po përditësohet skema e bazës së të dhënave
sr: Освежава се шема базе података
tr: Veritabanı şeması güncelleniyor
vi: Đang cập nhật lược đồ cơ sở dữ liệu

source: Updated database
ast: Base de datos anovada
bg: Базата данни е обоновена
da: Opdaterede database
de: Datenbank aktualisiert
es: Base de datos actualizada
es_uy: Base de datos actualizada
et_ee: Uuendatud andmebaas
eu: Datu-basea eguneratuta
fa: بروز رسانی پایگاه داده انجام شد .
fi: Tietokanta päivitetty
fr: Base de données mise à jour
hu: Adatbázis frissítve
it: Database aggiornato
ka_ge: მონაცემთა ბაზის განახლება
ko: 데이터베이스 업데이트 됨
lt_lt: Atnaujinta duomenų bazė
lv: Atjaunināta datu bāze
nb: Oppdaterte databasen
pl: Zaktualizuj bazę
pt_br: Atualizar o banco de dados
pt_pt: Base de dados atualizada
ro: Bază de date actualizată
ru: База данных обновлена
sk: Databáza je aktualizovaná
sq: U përditësua baza e të dhënave
sr: База података ажурирана
tr: Veritabanı güncellendi
vi: Cơ sở dữ liệu đã được cập nhật

source: Checking whether the database schema can be updated (this can take a long time depending on the database size)
bg: Проверка дали схемата на базата данни може да се актуализира (възможно е да отнеме повече време в зависимост от големината на базата данни)
da: Tjekker om database schema'et kan opdateres (dette kan tage lang tid afhængig af databasens størrelse)
de: Prüft, ob das Datenbankschema aktualisiert werden kann (dies kann je nach Datenbankgröße sehr lange dauern)
es: Comprobar si se puede actualizar el esquema de la base de datos (esto puede tardar bastante tiempo, dependiendo del tamaño de la base de datos)
es_uy: Verificando si el archivo del esquema de base de datos puede ser actualizado (esto puedo tomar mucho tiempo dependiendo del tamaño de la base de datos)
et_ee: Kontrollitakse, kas anembaasi skeemi saab uuendada (see võib võtta kaua aega olenevalt andmebaasi suurusest)
eu: Datu-basearen eskema eguneratu daitekeen egiaztatzen (honek luzerako hartu dezake datu-basearen arabera)
fa: بررسی اینکه آیا طرح پایگاه داده می تواند به روز شود (این ممکن است بسته به اندازه پایگاه داده طولانی باشد)
fi: Tarkistetaan, onko tietokannan skeemaa mahdollista päivittää (tämä saattaa kestää kauan riippuen tietokannan koosta)
fr: Vérification de la possibilité de mettre à jour le schéma de la base de données (cela peut prendre un certain temps selon la taille de la base de données)
hu: Annak ellenőrzése, hogy az adatbázis sémát lehet-e frissíteni (ez hosszabb ideig is eltarthat az adatbázis méretétől függően)
it: Controllo che lo schema del database possa essere aggiornato (ciò potrebbe richiedere molto tempo in base alla dimensione del database)
ka_ge: მოწმდება შესაძლებელია თუ არა მონაცემთა ბაზის სქემის განახლება (მონაცემთა ბაზის ზომასთან დამოკიდებულებით, ამ პროცესმა შეიძლება გასტანოს გარკვეული პერიოდი)
ko: 데이터베이스 스키마 업데이트 가능 여부 확인 중(데이터베이스 크기에 따라서 오래 걸릴 수도 있습니다)
lt_lt: Tikrinama ar duomenų bazės struktūra gali būti atnaujinta (priklausomai nuo duomenų bazės dydžio, operacija gali ilgai užtrukti)
lv: Pārbauda vai datu bāzes shēma var būt atjaunināma (tas var prasīt laiku atkarībā no datu bāzes izmēriem)
nb: Sjekker om databaseskjemaet kan oppdateres (dette kan ta lang tid hvis databasen er stor)
pl: Sprawdzam czy struktura bazy danych może zostać zaktualizowana (to może zająć sporo czasu i zależy od rozmiaru bazy danych)
pt_br: Verificando se o schema do banco de dados pode ser atualizado (isso pode levar muito tempo, dependendo do tamanho do banco de dados)
pt_pt: A verificar se o esquema da base de dados pode ser atualizado (isto pode demorar algum tempo dependendo do tamanho da base de dados)
ro: Se verifică dacă schema bazei de date poate fi actualizată (această verificare poate lua mult timp în funcție de mărimea bazei de date)
ru: Проверка возможности обновления схемы базы данных (это может занять длительное время в зависимости от размера базы данных)
sk: Kontroluje sa, či je možné aktualizovať schému databázy (to môže trvať dlhší čas v závislosti na veľkosti databázy)
sq: Po kontrollohet nëse mund të përditësohet skema e bazës së të dhënave (kjo mund të hajë shumë kohë, varet nga madhësia e bazës së të dhënave)
sr: Провера да ли шема базе података може да се ажурира (ово може потрајати, у зависности колика је база)
tr: Veritabanı şeması güncellemesi denetleniyor (veritabanının büyüklüğüne bağlı olarak uzun sürebilir)
vi: Đang kiểm tra xem lược đồ cơ sở dữ liệu có thể được cập nhật hay không (việc này có thể mất nhiều thời gian do phụ thuộc vào kích cỡ của cơ sở dữ liệu)

source: Checked database schema update
ast: Anovamientu del esquema de base de datos revisáu
bg: Обновяването на схемата на базата данни е проверено
da: Tjekket database schema opdatering
de: Datenbankschema-Aktualisierung überprüft
es: Actualización del esquema de base de datos revisado
es_uy: Actualización del esquema de base de datos verificada
et_ee: Andmebaasi skeemi uuendus kontrollitud
eu: Egiaztatuta datu-basearen zerbitzariaren eguneraketa
fa: به روز رسانی طرح پایگاه داده بررسی شد
fi: Tarkistettu tietokannan skeemapäivitys
fr: Mise à jour du schéma de la base de données vérifiée
hu: Az adatbázis séma frissítését ellenőriztük
it: L'aggiornamento dello schema del database è stato verificato
ka_ge: შემოწმდა მონაცემთა ბაზის სქემის განახლება
ko: 데이터베이스 스키마 업데이트 확인됨
lt_lt: Tikrinama duomenų bazės struktūra
lv: Pārbaudīts datu bāzes shēmas atjauninājums
nb: Sjekket oppdatering av databaseskjema
pl: Sprawdzono aktualizację struktury bazy danych
pt_br: Verificada a atualização do schema de banco de dados
pt_pt: Atualização do esquema da base de dados verificada.
ro: S-a verificat actualizarea schemei bazei de date
ru: Проверено обновление схемы БД
sk: Skontrolovať aktualizáciu schémy databázy
sq: U kontrollua përditësimi i skemës së bazës së të dhënave
sr: Проверено ажурирање шеме базе података
tr: Veritabanı şeması güncellemesi denetlendi
vi: Cập nhật lược đồ cơ sở dữ liệu đã được kiểm tra

source: Checking updates of apps
ast: Comprobando anovamientu d'aplicaciones
bg: Проверка на актуализациите за добавките
da: Tjekker opdatering af apps
de: Es wird nach Aktualisierungen für die Apps gesucht
es: Comprobar actualizaciones de apps
es_uy: Verificando actualizaciones para aplicaciones
et_ee: Rakenduste uuenduste kontroll
eu: Aplikazioentzako eguneraketak egiaztatzen
fa: بررسی به روزرسانی های برنامه ها
fi: Tarkistetaan sovellusten päivityksiä
fr: Recherche de mises à jour d'applications
hu: Alkalmazások frissítésének ellenőrzése
it: Controllo degli aggiornamenti delle applicazioni
ka_ge: მოწმდება აპლიკაციის განახლებები
ko: 앱 업데이트 확인 중
lt_lt: Tikrinami programėlių atnaujinimai
lv: Pārbauda programmu atjauninājumus
nb: Ser etter oppdateringer av programmer
pl: Sprawdzam aktualizacje aplikacji
pt_br: Verificando atualizações de aplicativos
pt_pt: A procurar por atualizações das aplicações
ro: Se verifică actualizările aplicațiilor
ru: Проверка обновлений для приложений
sk: Kontrolujú sa aktualizácie aplikácií
sq: Po kontrollohen përditësime të aplikacionit
sr: Проверавам ажурирања апликација
tr: Uygulama güncellemeleri denetleniyor
vi: Đang kiểm tra các bản cập nhật của các ứng dụng

source: Checking for update of app "%s" in appstore
da: Leder efter opdatering til "%s" i appstore
de: Suche nach einer Aktualisierung für die App "%s" im App-Store
es: Comprobando actualizaciones de las aplicaciones %s en la AppStore.
es_uy: Verificando actualizaciones para la aplicacion "%s" en la appstore
et_ee: Rakenduse "%s" jaoks uuenduste kontrollimine rakenduste poes
eu: "%s" aplikazioak aplikazioen biltegian eguneraketarik ba ote duen begiratzen.
fa: بررسی به روزرسانی های برنامه "%s" در فروشگاه App
fi: Päivitystä sovellukseen "%s" tarkistetaan sovelluskaupasta
fr: Vérification de la présence d'une mise à jour pour l'application "%s" dans l'appstore
hu: A(z) "%s" alkalmazás frissítéseinek keresése az alkalmazástárban
it: Controllo degli aggiornamenti dell'applicazione "%s" nel negozio delle applicazioni
ka_ge: Appstore-ში მოწდება აპლიკაციის "%s" განახლება
ko: 앱스토어에서 %s 앱의 업데이트를 확인하는 중
lt_lt: Ieškomas įskiepio %s atnaujinimas programinės įrangos saugykloje
lv: Meklē atjauninājumus lietotnei "%s"
nb: Ser etter oppdatering for programmet "%s" i program-butikk
pl: Sprawdzanie aktualizacji dla aplikacji "%s" w sklepie aplikacji
pt_br: Verificando atualização para o aplicativo "%s" na appstore
pt_pt: A procurar por atualizações da aplicação "%s" na appstore
ro: Se verifică dacă sunt actualizări pentru aplicația "%s" în magazinul de aplicații
ru: Проверяется наличие обновления приложения «%s»
sk: Hľadá sa aktualizácia aplikácie "%s" v obchode
sq: Duke kontrolluar për përditësim të aplikacionit "%s" në appstore.
sr: Проверавам ажурирања апликације „%s“ у продавници
tr: "%s" uygulamasının güncellemesi uygulama mağazasından denetleniyor
vi: Đang kiểm tra cập nhật của ứng dụng %s trong appstore

source: Update app "%s" from appstore
da: Opdatér "%s" fra appstore
de: Aktualisiere die App "%s" aus dem App-Store
es: Actualizada la app %s desde la AppStore
es_uy: Actualizar la aplicación "%s" desde la appstore
et_ee: Uuenda rakendus "%s" rakenduste poes
eu: Eguneratu "%s" aplikazioa aplikazioen biltegitik.
fa: "%s" به روز رسانی شد
fi: Päivitä sovellus "%s" sovelluskaupasta
fr: Mise à jour de l'application "%s" depuis l'appstore
hu: "%s" alkalmazás frissítése a tárból
it: Aggiorna l'applicazione "%s" dal negozio di applicazioni
ka_ge: Appstore-იდან ნახლდება აპლიკაცია "%s"
ko: 앱 스토어에서 "%s" 앱 업데이트
lt_lt: Atnaujinkite "%s" įskiepį iš programinės įrangos saugyklos
lv: Atjaunināt lietotni "%s"
nb: Oppgrader programmet "%s" fra program-butikk
pl: Zaktualizuj aplikację "%s" ze sklepu aplikacji
pt_br: Atualizar aplicativo "%s" a partir da appstore
pt_pt: Atualizar app "%s" da appstore
ro: Actualizare aplicație "%s" din magazinul de aplicații
ru: Приложение «%s» обновляется из магазина приложений
sk: Aktualizovať aplikáciu "%s" z obchodu
sq: Përditëso aplikacionin "%s" nga appstore
sr: Ажурирај апликацију „%s“ из продавнице
tr: "%s" uygulamasını uygulama mağazasından güncelle
vi: Cập nhật ứng dụng "%s" từ appstore

source: Checked for update of app "%s" in appstore
da: Ledte efter opdatering til "%s" i appstore
de: App-Store auf Aktualalisierung für die App "%s" geprüft
es: Buscar actualizaciones de aplicaciones %s en la AppStore
es_uy: Se verificaron actualizaciones para la aplicación "%s" en la appstore
et_ee: Kontrolliti uuendusi rakenduse "%s" jaoks rakenduste poes
eu: Begiratuta "%s" aplikazioak aplikazioen biltegian ba ote duen
fa: بررسی به روزرسانی های برنامه %s
fi: Päivitys sovellukseen "%s" tarkistettu sovelluskaupasta
fr: Présence de mise à jour vérifiée pour l'application "%s" dans l'appstore
hu: A(z) "%s" alkalmazás frissítéseinek ellenőrizve az alkalmazástárban
it: Verificati aggiornamento dell'applicazione "%s" nel negozio delle applicazioni
ka_ge: Appstore-ში დამოწმდა აპლიკაციის "%s" განახლება
ko: 앱 스토어에서 "%s" 앱 업데이트 확인함
lt_lt: Atlikta atnaujinimų paieška įskiepiui "%s" programinės įrangos saugykloje
lv: Meklēti atjauninājumi lietotnei "%s"
nb: Så etter oppdateringer for programmet "%s" i program-butikk
pl: Sprawdzono aktualizację dla aplikacji "%s" w sklepie aplikacji.
pt_br: Verificada atualização do aplicativo "%s" na appstore
ro: S-a verificat dacă sunt actualizări pentru aplicația "%s" în magazinul de aplicații
ru: Наличие обновления приложения «%s» в магазине приложений проверено
sk: Hľadá sa aktualizácia aplikácie "%s" v obchode
sq: Duke kontrolluar për përditësim të aplikacionit "%s" në appstore.
sr: Проверено ажурирање апликације "%s" у продавници
tr: "%s" uygulama mağazasının güncellemesi uygulama mağazasından denetlendi
vi: Đã kiểm tra bản cập nhật của ứng dụng "%s" trong kho ứng dụng

source: Checking whether the database schema for %s can be updated (this can take a long time depending on the database size)
bg: Проверка дали схемата на базата данни %s може да бъде актуализирана (това може да отнеме повече време в зависимост от големината на базата данни)
da: Tjekker om database schema'et for %s kan opdateres (dette kan tage lang tid afhængig af databasens størrelse)
de: Prüft, ob das Datenbankschema für %s aktualisiert werden kann (dies kann je nach Datenbankgröße sehr lange dauern)
es: Comprobar si se puede actualizar el esquema de la base de datos %s (esto puede tardar bastante tiempo, dependiendo del tamaño de la base de datos)
es_uy: Verificando si el esquema de la base de datos para %s puede ser actualizado (esto puede tomar mucho tiempo dependiendo del tamaño de la base de datos)
et_ee: Kontrollitakse, kas %s andmebaasi skeemi saab uuendada (see võib võtta kaua aega sõltuvalt andmebaasi suuruses)
eu: %s datu-basearen eskema eguneratu daitekeen egiaztatzen (honek luzerako hartu dezake datu-basearen arabera)
fa: بررسی اینکه آیا طرح پایگاه داده %s می تواند به روز شود (این ممکن است بسته به اندازه پایگاه داده طولانی باشد)
fi: Tarkistetaan, onko kohteen %s tietokannan skeemaa mahdollista päivittää (tämä saattaa kestää kauan riippuen tietokannan koosta)
fr: Vérification de la possibilité de mettre à jour le schéma de la base de données pour %s (cela peut prendre un certain temps selon la taille de la base de données)
hu: Annak ellenőrzése, hogy a(z) %s adatbázis sémáját lehet-e frissíteni (ez hosszabb ideig is eltarthat az adatbázis méretétől függően)
it: Controllo che lo schema del database di %s possa essere aggiornato (ciò potrebbe richiedere molto tempo in base alla dimensione del database)
ka_ge: მოწმდება შესაძლებელია თუ არა %s-ისთვის მონაცემთა ბაზის სქემის განახლება (მონაცემთა ბაზის ზომასთან დამოკიდებულებით, ამ პროცესმა შეიძლება გასტანოს გარკვეული პერიოდი)
ko: %s의 데이터베이스 스키마 업데이트 가능 여부 확인 중(데이터베이스 크기에 따라서 오래 걸릴 수도 있습니다)
lt_lt: Tikrinama ar duomenų bazės struktūra %s gali būti atnaujinta (priklausomai nuo duomenų bazės dydžio, operacija gali ilgai užtrukti)
lv: Nosaka, vai uz %s attiecināmā shēma var tikt atjaunināta (tas var prasīt daudz laiku atkarībā no datu bāzes izmēriem)
nb: Sjekker om databaseskjemaet for %s kan oppdateres (dette kan ta lang tid hvis databasen er stor)
pl: Sprawdzam czy struktura bazy danych %s może zostać zaktualizowana (to może zająć sporo czasu i zależy od rozmiaru bazy danych)
pt_br: Verificando se o schema do banco de dados para %s pode ser atualizado (isso pode levar muito tempo, dependendo do tamanho do banco de dados)
pt_pt: A verificar se o esquema da base de dados para %s pode ser atualizado (isto pode demorar algum tempo dependendo do tamanho da base de dados)
ro: Se verifică dacă schema bazei de date pentru %s poate fi actualizată (poate dura un timp îndelungat, în funcție de dimensiunea bazei de date)
ru: Проверка возможности обновления схемы базы данных для %s (это может занять длительное время в зависимости от размера базы данных)
sk: Kontroluje sa, či je možné aktualizovať schému databázy pre %s (to môže trvať dlhší čas v závislosti na veľkosti databázy)
sq: Po kontrollohet nëse mund të përditësohet skema e bazës së të dhënave për %s (kjo mund të hajë shumë kohë, varet nga madhësia e bazës së të dhënave)
sr: Провера да ли шема база за %s може бити ажурирана (ово може да потраје, у зависности колика је база)
tr: %s için veritabanı şeması güncellemesi denetleniyor (veritabanının büyüklüğüne bağlı olarak uzun sürebilir)
vi: Đang kiểm tra liệu lược đồ cơ sở dữ liệu đối với %s có thể được cập nhật hay không (việc này có thể mất nhiều thời gian phụ thuộc vào kích cỡ của cơ sở dữ liệu)
