Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: For more details check out the documentation.
ast: Pa más detalles comprueba la documentación.
bg: За повече детайли проверете документацията.
da: For flere oplysninger, så henvises der til dokumentationen.
de: Schau für weitere Informationen in die Dokumentation.
es: Para más detalles revisar la documentación.
es_uy: Por favor consulta la documentación para más detalles.
et_ee: Lisainfot vaata dokumentatsioonist.
eu: Xehetasun gehiago nahi izanez gero, begiratu dokumentazioa.
fa: برای جزئیات بیشتر به مستندات مراجعه کنید.
fi: Lisätietoja on saatavilla dokumentaatiossa.
fr: Consultez la documentation pour plus de détails.
hu: További részletekért kérjük ellenőrizze a dokumentációt.
it: Per ulteriori dettagli, leggi la documentazione.
ka_ge: მეტი დეტალებისთვის იხილეთ დოკუმენტაცია.
ko: 자세한 정보를 보려면 문서를 참고하십시오.
lt_lt: Išsamesnei informacijai, žiūrėkite dokumentaciją.
lv: Sīkākai informācijai skatiet dokumentāciju.
nb: Henvend deg til dokumentasjonen for flere detaljer.
pl: Aby uzyskać więcej informacji zapoznaj się z dokumentacją.
pt_br: Para mais informações consulte a documentação.
pt_pt: Para mais detalhes consulte a documentação.
ro: Pentru mai multe detalii verifică documentația.
ru: За дополнительными сведениями обратитесь к документации.
sk: Viac informácií nájdete v dokumentácii.
sq: Për më tepër të dhëna shihni dokumentimin.
sr: За више детаља погледајте документацију.
tr: Ayrıntılı bilgi almak için belgelere bakın.
vi: Để biết thêm chi tiết, hãy kiểm tra tài liệu.

source: Database user
ast: Usuariu de la base de datos
bg: Потребител за базата данни
da: Databasebruger
de: Datenbank-Benutzer
es: Usuario de la base de datos
es_uy: Usuario de la base de datos
et_ee: Andmebaasi kasutaja
eu: Datubasearen erabiltzailea
fa: شناسه پایگاه داده
fi: Tietokannan käyttäjä
fr: Utilisateur de la base de données
hu: Adatbázis felhasználónév
it: Utente del database
ka_ge: მონაცემთა ბაზის მომხმარებელი
ko: 데이터베이스 사용자
lt_lt: Duomenų bazės naudotojas
lv: Datubāzes lietotājs
nb: Databasebruker
pl: Użytkownik bazy danych
pt_br: Usuário do banco de dados
pt_pt: Utilizador da base de dados
ro: Utilizatorul bazei de date
ru: Пользователь базы данных
sk: Používateľ databázy
sq: Përdorues baze të dhënash
sr: Корисник базе
tr: Veritabanı kullanıcı adı
vi: Người dùng cơ sở dữ liệu

source: Database password
ast: Contraseña de la base de datos
bg: Парола за базата данни
da: Databasekodeord
de: Datenbank-Passwort
es: Contraseña de la base de datos
es_uy: Contraseña de la base de datos
et_ee: Andmebaasi parool
eu: Datubasearen pasahitza
fa: پسورد پایگاه داده
fi: Tietokannan salasana
fr: Mot de passe de la base de données
hu: Adatbázis jelszó
it: Password del database
ka_ge: მონაცემთა ბაზის პაროლი
ko: 데이터베이스 암호
lt_lt: Duomenų bazės slaptažodis
lv: Datubāzes parole
nb: Databasepassord
pl: Hasło do bazy danych
pt_br: Senha do banco de dados
pt_pt: Senha da base de dados
ro: Parola bazei de date
ru: Пароль базы данных
sk: Heslo databázy
sq: Fjalëkalim baze të dhënash
sr: Лозинка базе
tr: Veritabanı parolası
vi: Mật khẩu cơ sở dữ liệu

source: Database name
ast: Nome de la base de datos
bg: Име на базата данни
da: Navn på database
de: Datenbank-Name
es: Nombre de la base de datos
es_uy: Nombre de la base de datos
et_ee: Andmebasi nimi
eu: Datubasearen izena
fa: نام پایگاه داده
fi: Tietokannan nimi
fr: Nom de la base de données
hu: Az adatbázis neve
it: Nome del database
ka_ge: მონაცემთა ბაზის სახელი
ko: 데이터베이스 이름
lt_lt: Duomenų bazės pavadinimas
lv: Datubāzes nosaukums
nb: Databasenavn
pl: Nazwa bazy danych
pt_br: Nome do banco de dados
pt_pt: Nome da base de dados
ro: Numele bazei de date
ru: Название базы данных
sk: Meno databázy
sq: Emër baze të dhënash
sr: Назив базе
tr: Veritabanı adı
vi: Tên cơ sở dữ liệu

source: Database tablespace
ast: Espaciu de tables de la base de datos
bg: Tablespace на базата данни
da: Database tabelplads
de: Datenbank-Tablespace
es: Espacio de tablas de la base de datos
es_uy: Espacio de tablas en la base de datos
et_ee: Andmebaasi tabeliruum
eu: Datu basearen taula-lekua
fa: جدول پایگاه داده
fi: Tietokannan taulukkotila
fr: Espace de stockage de la base de données
hu: Az adatbázis táblázattér (tablespace)
it: Spazio delle tabelle del database
ka_ge: ბაზის ცხრილის ზომა
ko: 데이터베이스 테이블 공간
lt_lt: Duomenų bazės loginis saugojimas
lv: Datubāzes tabulas telpa
nb: Database-tabellområde
pl: Obszar tabel bazy danych
pt_br: Espaço de tabela do banco de dados
pt_pt: Tablespace da base de dados
ro: Tabela de spațiu a bazei de date
ru: Табличное пространство базы данных
sk: Tabuľkový priestor databázy
sq: Tablespace-i i database-it
sr: Радни простор базе података
tr: Veritabanı tablo alanı
vi: Cơ sở dữ liệu tablespace

source: Database host
ast: Agospiador de la base de datos
bg: Хост за базата данни
de: Datenbank-Host
es: Host de la base de datos
es_uy: Servidor de base de datos
et_ee: Andmebaasi host
eu: Datubasearen hostalaria
fa: هاست پایگاه داده
fi: Tietokantapalvelin
fr: Hôte de la base de données
hu: Adatbázis szerver
it: Host del database
ka_ge: მონაცემთა ბაზის ჰოსტი
ko: 데이터베이스 호스트
lt_lt: Duomenų bazės serveris
lv: Datubāzes serveris
nb: Databasevert
pl: Komputer bazy danych
pt_br: Host do banco de dados
pt_pt: Anfitrião da base de dados
ro: Bază date
ru: Хост базы данных
sk: Server databázy
sq: Strehë baze të dhënash
sr: Домаћин базе
tr: Veritabanı sunucusu

source: Please specify the port number along with the host name (e.g., localhost:5432).
da: Angiv et portnummer sammen med hostnavnet (f.eks. localhost:5432).
de: Bitte die Portnummer mit der Hostadresse zusammen angeben (z.B. localhost:5432)
es: Por favor especifique el numero del puerto junto al nombre del anfitrión (p.e., localhost:5432).
es_uy: Por favor especifica el número de puerto así como el nombre del servidor (ejem., localhost:5432).
et_ee: Palun sisesta pordi number koos hostinimega (nt. localhost: 5432).
eu: Makinaren izenarekin batera portua ezarri (adb. localhost:5432).
fi: Määritä portin numero tietokantapalvelimen yhteydessä (esim. localhost:5432).
fr: Veuillez spécifier le numéro du port avec le nom de l'hôte (ex: localhost:5432).
hu: Kérlek add meg a port számát a kiszolgáló neve után (pl: localhost:5432).
it: Specifica il numero della porta insieme al nome host (ad es. localhost:5432).
ka_ge: ჰოსტის სახელთან ერთად გთხოვთ მიუთითოთ პორტის ნომერიც (მაგ.: localhost:5432).
ko: 호스트 이름과 함께 포트 번호를 지정하십시오(예: localhost:5432)
lt_lt: Prašome nurodyti domeno vardą ir protokolo numerį, pavyzdžiui: "localhost:5432".
lv: Lūdzu, norādiet porta numuru kopā ar resursdatora nosaukumu (piemēram, localhost: 5432).
nb: Spesifiser portnr. sammen med tjenernavnet (f.eks., localhost:5432).
pl: Wskaż proszę numer portu wraz z adresem (np. localhost:5432).
pt_br: Por favor especifique o nome do host e o número de porto (ex., localhost:5432).
pt_pt: Por favor, indique o número da porta a seguir ao nome do servidor (ex.:, localhost:5432).
ro: Specifică și numărul portului pe lângă hostname (ex: localhost;5432).
ru: Пожалуйста укажите номер порта вместе с именем хоста (напр. localhost:5432)
sk: Zadajte číslo portu spolu s názvom hostiteľa (napr. localhost:5432).
sq: Ju lutem specifikoni numrin e portës së bashku me një emër hosti (p.sh. localhost:5432).
sr: Наведите и број порта у имену домаћина (нпр. localhost:5432).
tr: Lütfen sunucu adının yanında kapı numarasını da belirtin (Örnek: localhost:5432).
vi: Vui lòng xác định số cổng cùng với tên máy chủ lưu trữ (ví dụ: localhost: 5432).

source: Performance warning
ast: Alvertencia de rindimientu
bg: Предупреждение за производителност
da: Ydelses advarsel
de: Leistungswarnung
es: Advertencia de rendimiento
es_uy: Advertencia de desempeño
et_ee: Kiiruse hoiatus
eu: Errendimendu abisua
fa: اخطار کارایی
fi: Suorituskykyvaroitus
fr: Avertissement à propos des performances
hu: Teljesítménybeli figyelmeztetés
it: Avviso di prestazioni
ka_ge: გაფრთხილება მოქმედების შესახებ
ko: 성능 경고
lt_lt: Sistemos našumo problemos perspėjimas
lv: Veiktspējas brīdinājums
nb: Ytelsesadvarsel
pl: Ostrzeżenie o wydajności
pt_br: Alerta de performance
pt_pt: Aviso de Desempenho
ro: Alertă de performanță
ru: Предупреждение о производительности
sk: Varovanie o výkone
sq: Sinjalizim funksionimi
sr: Упозорење о перформансама
tr: Başarım uyarısı
vi: Cảnh báo hiệu suất

source: SQLite will be used as database.
ast: SQLite usaráse como base de datos.
bg: Ще бъде използвана SQLite за база данни.
da: SQLite vil blive brugt som database.
de: SQLite wird als Datenbank benutzt.
es: Se utilizará SQLite como base de datos.
es_uy: SQLite será usado como la base de datos.
et_ee: Andmebaasina kasutatakse SQLite
eu: SQLite datubase bezala erabiliko da.
fa: SQLite به عنوان پایگاه‎داده استفاده خواهد شد.
fi: SQLitea käytetään tietokantana.
fr: SQLite sera utilisé comme gestionnaire de base de données.
hu: SQLite lesz adatbázisként használva.
it: SQLite sarà utilizzato come database.
ka_ge: მონაცემთა ბაზად მოხმარებულ იქნება SQLite.
ko: 데이터베이스로 SQLite를 사용할 것입니다.
lt_lt: SQLite bus naudojama kaip duomenų bazė.
lv: SQLite tiks izmantota kā datu bāze.
nb: SQLite vil bli brukt som database.
pl: SQLite będzie używane jako baza danych.
pt_br: SQLite será usado como banco de dados
pt_pt: SQLite será usado como base de dados.
ro: SQLite va fi folosit ca bază de date.
ru: В качестве базы данных будет использована SQLite.
sk: Bude použitá SQLite databáza.
sq: Si bazë të dhënash do të përdoret SQLite.
sr: СКуЛајт ће бити коришћен за базу података.
tr: Veritabanı olarak SQLite kullanılacak.
vi: SQLite sẽ được sử dụng làm cơ sở dữ liệu.

source: For larger installations we recommend to choose a different database backend.
ast: Pa instalaciones más grandes, aconseyamos escoyer un backend diferente de base de datos.
bg: За по- големи инсталации Ви препоръчваме да изберете друг сървър за бази данни.
da: Til større installationer anbefaler vi at vælge en anden database-backend.
de: Bei größeren Installationen wird die Wahl eines anderen Datenbank-Backends empfohlen.
es: Para grandes instalaciones recomendamos seleccionar una base de datos diferente
es_uy: Para instalaciones más grandes te recomendamos elegir un backend de base de datos diferente.
et_ee: Suuremate paigalduste jaoks soovitame valida teise andmebaasi.
eu: Instalazio handientzako beste datubase sistema bat erabiltzea gomendatzen da.
fa: برای نصب و راه اندازی بزرگتر توصیه می کنیم یک پایگاه داده متفاوتی را انتخاب کنید.
fi: Suuria asennuksia varten suositellaan muun tietokannan käyttöä.
fr: Pour des installations plus volumineuses, nous vous conseillons d'utiliser un autre gestionnaire de base de données.
hu: Nagyobb telepítésekhez ajánlott egy másik adatbázis háttérkiszolgáló használata.
it: Per installazioni più grandi consigliamo di scegliere un motore di database diverso.
ka_ge: უფრო დიდი ინსტალაციებისთვის რეკომენდაციას გიწევთ აირჩიოთ სხვა მონაცემთა ბაზა.
ko: 대규모 파일을 관리하려고 한다면 다른 데이터베이스 백엔드를 선택할 것을 권장합니다.
lt_lt: Didesnei sistemai įdiegti rekomenduojame pasirinkti kitą duomenų bazę.
lv: Priekš lielākām instalācijām mēs iesakām izvēlēties citu datubāzes serveri.
nb: For større installasjoner anbefaler vi å velge en annen database.
pl: Dla większych instalacji zalecamy użycie innej bazy danych.
pt_br: Para instalações maiores é recomendável escolher uma plataforma de serviço de banco de dados diferente.
pt_pt: Para instalações maiores, nós recomendamos que escolha uma interface de base de dados diferente.
ro: Pentru instalări mai mari recomandăm folosirea altei baze de date ca backend.
ru: Для крупных проектов мы советуем выбрать другой тип базы данных.
sk: Pre veľké inštalácie odporúčame vybrať si iné databázové riešenie.
sq: Për instalime më të mëdha këshillojmë të zgjidhni një tjetër program shërbyesi baze të dhënash.
sr: За веће инсталације препоручујемо да изаберете другу базу података.
tr: Daha büyük kurulumlar için altyapıda farklı bir veritabanı kullanmanız önerilir.
vi: Đối với các cài đặt hệ thống lớn, chúng tôi khuyên bạn nên chọn một hệ cơ sở dữ liệu khác.

source: Especially when using the desktop client for file syncing the use of SQLite is discouraged.
ast: Especialmente al usar el veceru d'escritoriu. Pa la sincornización de ficheros nun s'aconseya.
bg: Използването на SQLite не се препоръчва, особено ако ползвате клиента за настолен компютър.
da: Brug af SQLite frarådes især når skrivebordsklienten anvendes til filsynkronisering.
de: Insbesondere bei Nutzung des Desktop-Clients zur Dateisynchronisierung wird vom Einsatz von SQLite abgeraten.
es: El uso de SQLite esta desaconsejado especialmente cuando se usa el cliente de escritorio para sincronizar los archivos.
es_uy: El uso de SQLiite es especialmente desalentado al usar el cliente de escritorio para sincrionizar.
et_ee: Eriti kui tasutad töölaua rakendust failide sünkroonimiseks on SQLite andmebaas ebasoovitav.
eu: Fitxategiak sinkronizatzeko idazmahai aplikazioa erabili nahi badugu SQLite erabiltzea ez da gomendatzen. is discouraged.
fi: Varsinkin työpöytäsovelluksen tiedostosynkronointia käyttäessä SQLiten käyttö ei ole suositeltavaa.
fr: En particulier si vous utilisez le client de bureau pour synchroniser vos données, l'utilisation de SQLite est déconseillée.
hu: Amikor az asztali klienset használja fálj szinkronizációra, akkor az SQLite használata nem ajánlott.
it: In particolar modo, quando si utilizza il client desktop per la sincronizzazione dei file, l'uso di SQLite è sconsigliato.
ka_ge: SQLite-ის გამოყენება არაა რეკომედირებული განსაკუთრებით მაშინ, როდესაც ფაილების სინქრონიზაციისთვის იყენებთ დესკტოპ-კლიენტს.
ko: 특히 파일 동기화를 위해 데스크톱 클라이언트를 사용할 예정이면 SQLite를 사용하지 않는 것이 좋습니다.
lt_lt: SQLite naudojimas yra nerekomenduotinas, kai duomenų sinchronizacijai naudojamas darbalaukio klientas.
lv: It sevišķi, ja, izmantojot darbvirsmas klientu, lai veiktu failu sinhronizāciju SQLite izmantošana nav ieteicama.
nb: SQLite er spesielt frarådet om man bruker skrivebordsklienten til filsynkronisering
pl: Użycie SQLite nie jest zalecane, zwłaszcza gdy to synchronizacji plików używana jest aplikacja desktopowa.
pt_br: O uso de SQLite é não recomendável especialmente quando se utiliza o cliente de desktop para sincronização de arquivos.
pt_pt: O uso de SQLite é desencorajado especialmente se estiver a pensar em dar uso ao cliente desktop para sincronizar os seus ficheiros no seu computador.
ro: În special atunci când este folosit clientul desktop pentru sincronizarea fișierelor, utilizarea SQLite este nerecomandată.
ru: В частности не рекомендуется использовать SQLite при синхронизации файлов с использованием клиента для ПК.
sk: Najmä pri používaní klientských aplikácií na synchronizáciu s desktopom neodporúčame používať SQLite.
sq: Përdorimi i SQLite-it shkëshillohet veçanërisht, kur për njëkohësim kartelash përdoret klienti desktop.
sr: Нарочито ако се користи клијент у десктоп окружењу, коришћење СКуЛајта није препоручљиво.
tr: Özellikle dosya eşitleme için masaüstü istemcisi kullanılırken SQLite kullanımı önerilmez.
vi: Đặc biệt khi đang sử dụng phần mềm đồng bộ dữ liệu desktop client để đồng bộ file thì việc sử dụng CSDL SQLite là không nên.

source: Finish setup
ast: Finar la configuración
bg: Завършване на настройките
da: Afslut opsætning
de: Installation abschließen
es: Completar la instalación
es_uy: Terminar configuración
et_ee: Lõpeta seadistamine
eu: Bukatu konfigurazioa
fa: اتمام نصب
fi: Viimeistele asennus
fr: Terminer l'installation
hu: A beállítások befejezése
it: Termina configurazione
ka_ge: კონფიგურაციის დასრულება
ko: 설치 완료
lt_lt: Užbaigti sąranką
lv: Pabeigt iestatīšanu
nb: Fullfør oppsett
pl: Zakończ konfigurowanie
pt_br: Concluir configuração
pt_pt: Terminar configuração
ro: Finalizează instalarea
ru: Завершить установку
sk: Dokončiť inštaláciu
sq: Përfundoje rregullimin
sr: Заврши подешавање
tr: Kurulumu tamamla
vi: Cài đặt hoàn tất

source: Finishing …
ast: Finando...
bg: Завършване...
da: Færdigbehandler …
de: Abschließen…
es: Finalizando...
es_uy: Terminando …
et_ee: Lõpetamine ...
eu: Bukatzen...
fa: در حال اتمام ...
fi: Viimeistellään…
fr: Finalisation …
hu: Befejezés ...
it: Completamento...
ka_ge: სრულდება ...
ko: 완료 중 …
lt_lt: Užbaigiama …
lv: Pabeidz ...
nb: Ferdigstiller…
pl: Kończę ...
pt_br: Finalizando...
pt_pt: A terminar...
ro: Se finalizează...
ru: Завершение...
sk: Dokončujem...
sq: Po përfundohet …
sr: Завршавам…
tr: Tamamlanıyor ...
vi: Đang hoàn thành ...

source: Need help?
ast: ¿Precises ayuda?
bg: Нуждаете се от помощ?
da: Brug for hjælp?
de: Hilfe nötig?
es: ¿Necesita ayuda?
es_uy: ¿Necesitas ayuda?
et_ee: Vajad abi?
eu: Laguntza behar al duzu?
fa: کمک لازم دارید ؟
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
hu: Segítségre van szüksége?
it: Ti serve aiuto?
ka_ge: გესაჭიროებათ დახმარება?
ko: 도움이 필요한가요?
lt_lt: Reikia pagalbos?
lv: Vajadzīga palīdzība?
nb: Trenger du hjelp?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
pt_pt: Precisa de ajuda?
ro: Ai nevoie de ajutor?
ru: Требуется помощь?
sk: Potrebujete pomoc?
sq: Ju duhet ndihmë?
sr: Треба Вам помоћ?
tr: Yardım gerekiyor mu?
vi: Cần hỗ trợ ?

source: See the documentation
ast: Mira la documentación
bg: Прегледайте документацията
da: Se dokumentationen
de: Schau in die Dokumentation
es: Vea la documentación
es_uy: Ver la documentación
et_ee: Vaata dokumentatsiooni
eu: Ikusi dokumentazioa
fa: مشاهده‌ی مستندات
fi: Tutustu dokumentaatioon
fr: Lire la documentation
hu: Nézze meg a dokumentációt
it: Leggi la documentazione
ka_ge: იხილეთ დოკუმენტაცია
ko: 문서 보기
lt_lt: Žiūrėkite dokumentaciją
lv: Skatiet dokumentāciju
nb: Se dokumentasjonen
pl: Zapoznaj się z dokumentacją
pt_br: Veja a documentação
pt_pt: Consulte a documentação
ro: Vezi documentația
ru: Посмотреть документацию
sk: Pozri dokumentáciu
sq: Shihni dokumentimin
sr: Погледајте документацију
tr: Belgelere bakın
vi: Xem tài liệu

source: This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page.
bg: За да функционира приложението изисква JavaScript. Моля, {linkstart}включете JavaScript{linkend} и презаредете страницата.
da: Denne applikation kræver JavaScript for at fungere korrekt. {linkstart}Slå venligst JavaScript til{linkend} og genindlæs siden.
de: Diese Anwendung benötigt JavaScript zum ordnungsgemäßen Betrieb. Bitte {linkstart}aktiviere JavaScript{linkend} und lade die Seite neu.
es: Esta aplicación requiere JavaScript para operar correctamente. Por favor, {linkstart}habilite JavaScript{linkend} y recargue la página.
es_uy: Esta aplicación requiere de JavaScript para su correcta operación. Por favor {linkstart}habilita JavaScript{linkend} y vuelve a cargar la página.
et_ee: See rakendus vajab toimimiseks JavaScripti. Palun {linkstart}luba JavaScript{linkend} ning laadi see leht uuesti.
eu: Aplikazio honek JavaScript eskatzen du ondo funtzionatzeko. Mesedez {linkstart}JavaScript gaitu {linkend}eta webgunea birkargatu.
fi: Tämä sovellus vaatii toimiakseen JavaScript-tuen. {linkstart}Ota JavaScript käyttöön{linkend} ja päivitä sivu.
fr: Cette application requiert JavaScript pour fonctionner correctement. Veuillez {linkstart}activer JavaScript{linkend} et recharger la page.
hu: Az alkalmazás megfelelő működéséhez JavaScript szükséges. Kérjük, {linkstart}engedélyezze a JavaScript-et{linkend} és frissítse a lapot.
it: Questa applicazione richiede JavaScript per un corretto funzionamento. {linkstart}Abilita JavaScript{linkend} e ricarica la pagina.
ka_ge: ეს აპლიკაცია სწორი ოპერაციისთვის საჭიროებს JavaScript-ს. გთხოვთ {linkstart}ჩართოთ JavaScript-ი{linkend} და გადატვირთოთ გვერდი.
ko: 이 프로그램이 올바르게 작동하려면 JavaScript가 필요합니다. {linkstart}JavaScript를 활성화{linkend}한 다음 페이지를 새로 고치십시오.
lt_lt: Sistemos veikimui reikalingas JavaScript palaikymas. Prašome {linkstart}įjungti JavaScript palaikymą{linkend} ir atnaujinti puslapį.
lv: Šai programmai nepieciešams JavaScript. Lūdzu {linkstart}ieslēdziet JavasScript{linkend} un pārlādējiet lapu.
nb: Dette programmet krever JavaScript for å fungere korrekt. {linkstart}Aktiver JavaScript{linkend} og last siden på nytt.
pl: Ta aplikacja wymaga JavaScript do poprawnego działania. Proszę {linkstart}włączyć JavaScript{linkend} i przeładować stronę.
pt_br: Este aplicativo requer JavaScript para sua correta operação. Por favor {linkstart}habilite o JavaScript{linkend} e recarregue a página.
pt_pt: Esta aplicação requer o JavaScript para funcionar corretamente. Por favor, {linkstart}ative o JavaScript{linkend} e recarregue a página.
ro: Această aplicație necesită JavaScript pentru a funcționa corect. {linkstart}Activează JavaScript{linkend} și reîncarcă pagina.
ru: Для корректной работы приложения требуется JavaScript. Пожалуйста, {linkstart}включите JavaScript{linkend} и обновите страницу.
sk: Táto aplikácia vyžaduje JavaScript, aby správne fungovala. Prosím, {linkstart}zapnite si JavaScript{linkend} a obnovte stránku
sq: Ky aplikacion lyp JavaScript për punim të saktë. Ju lutemi, {linkstart}aktivizoni JavaScript-in{linkend} dhe ringarkoni faqen.
sr: Ова апликација захтева Јава скрипт за исправан рад. {linkstart}Омогућите Јава скрипт{linkend} и поново учитајте страницу.
tr: Bu uygulamanın düzgün çalışabilmesi için JavaScript gereklidir. Lütfen {linkstart}JavaScript uygulamasını etkinleştirip{linkend} sayfayı yeniden yükleyin.
vi: Ứng dụng này yêu cầu JavaScript để hoạt động chính xác. Vui lòng {linkstart} bật JavaScript {linkend} và tải lại trang.

source: More apps
ast: Más aplicaciones
da: Flere apps
de: Weitere Apps
es: Más aplicaciones
es_uy: Más aplicaciones
et_ee: Veel rakendusi
eu: Aplikazio gehiago
fa: برنامه های بیشتر
fi: Lisää sovelluksia
fr: Plus d'applications
hu: További alkalmazások
it: Altre applicazioni
ka_ge: მეტი აპლიკაცია
ko: 더 많은 앱
lt_lt: Daugiau programinės įrangos
lv: Vairāk programmu
nb: Flere programmer
pl: Więcej aplikacji
pt_br: Mais aplicativos
pt_pt: Mais apps
ro: Mai multe aplicatii
ru: Ещё приложения
sk: Viac aplikácií
sq: Më shumë aplikacione
sr: Још апликација
tr: Diğer uygulamalar
vi: Thêm ứng dụng

source: Search
ast: Guetar
bg: Търсене
da: Søg
de: Suche
es: Buscar
es_uy: Buscar
et_ee: Otsi
eu: Bilatu
fa: جست‌و‌جو
fi: Etsi
fr: Rechercher
hu: Keresés
it: Cerca
ka_ge: ძებნა
ko: 검색
lt_lt: Ieškoti
lv: Meklēt
nb: Søk
pl: Wyszukaj
pt_br: Pesquisar
pt_pt: Procurar
ro: Căutare
ru: Найти
sk: Hľadať
sq: Kërko
sr: Претражи
tr: Arama
vi: Tìm kiếm

source: Reset search
da: Nulstil søgning
de: Suche zurücksetzen
es: Resetear búsqueda
es_uy: Reestablecer búsqueda
et_ee: Lähtesta otsing
eu: Bilaketa berrezarri
fi: Nollaa haku
fr: Réinitialiser la recherche
hu: Keresés visszaállítása
it: Ripristina ricerca
ka_ge: ძიების შედეგები
ko: 검색 초기화
lt_lt: Atstatyti paiešką
nb: Tilbakestill søk
pl: Zresetuj wyszukiwanie
pt_br: Redefinir pesquisa
pt_pt: Repor procura
ru: Очистить поиск
sk: Vynuluj vyhľadávanie
sr: Ресетуј претрагу
tr: Aramayı sıfırla
vi: Đặt lại tìm kiếm

source: Confirm your password
ast: Confirma la to contraseña
bg: Потвърдете паролата си
da: Bekræft dit password
de: Bestätige Dein Passwort
es: Confirme su contraseña
es_uy: Confirma tu contraseña
et_ee: Kinnita oma parool
eu: Berretsi pasahitza
fa: گذرواژه خود را تأیید کنید
fi: Vahvista salasanasi
fr: Confirmer votre mot de passe
hu: Erősítsd meg a jelszavad:
it: Conferma la tua password
ka_ge: დაადასტურეთ თქვენი პაროლი
ko: 암호를 입력하십시오
lt_lt: Patvirtinkite savo slaptažodį
lv: Apstipriniet paroli
nb: Bekreft ditt passord
pl: Potwierdź hasło
pt_br: Confirme sua senha
pt_pt: Confirmar senha
ro: Confirmă parola:
ru: Подтвердите свой пароль
sk: Potvrďte svoje heslo
sq: Konfrimoni fjalëkalimin tuaj
sr: Потврдите лозинку
tr: Parolanızı onaylayın
vi: Xác nhận mật khẩu của bạn
