Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Please use the command line updater because you have a big instance with more than 50 users.
ast: Usa l'anovador en llinia de comandos porque tienes una instancia grande con más de 50 usuarios.
da: Brug venligst kommandolinje til at opdatere fordi du har en stor installation med mere end 50 brugere
de: Bitte verwende den Komandozeilen-Updater, da Du eine große Installation mit mehr als 50 Nutzern betreibst.
es: Utilice el actualizador de línia de comandos porque tiene una instancia con más de 50 usuarios.
es_uy: Favor de usar el actualizador desde la línea de comandos ya que tu instancia cuenta con más de 50 usuarios.
et_ee: Palun kasutage uuendamiseks käsurida, kuna teil on suur instants rohkem kui 50 kasutajaga.
eu: Komando-lerroko eguneratzailea erabili mesedez, 50 erabiltzaile baino gehiagoko instantzia handia bait da
fi: Käytä komentorivipäivitintä, koska käyttäjiä on yli 50.
fr: Veuillez utiliser la mise à jour en ligne de commande car votre instance est volumineuse avec plus de 50 utilisateurs.
hu: Kérlek használd a parancssori frissítőt, mert túl nagy a telepítésed, több mint 50 felhasználód van.
it: Utilizza lo strumento di aggiornamento da riga di comando perché hai un'istanza grande con più di 50 utenti.
ka_ge: გთხოვთ მოიხმაროთ "command-line" განმანახლებელი რადგანაც ეს დიდი ინსტანციაა, მასზე 50-ზე მეტი მომხმარებელია.
ko: 현재 인스턴스에 50명 이상의 사용자가 있기 때문에 명령행 업데이터를 사용하십시오.
lt_lt: Naudokite komandinę eilutę atnaujinimui, nes sistema turi daugiau nei 50 vartotojų.
lv: Lūdzu, izmantojiet komandrindas atjauninātāju, jo jums ir vairāk nekā 50 lietotāji.
nb: Bruk kommandolinjeoppdatereren siden du har en stor installasjon med mer enn 50 brukere.
pl: Proszę uzyć aktualizatora z wiersza poleceń, ponieważ masz dużą instancję z ponad 50-cioma użytkownikami.
pt_br: Use o atualizador pela linha de comando pois você tem uma grande instalação com mais de 50 usuários
ro: Vă rugăm folosiți actualizarea din linia de comandă pentru că aveți o sesiune mare cu mai mult de 50 de utilizatori.
ru: В этом развёртывании создано более 50 пользователей. Используйте инструмент командной строки для выполнения обновления.
sk: Použite aktualizátor z príkazového riadka, pretože máte veľkú inštanciu s viac ako 50 používateľmi.
sq: Ju lutemi,përdorni përditësuesin e rreshtit të urdhrave, sepse keni një instalim me mbi 50 përdorues
sr: Молимо користите ажурирање из конзоле пошто имате велики сервер са више од 50 корисника.
tr: 50 üzerinde kullanıcısı olan bir kopya kullandığınız için lütfen komut satırı güncelleyiciyi kullanın.
vi: Xin vui lòng sử dụng lệnh cập nhật bằng dòng lệnh bởi vì bạn có một bản cài đặt lớn có hơn 50 người dùng.

source: For help, see the <a target="_blank" rel="noreferrer noopener" href="%s">documentation</a>.
bg: За помощ, вижте <a target="_blank" rel="noreferrer" href="%s">документацията</a>.
da: For hjælp, se <a target="_blank" rel="noreferrer noopener" href="%s">dokumentation</a>.
de: Für weitere Hilfen, schaue bitte in die <a target="_blank" rel="noreferrer noopener" href="%s">Dokumentation</a>.
es: Para obtener ayuda, consulta la <a target="_blank" rel="noreferrer noopener" href="%s">documentación</a>.
es_uy: Para más ayuda, por favor consulta la <a target="_blank" rel="noreferrer noopener" href="%s">documentación</a>.
et_ee: Abi saamiseks vaata <a target="_blank" rel="noreferrer noopener" href="%s">dokumentatsiooni</a>.
fr: Pour obtenir de l'aide, lisez la <a target="_blank" rel="noreferrer noopener" href="%s">documentation</a>.
hu: Segítségért nézd meg a <a target="_blank" rel="noreferrer noopener" href="%s">dokumentációt</a>.
it: Per la guida, vedi la <a target="_blank" rel="noreferrer noopener" href="%s">documentazione</a>.
ka_ge: დახმარებისთვის <a target="_blank" rel="noreferrer noopener" href="%s">იხილეთ დოკუმენტაცია</a>.
ko: 도움말을 보려면 <a target="_blank" rel="noreferrer noopener" href="%s">문서</a>를 참조하십시오.
nb: For hjelp, les <a target="_blank" rel="noreferrer noopener" href="%s">dokumentasjonen</a>.
pl: Aby uzyskać pomoc, zajrzyj do <a target="_blank" rel="noreferrer noopener" href="%s">dokumentacji</a>.
pt_br: Precisando de ajuda, leia a <a target="_blank" rel="noreferrer noopener" href="%s">documentação</a>.
ru: Для получения помощи обратитесь к <a target="_blank" rel="noreferrer noopener" href="%s">документации</a>.
sk: Pre pomoc si pozrite <a target="_blank" rel="noreferrer noopener" href="%s">dokumentáciu</a>.
sr: За помоћ, погледајте <a target="_blank" rel="noreferrer noopener" href="%s">документацију</a>.
tr: Yardım almak için, <a target="_blank" rel="noreferrer noopener" href="%s">belgelere</a> bakın.

source: I know that if I continue doing the update via web UI has the risk, that the request runs into a timeout and could cause data loss, but I have a backup and know how to restore my instance in case of a failure.
ast: Sé que si sigo faciendo l'anovamientu pela IU web pue escosar el tiempu de la solicitú y causar una perda de datos, pero teo un respaldu y sé cómo restaurar la mio instancia en casu de fallu.
da: Jeg ved at hvis jeg fortsætter med at bruge opdateringssystemet via denne web forbindelse risikerer jeg at der opstår en timeout og jeg dermed mister mine data. Men jeg har et en backuip og ved hvordan jeg kan genindlæse den hvis det sker
de: Mir ist bekannt, dass die Durchführung der Aktualisierung über die Web-Oberfläche das Risiko birgt, dass der Aktualisierungsprozess abgebrochen wird, was zu Datenverlust führen kann. Ich habe eine Sciherung und ich weiss, wie ich im Falle eines Fehlers beim Aktualisieren meine Installation wieder herstellen kann.
es: Sé que si continúo haciendo la actualización a través de la interfaz web, tengo el riesgo de que la solicitud no se ejecute en el tiempo de espera y provoque pérdida de información pero tengo una copia de seguridad de los datos y sé como restaurarla.
es_uy: Estoy conciente de que si continúo haciendo la actualización vía web, la interfaz de usuario corre el riesgo de que el tiempo de la solicitud expire y cause pérdida de datos, pero cuento con un respaldo y sé como restaurar mi instancia en caso de una falla.
eu: Badakit web bidezko UI-a erabiliz eguneraketa egitean arriskuak daudela, eskaera denboraz-kanpo geratzen bada datuen galera gerta daitekeela, bainabackup kopia egin dut eta badakit instantzia birsortzen, arazoak egonez gero
fr: Je sais que si je continue à faire la mise à jour via le navigateur web, il existe le risque que la requête se heurte à un délai d'expiration et peut causer une perte de données, mais j'ai une copie de sauvegarde et je sais comment restaurer mon instance en cas d'échec.
hu: Tudomásul veszem, hogy a webes frissítőfelület használata közben fellépő időtúllépés adatvesztéssel járhat. Van biztonsági mentésem, tudom hogyan állítsam vissza az adatokat hiba esetén.
it: Sono consapevole che, procedendo con l'aggiornamento tramite interfaccia web, esista il rischio che la richiesta possa scadere e causare perdite di dati, ma ho una copia di sicurezza e so come ripristinare la mia istanza in caso di problemi.
ka_ge: ვიცი რომ, თუ გავაგრძელებ განახლებას ვებ-ინტერფეისით, არის რისკი, რომ მოთხოვნას დრო ამოეწურება და შეიძლება მოხდეს მონაცემების დაკარგვა, თუმცა მაქვს ბექაფი და ვიცი თუ როგორ აღვადგინო ინსტანცია იმ შემთხვევაში თუ მოხდება შეცდომა.
ko: 웹 UI를 통한 업데이트 시 요청 시간이 초과되어 데이터가 손실될 수 있는 위험성을 알고 있으며, 내 데이터를 백업해 두었고 실패한 경우 복원할 수 있는 방법을 알고 있습니다.
lt_lt: Suprantu, kad atnaujinimui naudodamas vartotojo aplinką, rizikuoju, kad sistemos darbas sutriks ir prisijungę vartotojai gali netekti duomenų, turiu atsarginę duomenų kopiją ir žinau, kaip atstatyti duomenis nesėkmės atveju.
lv: Es zinu ka ja es turpināšu atjauninājumu caur tīmekļa atjauninātāju ir risks ka pieprasījumam būs noliedze , kas var radīt datu zudumu, bet man ir dublējumkopija un es zinu kā atjaunot instanci neveiksmes gadijumā.
nb: Jeg vet at hvis jeg fortsetter oppdateringen via vev-grensesnittet er det en mulighet for datatap som følge av tidsavbrudd, men jeg har en sikkerhetskopi og vet hvordan jeg skal gjenopprette min installasjon hvis den feiler.
pl: Wiem, że jeśli kontynuuję aktualizację za pomocą przeglądarki, istnieje ryzyko że operacja może nie wykonać się w okreśłonym limicie czasu co może doprowadzić do utraty danych, ale mam kopię zapasową i wiem jak jej użyć w przypadku niepowodzenia.
pt_br: Sei que se continuar atualizando pela interface web, há o risco de ocorrer um timeout e perda de dados mas eu tenho um cópia de backup e sei como restaurar meu sistema se isso ocorrer.
ro: Înțeleg că dacă continui să folosesc actualizarea din interfața web, există riscul ca cererea să expire și să cauzeze pierderi de date, dar am un backup și știu cum sa restaurez sesiunea în caz de eșec.
ru: Я знаю, что в случае продолжения обновления через веб-интерфейс возникает риск тайм-аута запроса, который может привести к потере данных. У меня есть резервная копия, и я знаю, как восстановить систему в случае сбоя.
sk: Viem, že ak budem pokračovať v aktualizácii prostredníctvom webového rozhrania, existuje riziko, že žiadosť prekročí časový limit a môže spôsobiť stratu dát, ale mám zálohu a viem, ako obnoviť svoju inštanciu v prípade zlyhania.
sq: Në qofte se unë vazhdoj të kryej përditësimin nëpëmjet web UI ka rrezik, që kërkesa mund të ndaloj dhe shkakton humbje të të dhënave, por unë di si ti rikthej të dhënat ne rast dështimi.
sr: Свестан сам да уколико наставим ажурирање преко веба да постоји ризик да захтеву истекне време за извршење и да то може да изазове губитак података, али имам резервну копију и знам како да је повратим у случају грешака.
tr: Güncellemeyi web arayüzü üzerinden yapmanın zaman aşımına neden olarak veri kaybına neden olabileceğini biliyorum. Ancak bir yedeğim var ve sorun çıkması durumunda nasıl geri yükleyebileceğimi biliyorum.
vi: Tôi biết rằng nếu tôi tiếp tục thực hiện cập nhập qua giao diện Web có rủi ro, mà yêu cầu đó chạy trong một khoảng thời gian bị quá hạn và có thể gây mất dữ liệu, nếu tôi có một bản sao và tôi biết cách khôi phục bản cài đặt đã sao lưu trong trường hợp bị lỗi khi cập nhật.

source: Upgrade via web on my own risk
bg: Актуализиране чрез интернет на собствен риск
da: Opdatering via web er på mit eget ansvar.
de: Aktualisierung über die Web-Oberfläche auf eigenes Risiko
es: Actualizar a través de la web con mi consentimiento.
es_uy: Actualizar vía Web bajo mi propio riesgo
et_ee: Uuenda veebi kaudu omal vastutusel
eu: Web bidezko bertsio-berritzea nire ardurapean
fi: Internetin kautta päivittäminen omalla vastuulla
fr: Mettre à jour via le navigateur web à mes propres risques
hu: Saját felelőségre frissítés weben keresztül
it: Aggiorna tramite web a mio rischio
ka_ge: ვებით განაახლეთ თქვენი პასუხისმგებლობით
ko: 그래도 웹으로 업데이트하기
lt_lt: Atnaujinti per interneto naršyklę prisiimant riziką
lv: Atjaunināt caur tīmekļa atjauninātāju uz mana paša risku.
nb: Oppgrader via vev på min egen risikio
pl: Wykonaj aktualizację poprzez przeglądarkę na moją odpowiedzialność
pt_br: Atualizar via web por minha conta e risco
pt_pt: Atualizar via web por minha conta e risco.
ro: Actualizare prin interfața web pe riscul meu
ru: Обновить используя веб-интерфейс на мой страх и риск
sk: Aktualizovať cez web na vlastné riziko
sq: Përditëso me anë të internetit në rrezikun tim
sr: Надогради преко веба на сопствену одговорност
tr: Riski alıyorum web üzerinden güncelle
vi: Nâng cấp qua web

source: This %s instance is currently in maintenance mode, which may take a while.
bg: В момента този %s се обновява, а това може да отнеме време.
da: Denne %s-instans befinder sig i vedligeholdelsestilstand for øjeblikket, hvilket kan tage et stykke tid.
de: Diese %s-Instanz befindet sich gerade im Wartungsmodus, was eine Weile dauern kann.
es: Está instancia %s está en modo mantenimiento, por lo que puede llevar un tiempo.
es_uy: Esta instancia %s se encuentra actualmente en modo mantenimiento, que podría tomar algo de tiempo.
et_ee: See %s instants on hetkel haldusrežiimis, mis võib kesta mõnda aega.
eu: Instantzia hau %s mantenu-moduan dago, honek denbora tarte bat iraun dezake.
fi: Tämä %s-instanssi on parhaillaan huoltotilassa, huollossa saattaa kestää hetki.
fr: Cette instance de %s est en cours de maintenance, cela peut prendre du temps.
hu: Ez a %s folyamat éppen karbantartó üzemmódban van, ami eltarthat egy darabig.
it: Questa istanza di %s è attualmente in manutenzione, potrebbe richiedere del tempo.
ka_ge: ეს %s ინსტანცია ამჟამად სარემონტო რეჟიმშია, ამან შეიძლება გასტანოს გარკვეული დრო.
ko: 이 %s 인스턴스는 현재 점검 모드입니다. 시간이 걸릴 수도 있습니다.
lt_lt: Šis %s egzempliorius šiuo metu yra techninės priežiūros veiksenoje, kas savo ruožtu gali šiek tiek užtrukti.
lv: Šis %s serveris pašlaik darbojas uzturēšanas režīmā, tas var ilgt kādu laiku.
nb: Denne %s-instansen er for øyeblikket i vedlikeholdsmodus, noe som kan vare en stund.
pl: Ta instalacja %s działa obecnie w trybie konserwacji. Może to potrwać jakiś czas.
pt_br: Esta instância %s está em modo de manutenção, o que pode demorar um pouco.
pt_pt: Esta instância %s está atualmente no modo de manutenção, o que poderá demorar algum tempo.
ro: Instanța %s este acum în modul de mentenanță, ceea ce ar putea dura o vreme.
ru: Этот сервер %s находится в режиме технического обслуживания, которое может занять некоторое время.
sk: Táto %s inštancia je v súčasnej dobe v režime údržby. Počkajte prosím.
sq: Kjo instancë %s hëpërhë gjendet nën mënyrën mirëmbajtje, çka mund të zgjasë ca.
sr: Овај %s је тренутно у режиму одржавања што може потрајати.
tr: Bu %s kopyası şu anda bakım kipinde, bu işlem biraz zaman alabilir.
vi: Bản cài đặt%s hiện tại đang trong chế độ "bảo trì", do vậy có thể bạn cần phải đợi thêm chút ít thời gian.

source: This page will refresh itself when the %s instance is available again.
ast: Esta páxina refrescaráse sola cuando la instancia %s vuelva tar disponible.
bg: Страницата ще се зареди автоматично, когато %s е отново на линия.
da: Denne side vil genopfriske sig selv, når %s-instancen er tilgængelig igen.
de: Diese Seite aktualisiert sich automatisch, wenn die %s-Instanz wieder verfügbar ist.
es: La página se refrescará cuando la instalación %s vuelva a estar disponible.
es_uy: Esta página se actualizará sola cuando la instancia %s esté disponible de nuevo.
et_ee: Se leht laetakse uuesti, kui %s instantsi on uuesti saadaval.
eu: Orri honek bere burua eguneratuko du %s instantzia berriz prest dagoenean.
fi: Tämä sivu päivittää itsensä, kun %s on jälleen käytettävissä.
fr: Cette page se rafraîchira d'elle-même lorsque l'instance %s sera à nouveau disponible.
hu: Ez az oldal frissíteni fogja magát amint a(z) %s példány ismét elérhető.
it: Questa pagina si aggiornerà quando l'istanza di %s sarà nuovamente disponibile.
ka_ge: გვერდი ავტომატურად განახლდება, როდესაც %s ინსტანცია იქნება ხელმისაწვდომელი.
ko: %s 인스턴스를 다시 사용할 수 있으면 자동으로 새로 고칩니다.
lt_lt: Šis puslapis bus įkeltas iš naujo, kai %s egzempliorius bus ir vėl prieinamas.
lv: Lapa tiks atsvaidzināta kad %s instance atkal ir pieejama.
nb: Denne siden vil bli lastet på nytt når %s-instansen er tilgjengelig igjen.
pl: Strona odświeży się gdy instancja %s będzie ponownie dostępna.
pt_br: Esta página será atualizada automaticamente quando o %s estiver disponível novamente.
pt_pt: Esta página irá ser atualizada quando a instância %s ficar novamente disponível.
ro: Această pagină se va reîmprospăta atunci când %s instance e disponibil din nou.
ru: Эта страница обновится автоматически когда сервер %s снова станет доступен.
sk: Táto stránka sa obnoví sama hneď ako bude %s inštancia znovu dostupná.
sq: Kjo faqe do të rifreskohet vetiu, sapo instanca %s të jetë sërish gati.
sr: Ова страница ће се сама освежити када %s постане поново доступан.
tr: Bu sayfa, %s kopyası yeniden kullanılabilir olduğunda kendini yenileyecek.
vi: Trang này sẽ tự động được làm tươi khi bản cài đặt %s được sẵn sàng.

source: Contact your system administrator if this message persists or appeared unexpectedly.
ast: Contauta col alministrador si esti problema sigui apaeciendo.
bg: Свържете се със системния администратор ако това съобщение се задържи твърде дълго или се е появило неочаквано.
da: Kontakt systemadministratoren, hvis denne meddelelse fortsætter eller optrådte uventet.
de: Kontaktiere den Systemadministrator, wenn diese Meldung dauerhaft oder unerwartet erscheint.
es: Contacte con su administrador de sistemas si este mensaje persiste o aparece de forma inesperada.
es_uy: Contacta a tu administrador del sistema si este mensaje persiste o se presentó de manera inesperada.
et_ee: Kontakteeru oma süsteemihalduriga, kui see teade püsib või on tekkinud ootamatult.
eu: Jarri harremanetan zure sistema administratzailearekin mezu hau irauten badu edo bat-batean agertu bada.
fi: Ota yhteys järjestelmän ylläpitäjään, jos tämä viesti ilmenee uudelleen tai odottamatta.
fr: Veuillez contacter votre administrateur système si ce message persiste ou apparaît de façon inattendue.
hu: Ha ez az üzenet ismételten vagy indokolatlanul megjelenik, akkor keresse fel a rendszergazdáját!
it: Contatta il tuo amministratore di sistema se questo messaggio persiste o appare inaspettatamente.
ka_ge: თუ ეს წერილი გამოჩნდა მოულოდნელად ან მისი გამოჩენა გრძელდება, დაუკავშირდით სისტემის ადმინისტრატორს.
ko: 이 메시지가 계속 표시되거나, 예상하지 못하였을 때 표시된다면 시스템 관리자에게 연락하십시오.
lt_lt: Susisiekite su savo sistemos administratoriumi jei šis pranešimas nedingsta arba jei jis pasirodė netikėtai.
lv: Sazinieties ar sistēmas administratoru, ja šis ziņojums tiek rādīts.. vai parādījās negaidīti
nb: Kontakt systemadministratoren hvis denne meldingen var uventet eller ikke forsvinner.
pl: Skontaktuj się z administratorem, jeśli ten komunikat pojawił się nieoczekiwanie lub wyświetla się ciągle.
pt_br: Contacte o administrador do sistema se esta mensagem persistir ou aparecer inesperadamente.
pt_pt: Contacte o seu administrador do sistema se esta mensagem persistir ou apareceu inesperadamente.
ro: Contactează-ți administratorul de sistem dacă acest mesaj persistă sau a apărut neașteptat.
ru: Обратитесь к вашему системному администратору если это сообщение не исчезает или появляется неожиданно.
sk: Kontaktujte prosím správcu systému, ak sa táto správa objavuje opakovane alebo neočakávane.
sq: Nëse ky mesazh shfaqet vazhdimisht ose u shfaq papritmas, lidhuni me përgjegjësin e sistemit.
sr: Контактирајте администратора ако се порука понавља или се неочекивано појавила.
tr: Bu ileti görüntülenmeye devam ediyor ya da beklenmedik şekilde ortaya çıkıyorsa sistem yöneticinizle görüşün.
vi: Liên hệ với người quản trị nếu lỗi này vẫn tồn tại hoặc xuất hiện bất ngờ.

source: Thank you for your patience.
ast: Gracies pola to paciencia.
bg: Благодарим за търпението.
da: Tak for din tålmodighed.
de: Vielen Dank für deine Geduld.
es: Gracias por su paciencia.
es_uy: Gracias por tu paciencia.
et_ee: Täname kannatlikkuse eest.
eu: Milesker zure patzientziagatik.
fa: از صبر شما متشکریم
fi: Kiitos kärsivällisyydestäsi.
fr: Merci de votre patience.
hu: Köszönjük a türelmét!
it: Grazie per la pazienza.
ka_ge: მადლობთ მოთმინებისთვის.
ko: 기다려 주셔서 감사합니다.
lt_lt: Dėkojame už jūsų kantrumą.
lv: Paldies par jūsu pacietību.
nb: Takk for din tålmodighet.
pl: Dziękuję za cierpliwość.
pt_br: Obrigado pela sua paciência.
pt_pt: Obrigado pela sua paciência.
ro: Îți mulțumim pentru răbdare.
ru: Спасибо за терпение.
sk: Ďakujeme za Vašu trpezlivosť.
sq: Ju faleminderit për durimin.
sr: Хвала Вам на стрпљењу.
tr: Anlayışınız için teşekkür ederiz.
vi: Cảm ơn sự kiên nhẫn của bạn.

source: {sharee} ({type}, {owner})
da: {share} ({type}, {owner})
eu: {sharee} ({type}, {jabea})
