Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Please select a file.
ast: Esbilla un ficheru, por favor.
bg: Моля изберете файл.
da: Vælg venligst en fil.
de: Bitte eine Datei wählen.
es: Por favor, seleccione un archivo.
es_uy: Por favor selecciona un archivo.
et_ee: Palun vali fail.
eu: Aukeratu fitxategi bat
fa: لطفا فایل مورد نظر را انتخاب کنید
fi: Valitse tiedosto.
fr: Veuillez sélectionner un fichier.
hu: Kérlek, válassz ki egy fájlt.
it: Seleziona un file.
ka_ge: გთხოვთ აირჩიოთ ფაილი.
ko: 파일을 선택하십시오.
lt_lt: Prašome pasirinkti failą.
lv: Lūdzu izvēlies failu.
nb: Velg ei fil.
pl: Proszę wybrać plik.
pt_br: Por favor, selecione um arquivo.
pt_pt: Por favor, selecione um ficheiro.
ro: Te rugăm să alegi un fișier.
ru: Выберите файл.
sk: Prosím, vyberte súbor.
sq: Ju lutem përzgjidhni një skedar.
sr: Изаберите фајл.
tr: Lütfen bir dosya seçin.
vi: Hãy chọn một tệp.

source: File is too big
ast: El ficheru ye pergrande
bg: Файлът е твърде голям
da: Filen er for stor
de: Datei ist zu groß
es: El archivo es demasiado grande
es_uy: El archivo es demasiado grande.
et_ee: Fail on liiga suur
eu: Fitxategia handiegia da
fa: فایل خیلی بزرگ است
fi: Tiedosto on liian suuri
fr: Le fichier est trop volumineux
hu: A fájl túl nagy
it: Il file è troppo grande
ka_ge: ფაილი ზედმეტად დიდია
ko: 파일이 너무 큼
lt_lt: Failas yra per didelis
lv: Datne ir par lielu
nb: Filen er for stor
pl: Plik jest za duży
pt_br: O arquivo é muito grande
pt_pt: O ficheiro é demasiado grande
ro: Fișierul este prea mare
ru: Файл слишком велик
sk: Súbor je príliš veľký
sq: Skedari është shumë i madh
sr: Фајл је превелик
tr: Dosya çok büyük
vi: Tệp quá lớn

source: The selected file is not an image.
ast: El ficheru esbilláu nun ye una imaxe.
bg: Избраният файл не е изображение.
da: Den valgte fil er ikke et billede.
de: Die ausgewählte Datei ist kein Bild.
es: El archivo seleccionado no es una imagen.
es_uy: El archivo seleccionado no es una imagen.
et_ee: Valitud fail ei ole pilt.
eu: Aukeratutako fitxategia ez da irudi bat.
fa: فایل انتخاب شده عکس نمی باشد.
fi: Valittu tiedosto ei ole kuva.
fr: Le fichier sélectionné n'est pas une image.
hu: A kiválasztott fájl nem kép.
it: Il file selezionato non è un'immagine.
ka_ge: არცეული ფაილი არაა სურათი.
ko: 선택한 파일은 사진이 아닙니다.
lt_lt: Pasirinktas failas nėra paveikslas.
lv: Atlasītais fails nav attēls.
nb: Den valgte filen er ikke et bilde.
pl: Wybrany plik nie jest obrazem.
pt_br: O arquivo selecionado não é uma imagem
pt_pt: O ficheiro selecionado não é uma imagem.
ro: Fișierul selectat nu este o imagine.
ru: Выбранный файл не является изображением.
sk: Vybraný súbor nie je obrázok.
sq: Skedari i zgjedhur nuk është një imazh
sr: Изабрани фајл није слика.
tr: Seçilmiş dosya bir görsel dosyası değil.
vi: Tệp tin được chọn không phải là ảnh.

source: The selected file cannot be read.
ast: El ficheru esbilláu nun pue lleese.
bg: Избраният файл не може да бъде отворен.
da: Den valgte fil kan ikke læses.
de: Die ausgewählte Datei konnte nicht gelesen werden.
es: El archivo seleccionado no puede ser leído.
es_uy: El archivo seleccionado no se puede leer.
et_ee: Valitud faili ei ole võimalik lugeda.
eu: Aukeratutako fitxategia ezin da aukeratu
fa: فایل انتخاب شده خوانده نمی شود.
fi: Valittua tiedostoa ei voida lukea.
fr: Le fichier sélectionné ne peut pas être lu.
hu: A kiválasztott fájl nem olvasható.
it: Il file selezionato non può essere letto.
ka_ge: არჩეული ფაილი არ იკითხება.
ko: 선택한 파일을 읽을 수 없습니다.
lt_lt: Nepavyksta perskaityti pasirinkto failo.
lv: Atlasīto failu nevar nolasīt.
nb: Den valgte filen kan ikke leses.
pl: Wybrany plik nie może być odczytany.
pt_br: O arquivo selecionado não pôde ser lido
pt_pt: O ficheiro selecionado não pode ser lido.
ro: Fișierul selectat nu poate fi citit.
ru: Выбранный файл не может быть прочитан.
sk: Vybraný súbor nie je možné čítať.
sq: Skedari i zgjedhur nuk mund të lexohet
sr: Није могуће читати изабрани фајл.
tr: Seçilmiş dosya okunamadı.
vi: Tệp tin được chọn không thể đọc.

source: Invalid file provided
ast: Apurrióse un ficheru non válidu
bg: Предоставен е невалиден файл
da: Der er angivet en ugyldig fil
de: Ungültige Datei zur Verfügung gestellt
es: Archivo no válido
es_uy: Archivo proporcionado inválido
et_ee: Vigane fail
fa: فایل داده‌شده نا معتبر است
fi: Määritetty virheellinen tiedosto
fr: Fichier non valide
hu: Érvénytelen fájl van megadva
it: File fornito non valido
ka_ge: არასწორი ფაილი
ko: 잘못된 파일 지정됨
lt_lt: Pateiktas neteisingas failas
lv: Norādīta nederīga datne
nb: Ugyldig fil oppgitt
pl: Podano błędny plik
pt_br: Arquivo fornecido inválido
pt_pt: Inválido ficheiro fornecido
ro: Numele fișierului pe care l-ai oferit este invalid
ru: Указан неправильный файл
sk: Zadaný neplatný súbor
sq: U dha kartelë e pavlefshme
sr: Понуђени фајл није исправан
tr: Belirtilen dosya geçersiz
vi: File không hợp lệ

source: No image or file provided
ast: Nun s'apurrieron imáxenes o ficheros
bg: Не бяха доставени картинка или файл
da: Ingen fil eller billede givet
de: Es wurde weder ein Bild noch eine Datei zur Verfügung gestellt
es: No se especificó ningún archivo o imagen
es_uy: No se especificó un archivo o imagen
et_ee: Ühtegi pilti või faili pole pakutud
eu: Ez da irudi edo fitxategirik zehaztu
fa: هیچ فایل یا تصویری وارد نشده است
fi: Kuvaa tai tiedostoa ei määritelty
fr: Pas d'image ou fichier fourni
hu: Nincs kép vagy fájl megadva
it: Non è stata fornita alcun immagine o file
ka_ge: არ არის სურათი ან ფაილი
ko: 사진이나 파일이 없음
lt_lt: Nenurodytas paveikslas ar failas
lv: Nav norādīts attēls vai datne
nb: Bilde eller fil ikke angitt
pl: Brak obrazu lub pliku dostarczonego
pt_br: Nenhuma imagem ou arquivo fornecido
pt_pt: Imagem ou ficheiro não fornecido
ro: Nu a fost furnizat vreo imagine sau fișier
ru: Не указано изображение или файл
sk: Obrázok alebo súbor nebol zadaný
sq: S’u dha figurë apo kartelë
sr: Нису понуђени ни слика ни фајл
tr: Bir görsel ya da dosya belirtilmemiş
vi: Không có hình ảnh hoặc tập tin được cung cấp

source: Unknown filetype
ast: Triba desconocida de ficheru
bg: Непознат тип файл
da: Ukendt filtype
de: Unbekannter Dateityp
es: Tipo de archivo desconocido
es_uy: Tipo de archivo desconocido
et_ee: Tundmatu failitüüp
eu: Fitxategi mota ezezaguna
fa: نوع فایل ناشناخته
fi: Tuntematon tiedostotyyppi
fr: Type de fichier inconnu
hu: Ismeretlen fájltípus
it: Tipo di file sconosciuto
ka_ge: ამოუცნობი ფაილის ტიპი
ko: 알려지지 않은 파일 형식
lt_lt: Nežinomas failo tipas
lv: Nezināms datnes tips
nb: Ukjent filtype
pl: Nieznany typ pliku
pt_br: Tipo de arquivo desconhecido
pt_pt: Tipo de ficheiro desconhecido
ro: Tip fișier necunoscut
ru: Неизвестный тип файла
sk: Neznámy typ súboru
sq: Lloj i panjohur kartele
sr: Непознат тип фајла
tr: Dosya türü bilinmiyor
vi: Không biết kiểu tập tin

source: Invalid image
ast: Imaxe non válida
bg: Невалидно изображение
da: Ugyldigt billede
de: Ungültiges Bild
es: La imagen no es válida
es_uy: Imagen inválida
et_ee: Vigane pilt
eu: Baliogabeko irudia
fa: عکس نامعتبر
fi: Virheellinen kuva
fr: Image non valable
hu: Hibás kép
it: Immagine non valida
ka_ge: არასწორი სურათი
ko: 잘못된 사진
lt_lt: Netinkamas paveikslėlis
lv: Nederīgs attēls
nb: Ugyldig bilde
pl: Nieprawidłowe zdjęcie
pt_br: Imagem inválida
pt_pt: Imagem inválida
ro: Imagine invalidă
ru: Некорректное изображение
sk: Chybný obrázok
sq: Figurë e pavlefshme
sr: Неисправна слика
tr: Görsel geçersiz
vi: Hình ảnh không hợp lệ

source: An error occurred. Please contact your admin.
ast: Asocedió un fallu. Contauta col to alministrador, por favor.
bg: Възникна неизвестна грешка. Свържете с администратора.
da: Der opstod et problem. Kontakt venligst administratoren.
de: Ein Fehler ist aufgetreten. Bitte einen Administrator kontaktieren.
es: Ha ocurrido un error. Póngase en contacto con su administrador.
es_uy: Se presentó un error. Por favor contacta a tu adminsitrador.
et_ee: Tekkis tõrge. Palun võta ühendust administraatoriga.
eu: Errore bat izan da, administraria kontaktatu.app
fa: یک خطا رخ داده است. لطفا با مدیر سیستم تماس بگیرید.
fi: Tapahtui virhe. Ota yhteys ylläpitoon.
fr: Une erreur est survenue. Veuillez contacter votre administrateur.
hu: Hiba történt. Kérlek lépj kapcsolatba a rendszergazdával.
it: Si è verificato un errore. Contatta il tuo amministratore.
ka_ge: წარმოიშვა შეცდომა. გთხოვთ დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 오류가 발생했습니다. 시스템 관리자에게 연락하십시오.
lt_lt: Įvyko klaida. Susisiekite su savo administratoriumi.
lv: Notika kļūda. Lūdzu sazinies ar savu administratoru.
nb: Det oppstod en feil. Kontakt din administrator.
pl: Pojawił się błąd. Skontaktuj się z administratorem.
pt_br: Ocorreu um erro. Contacte o administrador.
pt_pt: Ocorreu um erro. Por favor, contacte o seu administrador.
ro: A apărut o eroare. Te rugăm să contactezi administratorul.
ru: Произошла ошибка. Пожалуйста, свяжитесь с вашим администратором.
sk: Vyskytla sa chyba. Prosím, kontaktujte svojho správcu.
sq: Ndodhi një gabim. Ju lutemi, lidhuni me përgjegjësin tuaj.
sr: Дошло је до грешке. Контактирајте администратора.
tr: Bir sorun çıktı. Lütfen yöneticinizle görüşün.
vi: Có lỗi xảy ra. Vui lòng báo cho quản trị viên.

source: No temporary profile picture available, try again
ast: Nun hai disponible imaxe de perfil temporal dala, volvi tentalo
bg: Не е налична временна профилна снимка, опитайте отново
da: Intet midlertidigt profilbillede tilgængeligt, prøv igen
de: Kein temporäres Profilbild verfügbar, bitte versuche es noch einmal
es: No hay disponible una imagen temporal de perfil, pruebe de nuevo
es_uy: No hay una imagen de perfil temporal disponible, por favor inténtalo de nuevo
et_ee: Ühtegi ajutist profiilipilti pole saadaval, proovi uuesti
eu: Ez dago behin-behineko profil irudirik, saiatu berriro
fa: تصویر پروفایل موقت در حال حاضر در دسترس نیست ، دوباره تلاش کنید
fi: Väliaikaista profiilikuvaa ei ole käytettävissä, yritä uudelleen
fr: Aucune image de profil temporaire disponible, essayez à nouveau
hu: Az átmeneti profilkép nem elérhető, próbálja újra
it: Nessuna immagine di profilo provvisoria disponibile, riprova
ka_ge: დროებითი პროფილის სურათი არაა ხელმისაწვდომი, სცადეთ ახლიდან
ko: 사용 가능한 프로필 사진이 없습니다. 다시 시도하십시오.
lt_lt: Nėra laikino profilio paveikslo, bandykite dar kartą
lv: Profila pagaidu attēls nav pieejams, mēģini vēlreiz
nb: Midlertidig profilbilde ikke tilgjengelig. Prøv igjen
pl: Brak obrazka profilu tymczasowego, spróbuj ponownie
pt_br: Nenhuma imagem temporária disponível no perfil, tente novamente
pt_pt: Nenhuma imagem de perfil temporária disponível, tente novamente
ro: Nu este disponibilă nicio imagine temporară a profilului, încearcă din nou
ru: Временная картинка профиля недоступна, повторите попытку
sk: Dočasný profilový obrázok nie je k dispozícii, skúste to znovu
sq: S’ka gati foto të përkohshme profili, riprovoni
sr: Нема привремене слике профила. Покушајте поново
tr: Kullanılabilecek geçici bir profil görseli bulunamadı. Yeniden deneyin
vi: Ảnh cá nhân tạm thời không có giá trị, hãy thử lại

source: No crop data provided
ast: Nun s'apurrió'l retayu de datos
bg: Липсват данни за изрязването
da: Ingen beskæringsdata give
de: Keine Beschnittdaten zur Verfügung gestellt
es: No se han proporcionado datos del recorte
es_uy: No se han proporcionado datos del recorte
et_ee: Lõikeandmeid ei leitud
eu: Ez da ebaketaren daturik eskaini
fa: هیچ داده برش داده شده ارائه نشده است
fi: Leikkaustietoa ei annettu
fr: Aucune donnée de recadrage fournie
hu: Vágáshoz nincs adat megadva
it: Non sono stati forniti dati di ritaglio
ka_ge: ამოჭრის მონაცემები არაა უზრუნველყოფილი
ko: 선택된 데이터가 없습니다.
lt_lt: Nenurodyti apkirpimo duomenys
lv: Nav norādīti apgriešanas dati
nb: Ingen beskjæringsinformasjon angitt
pl: Brak danych do przycięcia
pt_br: Nenhum dado recortado fornecido
pt_pt: Não foram fornecidos dados de recorte
ro: Nu există informație pentru operațiunea crop
ru: Не указана информация о кадрировании
sk: Dáta pre orezanie neboli zadané
sq: S’u dhanë të dhëna qethjeje
sr: Нема података о опсецању
tr: Kırpma verileri belirtilmemiş
vi: Không có dữ liệu nguồn được cung cấp

source: No valid crop data provided
bg: Липсват данни за изрязването
da: Der er ikke angivet gyldige data om beskæring
de: Keine gültigen Zuschnittdaten zur Verfügung gestellt
es: Recorte inválido
es_uy: No se han proporcionado datos válidos del recorte
et_ee: Kehtivaid lõikeandmeid pole leitud
eu: Ebakidura baliogabea da
fa: هیچ داده برش داده شده معتبر ارائه نشده است
fi: Kelvollisia leikkaustietoja ei määritetty
fr: Aucune donnée valide de recadrage fournie
hu: Nem lett valós levágási adat megadva
it: Non sono stati forniti dati di ritaglio validi
ka_ge: სწორი ამოჭრის მონაცემები არაა უზრუნველყოფილი
ko: 올바른 잘라내기 데이터가 지정되지 않음
lt_lt: Pateikti neteisingi apkirpimo duomenys
lv: Nav norādīti derīgi apgriešanas dati
nb: Ingen gyldige beskjæringsdata oppgitt
pl: Brak danych do przycięcia
pt_br: Nenhum dado recortado válido
pt_pt: Não foram indicados dados de recorte válidos
ro: Nu există informație validă pentru operațiunea crop
ru: Не указаны корректные данные о кадрировании
sk: Neplatné dáta pre orezanie neboli zadané
sq: S’u dhanë të dhëna qethjeje të vlefshme
sr: Нема исправних података о опсецању
tr: Geçerli bir kırpma verisi belirtilmemiş
vi: Dữ liệu trích xuất không hợp lệ

source: Crop is not square
bg: Областта не е квадратна
da: Beskæringen er ikke kvadratisk
de: Zuschnitt ist nicht quadratisch
es: El recorte no es cuadrado
es_uy: El recorte no es cuadrado
et_ee: Lõikamine pole ruudukujuline
eu: Ebakidura ez da karratua
fa: بخش بریده شده مربع نیست
fi: Leikkaus ei ole neliö
fr: Le recadrage n'est pas carré
hu: Levágás nem négyzet alakú
it: Il ritaglio non è quadrato
ka_ge: ამონაჭერი არაა კვადრატი
ko: 잘라내는 영역이 사각형이 아님
lt_lt: Apkirpimo plotas nėra kvadratas
lv: Griezums nav kvadrāts
nb: Beskjæringen er ikke kvadratisk
pl: Przycięcie nie jest prostokątem
pt_br: Recorte não é quadrado
pt_pt: O recorte não é quadrado
ro: Selecția nu este pătrată
ru: Кадр не является квадратом
sk: Orezanie nie je štvorcové
sq: Prerja s’është katrore
sr: Опсецање није квадратног облика
tr: Kırpma kare şeklinde değil
vi: Trích xuất không chuẩn

source: State token does not match
ast: El pase d'estáu nun concasa
da: State token stemmer ikke overens
de: Status-Token stimmen nicht überein
es: El token dado no coincide
es_uy: La ficha de estado no corresponde
eu: Egoera-tokena ez du bat egiten
fa: State token مطابقت ندارد
fr: Les jetons de statut ne correspondent pas
hu: Állapot tokenek nem egyeznek
it: Il token di stato non corrisponde
ka_ge: მდგომარეობის ტოკენი არ ემთხვევა
ko: 상태 토크인 일치하지 않음
lt_lt: Išorinės sistemos leidimai nesutampa su turimais.
lv: Neatbilstošs stāvokļa talons
nb: Tilstands-symbolet samsvarer ikke
pl: Token stanu nie pasuje
pt_br: O estado do token não coincide
ro: Statusul token-ului nu se potrivește
ru: Токен состояния не соответствует
sk: Príznak stavu nesúhlasí
sq: Shenja shtetërore nuk përputhet
sr: Стање жетона се не слаже
tr: Durum kodu eşleşmiyor
vi: Mã trạng thái không khớp

source: Password reset is disabled
ast: Ta desactiváu'l reaniciu de contraseñes
bg: Възстановяването на парола е изключено
da: Muligheden for at nulstille adgangskoden er deaktiveret
de: Passwort-Reset ist deaktiviert
es: Restablecer contraseña está deshabilitada
es_uy: Restablecer contraseña se encuentra deshabilitado
et_ee: Parooli taastamine on välja lülitatud
eu: Pasahitza berrezartzea desgaituta dago
fa: تنظیم مجدد رمز عبور فعال نیست
fi: Salasanan palautus poistettu käytöstä
fr: La réinitialisation du mot de passe est désactivée
hu: Jelszó visszaállítás letiltva
it: Ripristino password disabilitato
ka_ge: პაროლის განახლება გამორთულია
ko: 암호 리셋이 비활성화 되었습니다.
lt_lt: Slaptažodžio atkūrimas išjungtas
lv: Paroles atiestatīšana nav iespējota
nb: Tilbakestilling av passord er avskrudd
pl: Resetowanie hasła jest wyłączone
pt_br: A redefinição de senha está desabilitada
pt_pt: A reposição da senha está desativada
ro: Resetarea parolei este dezactivată.
ru: Сброс пароля отключен
sk: Obnovenie hesla nie je povolené
sq: Opsioni për rigjenerimin e fjalëkalimit është çaktivizuar
sr: Ресетовање лозинке није омогућено
tr: Parola sıfırlama devre dışı bırakılmış
vi: Đã tắt chức năng đặt lại mật khẩu

source: Couldn't reset password because the token is invalid
ast: Nun pudo reaniciase la contraseña porque'l pase nun ye válidu
bg: Нулирането на паролата е невъзможно, защото връзката за удостоверение е невалидна
da: Kunne ikke nulstille adgangkoden, da "token" ugyldigt
de: Das Passwort konnte aufgrund eines ungültigen Tokens nicht zurückgesetzt werden
es: No se puede restablecer la contraseña porque el vale de identificación es inválido.
es_uy: No ha sido posible restablecer la contraseña porque la ficha es inválida
et_ee: Ei saanud parooli taastada, kuna märgend on vigane
eu: Ezin izan da pasahitza berrezarri tokena baliogabea delako
fa: تنظیم مجدد گذرواژه میسر نیست, Token نامعتبر است
fi: Salasanaa ei voitu palauttaa, koska valtuutus on virheellinen
fr: Impossible de réinitialiser le mot de passe car le jeton n'est pas valable
hu: Nem lehet a jelszót törölni, mert a token érvénytelen.
it: Impossibile reimpostare la password poiché il token non è valido
ka_ge: არასწორი ტოკენის გამო პაროლის აღდგენა ვერ მოხერხდა
ko: 토큰이 잘못되었기 때문에 암호를 초기화할 수 없습니다
lt_lt: Nepavyko atstatyti slaptažodžio, kadangi prieigos raktas yra neteisingas
lv: Nevarēja nomainīt paroli, jo pazīšanās zīme ir nederīga
nb: Klarte ikke å tilbakestille passordet fordi symbolet er ugyldig.
pl: Nie można zresetować hasła, ponieważ token jest niepoprawny
pt_br: Não foi possível redefinir a senha porque o token é inválido
pt_pt: Não foi possível repor a senha porque a senha é inválida
ro: Parola nu a putut fi resetată deoarece token-ul este invalid
ru: Не удалось сбросить пароль, неверный токен
sk: Nepodarilo sa obnoviť heslo, pretože token nie je platný
sq: S’u ricaktua dot fjalëkalimi, ngaqë token-i është i pavlefshëm
sr: Није могуће ресетовање лозинке јер je жетон неважећи
tr: Kod geçersiz olduğundan parola sıfırlanamadı
vi: Không thể thiết lập lại mật khẩu do token không hợp lệ

source: Couldn't reset password because the token is expired
ast: Nun pudo reaniciase la contraseña porque'l caducó'l pase
bg: Нулирането на паролата е невъзможно, защото връзката за удостоверение е изтекла
da: Kunne ikke nulstille adgangskoden, da "token" er udløbet
de: Das Passwort konnte nicht zurückgesetzt werden, da das Token abgelaufen ist
es: No se puede restablecer la contraseña porque el vale de identificación ha caducado.
es_uy: No ha sido posible restablecer la contraseña porque la ficha ha expirado
et_ee: Parooli ei saanud taastada, sest märgend on aegunud
eu: Ezin da berrezarri pasahitza token-a iraungi duelako.
fa: تنظیم مجدد گذرواژه میسر نیست, Token منقضی شده است
fi: Salasanaa ei voitu palauttaa, koska valtuutus on vanhentunut
fr: Impossible de réinitialiser le mot de passe car le jeton a expiré
hu: Nem lehet a jelszót törölni, mert a token lejárt.
it: Impossibile reimpostare la password poiché il token è scaduto
ka_ge: ვადაგასული ტოკენის გამო პაროლის აღდგენა ვერ მოხერხდა
ko: 토큰이 만료되어 암호를 초기화할 수 없습니다
lt_lt: Nepavyko atstatyti slaptažodžio, kadangi prieigos rakto galiojimas yra pasibaigęs
lv: Nevarēja nomainīt paroli, jo pazīšanās zīmei beidzies derīguma termiņš
nb: Klarte ikke å tilbakestille passordet fordi symbolet er utløpt.
pl: Nie można zresetować hasła, ponieważ token wygasł
pt_br: Não foi possível redefinir a senha porque o token expirou
pt_pt: Não foi possível repor a senha porque a senha expirou
ro: Parola nu a putut fi resetată deoarece token-ul este expirat
ru: Не удалось сбросить пароль, срок действия токена истёк
sk: Nepodarilo sa obnoviť heslo, pretože platnosť tokenu uplynula
sq: S’u ricaktua dot fjalëkalimi, ngaqë token-i ka skaduar
sr: Није могуће ресетовање лозинке јер је жетон истекао
tr: Kodun süresi geçtiğinden parola sıfırlanamadı
vi: Không thể thiết lập lại mật khẩu do token hết hạn
