Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Your web server is not properly set up to resolve "{url}". Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
de: Dein Web-Server ist nicht richtig eingerichtet um "{url}" aufzulösen. Weitere Informationen findest du in der <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dokumentation</a>.
es: Tu servidor web no está configurado correctamente para resolver "{url}". Se puede encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
es_uy: Tu servidor web no está correctamente configurado para resolver "{url}". Puedes encontrar más información al respecto en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
et_ee: Sinu veebiserver pole veel piisavalt korralikult seadistatud, et lahendada aadressi "{url}". Lisateavet leiate meie <a target="_blank" rel="noreferrer" href="{docLink}"> dokumentatsioonist </a>.
fr: La configuration du serveur web ne permet pas d'atteindre "{url}". Vous trouverez plus d'informations dans la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
hu: A web szervered nincs megfelelően beállítva a "{url}" feloldására. További információk a <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentációban</a> találhatók.
it: Il tuo server web non è configurato correttamente per risolvere "{url}". Ulteriori informazioni sono disponibili nella <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentazione</a>.
ka_ge: "{url}"-ის გასახსნელად თქვენი ვებ-სერვერი არაა სწორად კონფიგურირებული. შეგიძლიათ იხილოთ მეტი ინფორმაცია <a target="_blank" rel="noreferrer noopener" href="{docLink}">დოკუმენტაციაში</a>.
ko: 웹 서버에서 "{url}"을(를) 올바르게 처리할 수 없습니다. 더 많은 정보를 보려면 <a target="_blank" rel="noreferrer noopener" href="{docLink}">문서</a>를 참고하십시오.
lt_lt: Jūsų svetainės serveris nėra sukonfiguruotas atpažinti "{url}". Daugiau informacijos rasite <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacijoje</a>.
nb: Din vevtjener er ikke satt opp korrekt for å hente "{url}". Mer informasjon finner du i <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentasjonen</a>.
pl: Twój serwer WWW nie jest poprawnie skonfigurowany aby poprawnie wyświetlić "{url}". Więcej informacji można znaleźć w naszej <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacji</a>.
pt_br: Seu servidor web não está configurado corretamente para resolver "{url}". Mais informações podem ser encontradas na <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentação</a>.
ru: Ваш веб-сервер не настроен должным образом для разрешения «{url}». Дополнительная информация может быть найдена в нашей <a target="_blank" rel="noreferrer noopener" href="{docLink}">документации</a>.
sr: Ваш сервер није правилно подешен да разлучи "{url}". Можете наћи више информација у <a target="_blank" rel="noreferrer noopener" href="{docLink}">документацији</a>.
tr: Web sunucunuz "{url}" adresi çözümlemesi için doğru şekilde ayarlanmamış. Ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{docLink}">belgelere</a> bakabilirsiniz.

source: This server has no working Internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the Internet to enjoy all features.
de: Dieser Server hat keine funktionierende Internetverbindung: Mehrere Ziele konnten nicht erreicht werden. Dies bedeutet, dass einige Funktionen, wie das Einhängen exernen Speichers, Benachrichtigungen über Updates oder die Installation von Drittanbieter-Apps nicht funktionieren. Der Zugriff auf entfernte Dateien und das Senden von E-Mail-Benachrichtigungen wird wahrscheinlich ebenfalls nicht funktionieren. Um alle Funktionen nutzen zu können, stelle eine Internet-Verbindung für diesen Server her.
es: El servidor no tiene conexión a internet: no se ha podido alcanzar múltiples puntos finales. Esto significa que algunas de las características, como montar almacenamientos externos, notificaciones sobre actualizaciones o instalación de apps de terceras partes no funcionarán. Acceder remotamente a los archivos y enviar correos de notificación tampoco funcionará. Debes establecer una conexión del servidor a internet para disfrutar todas las características.
es_uy: El servidor no cuenta con una conexión a Internet: No se pudieron alcanzar múltiples endpoints. Esto significa que algunas características como montar almacenamiento externo, notificaciones de actualizaciones o instalación de aplicaciones de 3ros no funcionarán correctamente. Acceder archivos de forma remota y el envío de de notificaciones por correo electrónico puede que no funcionen tampoco. Establece una conexión desde este servidor a Internet para aprovechar todas las funcionalidades.
fr: Ce serveur ne peut se connecter à Internet : plusieurs point finaux ne peuvent être atteints. Cela signifie que certaines fonctionnalités, telles que le montage de supports de stockage distants, les notifications de mises à jour ou l'installation d'applications tierces ne fonctionneront pas. L'accès aux fichiers à distance, ainsi que l'envoi de notifications par mail peuvent aussi être indisponibles. Il est recommandé d'activer la connexion internet pour ce serveur si vous souhaitez disposer de l'ensemble des fonctionnalités offertes.
hu: Ennek a szervernek nincs működő internet kapcsolata: több végpont nem érhető el. Ez azt jelenti, hogy néhány funkció, mint pl. külső tárolók csatolása, frissítési értesítések, vagy a harmadik féltől származó alkalmazások telepítése nem fog működni. A fájlok távoli elérése és az e-mail értesítések is lehet, hogy nem működnek. Ajánlott az internet kapcsolat engedélyezése a szerveren, ha minden funkciót használni szeretnél.
it: Questo server non ha una connessione a Internet funzionante: diversi dispositivi finali non sono raggiungibili. Ciò significa che alcune delle funzionalità come il montaggio di archivi esterni, le notifiche degli aggiornamenti o l'installazione di applicazioni di terze parti non funzioneranno. L'accesso remoto ai file e l'invio di email di notifica potrebbero non funzionare. Abilita la connessione a Internet del server se desideri disporre di tutte le funzionalità.
ka_ge: ამ სერვერს არ გააჩნია მოქმედი ინტერნეტ კავშირი: მიუწვდომელია მრავალი წერტილი. ეს ნიშნავს, რომ ფუნქციები როგორებიცაა ექსტერნალური საცავის დაყენება, შეტყობინებები განახლებებზე ან მესამე მხარის აპლიკაციების ინსტალაცია არ იმუშავებს. შესაძლოა ფაილებთან დისტანციური წვდომა და საფოსტო შეტყობინებების გაგზავნაც არ მუშაობდეს. ყველა ფუნქციის მუშაობისთვის, ამ სერვერზე ჩართეთ ინტერნეტ კავშირი.
ko: 웹 서버에서 인터넷에 연결할 수 없습니다. 여러 종단점에 접근할 수 없습니다. 외부 저장소 마운트, 업데이트 알림, 추가 앱 설치 등 기능이 작동하지 않을 것입니다. 원격으로 파일에 접근하거나 알림 이메일을 보내지 못할 수도 있습니다. 모든 기능을 사용하려면 이 서버를 인터넷에 연결하십시오.
nb: Denne tjeneren har ingen fungerende internett-forbindelse. Dette betyr at noen funksjoner, som tilknytning av eksterne lagre, varslinger om oppdateringer eller installering av tredjepartsprogrammer ikke vil virke. Fjerntilgang til filer og utsending av varsler på e-post vil kanskje ikke virke heller. Det anbefales å aktivere en internett-forbindelse for denne tjeneren hvis du vil ha full funksjonalitet.
pl: Serwer nie ma aktywnego połączenia z Internetem. Wiele połączeń nie może być osiągniętych. Oznacza to, że część funkcji takich jak zewnętrzny magazyn, powiadomienia o aktualizacjach lub instalacja aplikacji firm trzecich nie będzie działała. Dostęp zdalny do plików oraz wysyłanie powiadomień mailowych również może nie działać. Sugerujemy udostępnienie połączenia z Internetem temu serwerowi jeśli chcesz mieć pełną funkcjonalność.
pt_br: Este servidor não possui conexão com a internet: Vários pontos não puderam ser acessados. Isso significa que alguns dos recursos como montagem de armazenamento externo, notificações sobre atualizações ou instalação de aplicativos de terceiros não funcionarão. Acesso a arquivos remotos e envio de e-mails de notificação não funcionarão também. Estabeleça uma conexão deste servidor com a Internet para aproveitar todos os recursos.
ru: Этот сервер не подключён к Интернету: множество конечных устройств не могут быть доступны. Это означает, что не будут работать некоторые функции, такие как подключение внешнего хранилища, уведомления об обновлениях или установка сторонних приложений. Так же могут не работать удалённый доступ к файлам и отправка уведомлений по электронной почте. Для использования всех возможностей рекомендуем разрешить серверу доступ в Интернет,
sr: Овај сервер нема интернет конекцију: немогуће је доћи до више интернет крајњих тачака. Ово значи да неке могућности као што су качење спољних складишта, обавештења о ажурирањима или инсталација апликација треће стране неће радити. Приступање фајловима споља и слање обавештења е-поштом исто тако може да не ради. Омогућите интернет конекцију на овом серверу ако желите да уживате у свим могућностима.
tr: Bu sunucunun çalışan bir İnternet bağlantısı yok. Birden çok uç noktaya erişilemez. Bu durumda dış depolama alanı bağlama, güncelleme bildirimleri ya da üçüncü taraf uygulamalarını kurmak gibi bazı özellikler çalışmaz. Dosyalara uzaktan erişim ve bildirim e-postalarının gönderilmesi işlemleri de yapılamaz. Tüm bu özelliklerin kullanılabilmesi için sunucuyu İnternet üzerine bağlamanız önerilir.

source: No memory cache has been configured. To enhance performance, please configure a memcache, if available. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
de: Es wurde kein PHP-Memory-Cache konfiguriert. Zur Erhöhung der Leistungsfähigkeit kann ein Memory-Cache konfiguriert werden. Weitere Informationen finden Sie in der <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dokumentation</a>.
es: Nose ha configurado ninguna memoria caché. Para mejorar el rendimiento, por favor, configura memcache, si está disponible. Se puede encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
es_uy: No se ha configurado el caché de memoria. Para mejorar el desempeño, por favor configura un memcahce, si está disponible. Puedes encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
fr: Aucun cache mémoire n'est configuré. Si possible, configurez un "memcache" pour améliorer les performances. Pour plus d'informations consultez la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
hu: Nincs memória cache beállítva. A teljesítmény javítása érdekében kapcsold be ha lehetséges. További információk a <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentációban</a> találhatók.
it: Non è stata configurata alcuna cache di memoria. Per migliorare le prestazioni configura una memcache, se disponibile. Ulteriori informazioni sono disponibili nella <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentazione</a>.
ka_ge: მეხსიერების კეში არაა კონფიგურირებული. მოქმედების მახასიათებლების გაუმჯობესებისთვის გთოხვთ გაუწიოთ კონფიგურაცია memcache-ს. შეგიძლიათ იხილოთ მეტი ინფორმაცია <a target="_blank" rel="noreferrer noopener" href="{docLink}">დოკუმენტაციაში</a>.
ko: 메모리 캐시가 구성되지 않았습니다. 가능한 경우 memcache를 설정하여 성능을 향상시킬 수 있습니다. 자세한 내용은 <a target="_blank" rel="noreferrer noopener" href="{docLink}">문서</a>를 참고하십시오.
nb: Inget hurtigminne har blitt satt opp. For å øke ytelsen bør du sette opp et hurtigminne hvis det er tilgjengelig. Mer informasjon finnes i <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentasjonen</a>.
pl: Nie skonfigurowano pamięci cache. Jeśli to możliwe skonfiguruj pamięć cache, aby zwiększyć wydajność. Więcej informacji można znaleźć w naszej <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacji</a>.
pt_br: Nenhum cache de memória foi configurado. Para melhorar o desempenho, configure um memcache, se disponível. Mais informações podem ser encontradas na <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentação</a>.
ru: Не настроена система кеширования. Для увеличения производительности сервера, по возможности, настройте memcache. Более подробная информация доступна в <a target="_blank" rel="noreferrer noopener" href="{docLink}">документации</a>.
sr: Нисте подесили меморијски кеш. Да побољшате перформансе, подесите меморијски кеш, ако је доступан. Више информација има у <a target="_blank" rel="noreferrer noopener" href="{docLink}">документацији</a>.
tr: Henüz bir ön bellek yapılandırılmamış. Olabiliyorsa başarımı arttırmak için memcache önbellek ayarlarını yapın. Ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{docLink}">belgelere</a> bakabilirsiniz.

source: /dev/urandom is not readable by PHP which is highly discouraged for security reasons. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
de: PHP hat keine Leserechte auf /dev/urandom wovon aus Sicherheitsgründen höchst abzuraten ist. Weitere Informationen sind in der <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dokumentation</a> zu finden.
es: PHP no puede leer /dev/urandom, lo que está fuertemente desaconsejado por razones de seguridad. Se puede encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
es_uy: PHP no puede leer /dev/urandom y no se recomienda por razones de seguridad. Puedes encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
fr: /dev/urandom n'est pas lisible par PHP, ce qui est fortement déconseillé pour des raisons de sécurité. Vous trouverez plus d'informations dans la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
hu: a /dev/urandom nem olvasható a PHP által, ami erősen ellenjavallott biztonsági okokból. További információt a <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentációban</a> találsz.
it: /dev/urandom non è leggibile da PHP e ciò è vivamente sconsigliato per motivi di sicurezza. Ulteriori informazioni sono disponibili nella <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentazione</a>.
ka_ge: /dev/urandom PHP-ს მიერ ვერ იკითხება, რაც უსაფრთოხების მიზნებიდან გამომდინარე უკიდურესად არა-რეკომენდირებულია. შეგიძლიათ მეტი ინფორმაცია მიიღოთ <a target="_blank" rel="noreferrer noopener" href="{docLink}">დოკუმენტაციიდან</a>.
ko: PHP에서 안전한 난수 발생기(/dev/urandom)를 사용할 수 없어 보안에 취약합니다. 자세한 내용은 <a target="_blank" rel="noreferrer noopener" href="{docLink}">문서</a>를 참고하십시오.
nb: /dev/urandom er ikke lesbar for PHP, noe som frarådes av sikkerhetsgrunner. Mer informasjon finnes i <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentasjonen</a>.
pl: PHP nie może czytać z /dev/urandom co jest wymagane ze względów bezpieczeństwa. Więcej informacji można znaleźć w naszej <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacji</a>.
pt_br: /dev/urandom não é legível pelo PHP, o que é altamente desencorajado por razões de segurança. Mais informações podem ser encontradas na <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentação</a>.
ru: PHP не имеет доступа на чтение к /dev/urandom, что крайне нежелательно по соображениям безопасности. Дополнительную информацию можно найти в нашей <a target="_blank" rel="noreferrer noopener" href="{docLink}"> документации </a>.
sr: PHP не може да чита /dev/urandom. Ово се баш не препоручује из сигурносних разлога. Можете наћи више информација у <a target="_blank" rel="noreferrer noopener" href="{docLink}">документацији</a>.
tr: Güvenlik nedeniyle kullanılması önerilen /dev/urandom klasörü PHP tarafından okunamıyor. Ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{docLink}">belgelere</a> bakabilirsiniz.

source: You are currently running PHP {version}. Upgrade your PHP version to take advantage of <a target="_blank" rel="noreferrer noopener" href="{phpLink}">performance and security updates provided by the PHP Group</a> as soon as your distribution supports it.
de: Du verwendest derzeit PHP {version}. Upgrade deine PHP-Version, um die <a target="_blank" rel="noreferrer noopener" href="{phpLink}">Geschwindigkeits- und Sicherheitsupdates zu nutzen, welche von der PHP-Gruppe bereitgestellt werden</a>, sobald diese Deine Distribution unterstützt.
es: Estás usando PHP {version}. Actualiza la versión de PHP para aprovecharte de <a target="_blank" rel="noreferrer noopener" href="{phpLink}">mejoras de rendimiento y seguridad provistas por el PHP Group</a> tan pronto como tu distribución lo soporte.
es_uy: Estás ejecutando PHP {version}. Actualiza tu versión de PHP para aprovechar las <a target="_blank" rel="noreferrer noopener" href="{phpLink}">actualizaciones de desempeño y seguridad proporcionadas por el Grupo PHP</a> tan pronto como tu distribución lo soporte.
fr: Vous utilisez actuellement PHP {version}. Mettez à jour votre version de PHP afin de tirer avantage des améliorations liées à <a target="_blank" rel="noreferrer noopener" href="{phpLink}">la performance et la sécurité fournies par le PHP Group</a> dès que votre distribution le supportera.
hu: Jelenleg {version} verziójú PHP-t futtatsz. Javasoljuk frissítsd, hogy élvezhesd a <a target="_blank" rel="noreferrer noopener" href="{phpLink}">teljesítmény és biztonságbeli frissítéseket a PHP Csoporttól</a> amint a disztribúciód támogatja.
it: Stai eseguendo attualmente PHP {version}. Aggiorna la tua versione di PHP per trarre vantaggio dagli <a target="_blank" rel="noreferrer noopener" href="{phpLink}">aggiornamenti in termini di prestazioni e sicurezza forniti dal PHP Group</a> non appena la tua distribuzione la supporta.
ka_ge: ამჟამად თქვენთან მოქმედია PHP {version}. განაახლეთ თქვენი PHP ვერსია, რათა ისარგებლოთ <a target="_blank" rel="noreferrer noopener" href="{phpLink}">PHP Group-ის მიერ უზრუნველყოფილი გაუმჯობესებული ქმედებითა და უსაფრთხოებებისის განახლებებით</a>.
ko: 현재 PHP {version}을(를) 사용하고 있습니다. 배포판에서 지원하는 대로 PHP 버전을 업그레이드하여 <a target="_blank" rel="noreferrer noopener" href="{phpLink}">PHP 그룹에서 제공하는 성능 및 보안 업데이트</a>를 받는 것을 추천합니다.
nb: Du bruker PHP-{version}. Oppgrader PHP-versjonen for å utnytte <a target="_blank" rel="noreferrer noopener" href="{phpLink}">ytelsen og sikkerhetsoppdateringene som tilbys av PHP Group</a, så fort din distribusjon støtter det.
pl: Posiadasz aktualnie PHP w wersji {version}. Aby skorzystać z <a target="_blank" rel="noreferrer noopener" href="{phpLink}">aktualizacji dotyczących wydajności i bezpieczeństwa otrzymanych z PHP Group</a> zachęcamy do podniesienia wersji PHP, kiedy tylko Twoja dystrybucja będzie je wspierała.
pt_br: Você está executando o PHP {versão}. Atualize esta versão para aproveitar as <a target="_blank" rel="noreferrer noopener" href="{phpLink}">atualizações de desempenho e segurança fornecidas pelo Grupo PHP</a> assim que sua distribuição a suportar.
ru: Вы используете PHP {version}. Рекомендуется обновить версию PHP, чтобы воспользоваться <a target="_blank" rel="noreferrer" href="{phpLink}">улучшениями производительности и безопасности, внедрёнными PHP Group</a> сразу, как только новая версия будет доступна в Вашем дистрибутиве.
sr: Тренутно користите {version} верзију PHP-а. Надоградите PHP верзију да искористите сва <a target="_blank" rel="noreferrer noopener" href="{phpLink}">безбедоносна ажурирања и побољшања брзине које обезбеђује PHP група</a>, чим Ваша дистрибуција почне да је подржава.
tr: Şu anda PHP {version} sürümünü kullanıyorsunuz. Kullandığınız dağıtım desteklediği zaman PHP sürümünüzü güncelleyerek <a target="_blank" rel="noreferrer noopener" href="{phpLink}">PHP grubu tarafından sağlanan başarım ve güvenlik geliştirmelerinden</a> faydalanın.

source: You are currently running PHP 5.6. The current major version of Nextcloud is the last that is supported on PHP 5.6. It is recommended to upgrade the PHP version to 7.0+ to be able to upgrade to Nextcloud 14.
de: Die verwendest PHP 5.6. Die aktuelle Version von Nextcloud ist die letzte Version, die PHP 5.6 unterstützt. Es empfiehlt sich die PHP-Version auf 7.0 oder höher zu aktualisieren, um in der Lage zu sein, auf Nextcloud 14 zu aktualisieren.
es: Estás funcionando con PHP 5.6. Esta versión mayor de Nextcloud es la última que está soportada en PHP 5.6. Se recomienda actualizar la versión de PHP a 7.0+ para poder actualizar a Nextcloud 14.
es_uy: Actualmente estás corriendo PHP 5.6. La versión principal actual de Nextcloud es la última que será soportada en PHPH 5.6. Te recomendamos actualizar la versión de PHP a la 7.0+ para que puedas actualizar a Nextcloud 14.
fr: Vous utiliser actuellement PHP 5.6. La version majeure actuelle de Nextcloud est la dernière qui est supportée sous PHP 5.6. Il est recommandé de mettre à niveau PHP vers la version 7.0+ pour pouvoir passer à Nextcloud 14.
hu: Jelenleg a PHP 5.6-os verzióját használod. A Nextcloud jelenlegi főverziója az utolsó amelyik támogatja a PHP 5.6-ot. A Nextcloud 14-re való frissítéshez javasolt frissíteni a PHP verziót 7.0+-ra.
it: Stai eseguendo la versione 5.6 di PHP. La versione principale attuale di Nextcloud è l'ultima supportata da PHP 5.6. Consigliamo di aggiornare la versione di PHP alla 7.0+ per poter aggiornare a Nextcloud 14.
ka_ge: თქვენთან ამ მომენტისთვის მოქმედია PHP 5.6. ამჟამინდელი Nextcloud-ის ძირითადი ვერსია ბოლოა, რომელიც მხარს უჭერს PHP 5.6-ს. Nextcloud 14-ზე განახლებისთვის, რეკომენდირებულია PHP განაახლოთ 7.0+ ვერსიამდე.
ko: PHP 5.6을 실행하고 있습니다. 현재 사용하고 있는 Nextcloud의 주 버전은 PHP 5.6을 지원하는 마지막 버전입니다. Nextcloud 14로 업그레이드하려면 PHP 7.0 이상으로 업그레이드하십시오.
nb: Du kjører nå PHP 5.6. Den nåværende hovedversjonen er den siste som støtter PHP 5.6. Det anbefales å oppgradere PHP-versjonen til 7.0+, for å kunne oppgradere til Nextcloud 14.
pl: Używasz aktualnie PHP w wersji 5.6. Aktualna, główna wersja Nextcloud jest ostatnią wspierającą PHP 5.6. Zalecamy upgrade PHP do wersji 7.0+ aby można było w przyszłości korzystać z Nextcloud 14.
pt_br: Você está rodando PHP 5.6. A versão atual do Nextcloud é a última a suportar o PHP 5.6. Recomendamos passar para a versão 7.0+ para poder fazer upgrade para o Nextcloud 14.
ru: На этом сервере используется PHP версии 5.6. Текущая версия Nextcloud является последней из поддерживающих PHP версии 5.6. Для обновления до Nextcloud версии 14 рекомендуется обновить PHP до версии 7.0 или более старшей.
sr: Тренутно користите PHP верзију 5.6. Тренутна главна верзија Некстклауда је последња која подржава PHP 5.6. Препорука је да пређете на PHP верзију 7.0+ да бисте могли да ажурирате Некстклауд на верзију 14.
tr: PHP 5.6 sürümünü kullanıyorsunuz. Geçerli Nextcloud ana sürümü PHP 5.6 sürümünü destekleyen son sürüm olacak. Nextcloud 14 sürümünü kullanabilmek için PHP sürümünü 7.0 ve üzerine yükseltmeniz önerilir.
