Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: The update was unsuccessful. For more information <a href="{url}">check our forum post</a> covering this issue.
bg: Актуализацията беше неуспешна. За повече информация <a href="{url}">погледнете нашият пост</a> покриващ този въпрос.
da: Opdateringen blev ikke udført korrekt. For mere information <a href="{url}">tjek vores indlæg på forumet</a>, som dækker dette problem.
de: Das Update war nicht erfolgreich. Für mehr Informationen <a href="{url}">lese bitte diesen Forenbeitrag</a> zu diesem Thema.
es: La actualización tuvo un problema. Para más información <a href="{url}">consulta nuestro artículo del foro</a> para arreglar este problema.
es_uy: La actualización no fue exitosa. Para más información <a href="{url}">consulta nuestro comentario en el foro </a> que cubre este tema.
et_ee: Uuendus ebaõnnestus. Täiendavat infot <a href="{url}">vaata meie foorumi postituses</a> .
fa: به روزرسانی ناموفق بود. برای اطلاعات بیشتر <a href="{url}">فروم ما را بررسی کنید</a>
fi: Päivitys epäonnistui. Katso lisätietoja tähän ongelmaan liittyen <a href="{url}">keskustelupalstan viestistä</a>.
fr: La mise à jour a échoué. Pour plus d'informations <a href="{url}">consultez notre publication sur le forum</a> à propos de ce problème.
hu: Frissítés sikertelen. Bővebb információért <a href="{url}">keresse fel a fórumunkat</a> a probléma lefedéséért.
it: L'aggiornamento non è riuscito. Per ulteriori informazioni <a href="{url}">controlla l'articolo del nostro forum</a> che riguarda questo problema.
ka_ge: განახლებისას წარმოიშვა შეცდომა. მეტი ინფორმაციისთვის იხილეთ <a href="{url}">ჩვენი ფორუმის პოსტი</a>, სადაც საუბარია ამ პრობლემაზე.
ko: 업데이트에 실패했습니다. 더 많은 정보를 보려면 이 문제에 대한 <a href="{url}">포럼 글</a>을 참조하십시오.
lt_lt: Atnaujinimas nebuvo sėkmingas. Detalesnę problemos sprendimo informaciją rasite <a href="{url}">forumo puslapyje</a>.
lv: Atjauninājums nebija veiksmīgs. Plašāku informāciju skatiet <a href="{url}">mūsu foruma rakstā</a> par šo problēmu.
nb: Oppdateringen var mislykket. For mer informasjon <a href="{url}">se vår forum-artikkel</a> som beskriver dette problemet.
pl: Aktualizacja nie powiodła się. Aby uzyskać więcej informacji prosimy o <a href="{url}">sprawdzenie naszego forum</a> które omawia ten problem.
pt_br: A atualização não foi realizada com sucesso. Para mais informações <a href="{url}">verifique nosso post no fórum</a> que abrange esta questão.
pt_pt: A atualização falhou. Para mais informação <a href="{url}">verifique o nosso fórum</a> sobre como resolver este problema.
ro: Actualizarea nu a reușit. Pentru mai multe informații <a href="{url}">verificați postările din forum</a> pe această temă.
ru: Обновление не удалось. Больше информации о данной проблеме можно найти <a href="{url}">в сообщении на нашем форуме</a>.
sk: Aktualizácia neprebehla úspešne. Pre viac informácií <a href="{url}">navštívte príspevok na našom fóre</a>, ktorý pokrýva tento problém.
sq: Përditësimi qe i pasuksesshëm. Për më tepër të dhëna <a href="{url}">shihni postimin te forumi ynë</a> lidhur me këtë çështje.
sr: Ажурирање није успело. За више информација <a href="{url}">проверите нашу објаву на форуму</a> која обрађује ову тему.
tr: Uygulama güncellenemedi. Ayrıntılı bilgi almak için bu sorunu kapsayan <a href="{url}">forum iletimize</a> bakın.
vi: Quá trình cập nhật không thành công. Để biết thêm thông tin chi tiết <a href="{url}">đề nghị xem các bài viết trong diễn đàn </a> để xử lý vấn đề này.

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud community</a>.
bg: Обновяването беше неуспешно. Моля отнесете този проблем към <a href="https://github.com/nextcloud/server/issues" target="_blank"> Nextcloud общността</a>.
da: Opdateringen blev ikke udført korrekt. Rapporter venligst problemet til <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud fællesskabet</a>.
de: Das Update ist fehlgeschlagen. Bitte melde dieses Problem an die <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud Community</a>.
es: La actualización falló. Por favor, informa de este problema en la <a href="https://github.com/nextcloud/server/issues" target="_blank">comunidad de Nextcloud</a>.
es_uy: La actualización no fue exitosa. Por favor reporta este tema a la <a href="https://github.com/nextcloud/server/issues" target="_blank">Comunidad Nextcloud</a>.
et_ee: Uuendus ebaõnnestus. Palun teavita probleemist <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloudi kogukonda</a>.
fa: به روزرسانی ناموفق بود. لطفا این مسئله را در <a href="https://github.com/nextcloud/server/issues" target="_blank">جامعه Nextcloud</a> گزارش دهید
fi: Päivitys ei onnistunut. Raportoisitko tämän ongelman <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud-yhteisölle</a>.
fr: La mise à jour a échoué. Veuillez reporter le problème à la <a href="https://github.com/nextcloud/server/issues" target="_blank">communauté Nextcloud</a>.
hu: A frissítés sikertelen volt. Kérlek jelezd a problémát a <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud közösségnek</a>.
it: L'aggiornamento non è riuscito. Segnala il problema alla <a href="https://github.com/nextcloud/server/issues" target="_blank">comunità di Nextcloud </a>.
ka_ge: განახლებისას წარმოიშვა შეცდომა. გთხოვთ განაცხადოთ ამ პრობლემის შესახებ <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud საზოგადოებაში</a>.
ko: 업데이트가 실패했습니다. 이 문제를 <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud 커뮤니티</a>에 보고하여 주십시오.
lt_lt: Atnaujinimas buvo nesėkmingas. Prašome pranešti apie problemą <a href="https://github.com/nextcloud/server/issues" target="_blank">NextCloud bendruomenei</a>.
lv: Atjauninājums nebija veiksmīgs. Lūdzu ziņojiet šo ķļūdu <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud kopienā</a>.
nb: Oppdateringen mislyktes. Rapporter dette problemet til <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud-gemenskapen</a>.
pl: Aktualizacja nie powiodła się. Prosimy o poinformowanie o tym problemie <a href="https://github.com/nextcloud/server/issues" target="_blank">społeczności Nextcloud</a>.
pt_br: A atualização não foi realizada com sucesso. Por favor, informe este problema para a <a href="https://github.com/nextcloud/server/issues" target="_blank">comunidade Nextcloud</a>.
pt_pt: A atualização não foi bem sucedida. Por favor, informe este problema à <a href="https://github.com/nextcloud/server/issues" target="_blank">comunidade Nextcloud</a>.
ro: Actualizarea nu a reușit. Te rugăm să raportezi această problemă <a href="https://github.com/nextcloud/server/issues" target="_blank">comunității Nextcloud</a>.
ru: Обновление не удалось. Пожалуйста, сообщите об этой проблеме <a href="https://github.com/nextcloud/server/issues" target="_blank">сообществу Nextcloud</a>.
sk: Aktualizácia bola neúspešná. Oznámte prosím tento problém <a href="https://github.com/nextcloud/server/issues" target="_blank">komunite Nextcloud</a>.
sq: Përditësimi ishte i pasuksesshëm. Ju lutem raportoni këtë problem në <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud community</a>.
sr: Ажурирање није успело. Молимо пријавите овај проблем <a href="https://github.com/nextcloud/server/issues" target="_blank">Некстклауд заједници</a>.
tr: Uygulama güncellenemedi. Lütfen bu sorunu <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud topluluğuna</a> bildirin.
vi: Quá trình cập nhật không thành công. Xin vui lòng báo lại vấn đề gặp phải trong tới <a href="https://github.com/nextcloud/server/issues" target="_blank">Cộng đồng Nextcloud</a>.

source: Continue to Nextcloud
ast: Siguir con Nextcloud
bg: Продължете към Nextcloud
da: Forsæt til Nextcloud
de: Weiter zur Nextcloud
es: Continuar a Nextcloud
es_uy: Continuar a Nextcloud
et_ee: Edasi Nextcloudi
eu: Nextcloudera abiatu
fa: ادامه به Nextcloud
fi: Jatka Nextcloudiin
fr: Continuer sur Nextcloud
hu: Irány a Nextcloud
it: Continua su Nextcloud
ka_ge: გაგრძლება Nextcloud-ისკენ
ko: Nextcloud로 계속 진행
lt_lt: Eiti į NextCloud
lv: Turpināt ar Nextcloud
nb: Fortsett til Nextcloud
pl: Kontynuuj w Nextcloud
pt_br: Prosseguir para Nextcloud
pt_pt: Continuar para Nextcloud
ro: Continuă la Nextcloud
ru: Продолжить в Nextcloud
sk: Pokračovať na Nextcloud
sq: Vazhdoni tek Nextcloud
sr: Наставите на Некстклауд
tr: Nextcloud kullanmaya geç
vi: Tiếp tục đến Nextcloud

source: The update was successful. Redirecting you to Nextcloud in %n second.
da: Opdateringen blev udført korrekt. Du bliver nu viderestillet til Nextcloud om %n sekund.
de: Das Update war erfolgreich. Du wirst in %n Sekunde zur Nextcloud weitergeleitet.
es: La actualización fue exitosa. Redireccionandolo a Nextcloud en %n segundo.
es_uy: La actualización fue exitosa. Lo estamos redireccionando a Nextcloud en %n segundo.
eu: Eguneraketa ongi joan da. %n segundu barru Nextcloud-era birbideratuko zaitugu
fa: به روز رسانی موفقیت آمیز بود هدایت شما به Nextcloud در %nثانیه
fi: Päivitys onnistui. Siirryt Nextcloudiin %n sekunnin kuluttua.
fr: La mise à jour est terminée. Vous allez être redirigé vers Nextcloud dans %n seconde.
hu: A frissítés sikeres volt. Átirányítás a Nextcloud-ra %n másodperc múlva.
it: L'aggiornamento è stato effettuato correttamente. Reindirizzamento a Nextcloud in %n secondo.
ka_ge: განახლება წარმატებით დასრულდა. Nextcloud-ისკენ გადაგამისამართებთ %n წამში.
ko: 업데이트가 성공했습니다. %n초 후 Nextcloud로 이동합니다.
lt_lt: Sėkmingai atnaujinta. NextCloud bus atidarytas po %n sekundžių.
lv: Atjaunināšana ir bijusi veiksmīga. Novirzīsim jūs uz Nextcloud pēc %n sekundēm.
nb: Oppdateringen var vellykket. Videresender deg til Nextcloud om %n sekund.
pl: Aktualizacja się nie powiodła. Przekierowuję cię do Nextclouda w %n sekundę.
pt_br: A atualização terminou com sucesso. Redirecionando você para Nextcloud em %n segundos.
pt_pt: A actualização foi bem sucedida. A redireccionar para Nextcloud dentro de %n segundos.
ru: Обновление прошло успешно. Перенаправление в Nextcloud через %n секунду.
sk: Aktualizácia bola úspešná. Presmerúva sa na Nextcloud za %n sekundu.
sq: Përditësimi ishte i suksesshëm. Ju ridrejtojmë në Nextcloud për %n sekonda.
sr: Надоградња је била успешна. Враћање на Некстклауд за %n секунду.
tr: Uygulama güncellendi. %n saniye içinde Nextcloud üzerine yönlendirileceksiniz.
vi: Cập nhật thành công. Đang chuyển hướng bạn tới Nextcloud trong %ngiây.

source: Searching other places
ast: Guetando otros llugares
bg: Търсене на друго място
da: Søger på andre steder
de: Andere Orte durchsuchen
es: Buscando en otros lugares
es_uy: Buscando en otras ubicaciones
et_ee: Otsi teistest kohtadest
eu: Beste lekuak bilatzen
fa: جستجو در مکان‌های دیگر
fi: Etsitään muista paikoista
fr: Recherche en cours dans d'autres emplacements
hu: Keresés más helyeken
it: Ricerca in altre posizioni
ka_ge: ვეძებთ დანარჩენ ადგილებში
ko: 다른 장소 찾는 중
lt_lt: Ieškoma kitose vietose
lv: Meklēt citās vietās
nb: Søker andre steder
pl: Przeszukaj inne miejsca
pt_br: Pesquisando em outros lugares
pt_pt: A pesquisar noutros lugares
ro: Se caută în alte locuri
ru: Идет поиск в других местах
sk: Prehľadanie ostatných umiestnení
sq: Duke kërkuar në vende të tjera
sr: Претражујем остала места
tr: Diğer konumlarda aranıyor
vi: Tìm kiếm các nơi khác

source: No search results in other folders for {tag}{filter}{endtag}
ast: Nun hai resultaos de gueta n'otres carpetes pa {tag}{filter}{endtag}
da: Ingen søgeresultater i andre mapper efter {tag}{filter}{endtag}
de: Keine Suchergebnisse in anderen Ordnern für {tag}{filter}{endtag}
es: No se encontraron resultados de búsqueda en otros folders para {tag}{filter}{endtag}
es_uy: No hay resultados para la búsqueda {tag}{filter}{endtag} en otras carpetas
et_ee: Teistest kaustadest ei leitud {tag}{filter}{endtag}
eu: {tag}{filter}{endtag}-rentzat ez da emaitzarik topatu karpetetan
fa: جستجو در پوشه های دیگر برای {tag}{filter}{endtag} یافت نشد
fi: Ei hakutuloksia muissa kansioissa haulla {tag}{filter}{endtag}
fr: Aucun résultat dans d'autres dossiers n'a été trouvé pour {tag}{filter}{endtag}
hu: Ehhez nincsenek keresési eredmények más mappákban: {tag}{filter}{endtag}
it: Nessun risultato di ricerca nelle altre cartelle per {tag}{filter}{endtag}
ka_ge: ძიების შედეგები სხვა დირექტორიებში {tag}{filter}{endtag}-სთვის არაა
ko: 다른 폴더에 {tag}{filter}{endtag} 검색 결과가 없음
lt_lt: Nėra paieškos rezultatų kituose aplankuose naudojat paieškos kriterijus: {tag}{filter}{endtag}
lv: Nav nekas atrasts citā mapēs {tag}{filter}{endtag}
nb: Ingen søkeresultater i andre mapper etter {tag}{filter}{endtag}
pl: Brak wyników wyszukiwania w innych folderach dla {tag}{filter}{endtag}
pt_br: Pesquisa sem resultados em outras pastas para {tag}{filter}{endtag}
pt_pt: Nenhum resultado encontrado noutras pastas para {tag}{filter}{endtag}
ro: Nu au fost găsite rezultate în alte directoare pentru {tag}{filter}{endtag}
ru: Нет результатов поиска в других папках для {tag}{filter}{endtag}
sk: Žiadne výsledky vyhľadávania v ostatných priečinkoch pre {tag}{filter}{endtag}
sq: Jo rezultate nga kërkimi në dosjet e tjera për '{etiketim}{filtrim}{përfundoetiketimin}'
sr: Нема резултата претраге у осталим фасциклама за {tag}{filter}{endtag}
tr: {tag}{filter}{endtag} için diğer klasörlerde herhangi bir arama sonucu yok
vi: Không có kết quả tìm kiếm trong các thư mục khác cho {tag} {filter} {endtag}

source: {count} search result in another folder
ast: {count} resultáu de gueta n'otres carpetes
bg: {count} търсен резултат в друга папка
da: {count} søgeresultat fundet i andre mapper
de: {count} Suchergebnis im anderen Ordner
es: {count} resultado de búsqueda en otra carpeta
es_uy: {count} resultado de la búsqueda en otra carpeta
eu: {count} bilaketa-emaitza beste karpeta batean
fa: {count} نتایج جستجو در پوشه های دیگر
fi: {count} hakutulos muussa kansiossa
fr: {count} résultat dans un autre dossier
hu: {count} keresési eredmény egy másik mappában
it: {count} risultato di ricerca in altre cartelle
ka_ge: {count} ძიების შედეგები სხვა დირექტორიებში
ko: 다른 폴더의 검색 결과 {count}개
lt_lt: {count} paieškos rezultatai kituose aplankuose
lv: {count} meklēšanas rezultāti citās mapēs
nb: {count} søkeresultat i en annen mappe
pl: Liczba wyników wyszukiwania w innych folderach - {count}
pt_br: {count} resultado da pesquisa em outras pastas
pt_pt: {count} resultado de pesquisa noutra pasta
ro: {count} rezultat al căutării în alte directoare
ru: {count} результат в другой папке
sk: {count} výsledok vyhľadávania v ostatných priečinkoch
sq: {count} përfundim kërkimi në një tjetër dosje
sr: {count} резултат претраге у осталим фасциклама
tr: Diğer klasörlerde {count} arama sonucu
vi: {count} kết quả tìm kiếm trong các thư mục khác

source: Personal
bg: Лични
da: Personligt
de: Persönlich
et_ee: Isiklik
eu: Pertsonala
fa: شخصی
fi: Henkilökohtainen
fr: Personnel
hu: Személyes
it: Personale
ka_ge: პირადი
ko: 개인
lt_lt: Asmeniniai
lv: Personīgi
nb: Personlig
pl: Osobiste
pt_br: Pessoal
pt_pt: Pessoal
ru: Личное
sk: Osobné
sq: Personale
sr: Лично
tr: Kişisel
vi: Cá nhân

source: Users
ast: Usuarios
bg: Потребители
da: Brugere
de: Benutzer
es: Usuarios
es_uy: Usuarios
et_ee: Kasutajad
eu: Erabiltzaileak
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
it: Utenti
ka_ge: მომხმარებელი
ko: 사용자
lt_lt: Naudotojai
lv: Lietotāji
nb: Brukere
pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sq: Përdorues
sr: Корисници
tr: Kullanıcılar
vi: Người dùng

source: Apps
ast: Aplicaciones
bg: Приложения
es: Aplicaciones
es_uy: Aplicaciones
et_ee: Rakendused
eu: Aplikazioak
fa: برنامه ها
fi: Sovellukset
fr: Applications
hu: Alkalmazások
it: Applicazioni
ka_ge: აპლიკაციები
ko: 앱
lt_lt: Programėlės
lv: Programmas
nb: Programmer
pl: Aplikacje
pt_br: Aplicativos
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Aplikácie
sq: Aplikacione
sr: Апликације
tr: Uygulamalar
vi: Ứng dụng

source: Admin
ast: Alministrador
bg: Админ
de: Administrator
es: Administración
es_uy: Administración
fa: مدیر
fi: Ylläpito
fr: Administration
hu: Adminisztrátor
ka_ge: ადმინისტრატორი
ko: 관리자
lt_lt: Administravimas
lv: Administratori
pl: Administracja
pt_br: Administrar
pt_pt: Administração
ro: Administrator
ru: Администрирование
sk: Administrácia
sr: Администрација
tr: Yönetici
vi: Quản trị

source: Help
ast: Ayuda
bg: Помощ
da: Hjælp
de: Hilfe
es: Ayuda
es_uy: Ayuda
et_ee: Abiinfo
eu: Laguntza
fa: راه‌نما
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
ka_ge: დახმარება
ko: 도움말
lt_lt: Pagalba
lv: Palīdzība
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sq: Ndihmë
sr: Помоћ
tr: Yardım
vi: Giúp đỡ

source: Access forbidden
ast: Accesu denegáu
bg: Достъпът е забранен
da: Adgang forbudt
de: Zugriff verboten
es: Acceso denegado
es_uy: Acceso prohibido
et_ee: Ligipääs on keelatud
eu: Sarrera debekatuta
fa: اجازه دسترسی به مناطق ممنوعه را ندارید
fi: Pääsy estetty
fr: Accès interdit
hu: A hozzáférés nem engedélyezett
it: Accesso negato
ka_ge: წვდომა აკრძალულია
ko: 접근 금지됨
lt_lt: Prieiga uždrausta
lv: Pieeja ir liegta
nb: Tilgang nektet
pl: Dostęp zabroniony
pt_br: Acesso proibido
pt_pt: Acesso proibido
ro: Acces restricționat
ru: Доступ запрещён
sk: Prístup odmietnutý
sq: Ndalohet hyrja
sr: Забрањен приступ
tr: Erişim engellendi
vi: Truy cập bị cấm

source: File not found
ast: Nun s'alcontró'l ficheru
bg: Файлът не е открит
da: Filen blev ikke fundet
de: Datei nicht gefunden
es: Archivo no encontrado
es_uy: Archivo no encontrado
et_ee: Faili ei leitud
eu: Ez da fitxategia aurkitu
fa: فایل یافت نشد
fi: Tiedostoa ei löytynyt
fr: Fichier non trouvé
hu: Fájl nem található
it: File non trovato
ka_ge: ფაილი ვერ იქნა ნაპოვნი
ko: 파일을 찾을 수 없음
lt_lt: Failas nerastas
lv: Fails nav atrasts
nb: Finner ikke filen
pl: Nie odnaleziono pliku
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ro: Fișierul nu a fost găsit
ru: Файл не найден
sk: Súbor nenájdený
sq: S’u gjet kartelë
sr: Фајл није нађен
tr: Dosya bulunamadı
vi: Không tìm thấy tệp tin

source: The specified document has not been found on the server.
ast: Nun s'alcontró'l documentu especificáu nel sirvidor.
bg: Избраният документ не е намерен на сървъра.
da: Det angivne dokument blev ikke fundet på serveren.
de: Das ausgewählte Dokument wurde auf dem Server nicht gefunden.
es: El documento indicado no se ha encontrado en el servidor.
es_uy: El documento especificado no ha sido encontrado en el servidor.
et_ee: Määratud dokumenti serverist ei leitud.
eu: Zehaztutako dokumentua ez da zerbitzarian aurkitu.
fa: مستند مورد نظر در سرور یافت نشد.
fi: Määritettyä asiakirjaa ei löytynyt palvelimelta.
fr: Impossible de trouver le document spécifié sur le serveur.
hu: A meghatározott dokumentum nem található a szerveren.
it: Il documento specificato non è stato trovato sul server.
ka_ge: მითითებული დოკუმენტი სერვერზე ვერ იქნა ნაპოვნი.
ko: 지정한 문서를 서버에서 찾을 수 없습니다.
lt_lt: Ieškotas dokumentas nerastas sistemoje.
lv: Norādītais dokuments nav atrasts serverī.
nb: Det angitte dokumentet ble ikke funnet på tjeneren.
pl: Wskazany dokument nie został znaleziony na serwerze.
pt_br: O documento especificado não foi encontrado no servidor.
pt_pt: O documento especificado não foi encontrado no servidor.
ro: Documentul specificat nu a fost găsit pe server.
ru: Указанный документ не найден на сервере.
sk: Zadaný dokument nebol nájdený na serveri.
sq: Dokumenti i përcaktuar s’u gjet në shërbyes.
sr: Наведени документ није нађен на серверу.
tr: Belirtilen dosya sunucuda bulunamadı.
vi: Không tìm thấy tài liệu trên máy chủ.

source: You can click here to return to %s.
ast: Pues primir equí pa volver a %s.
bg: Можете да натиснете тук, за да се върнете на %s.
da: Du kan klikke her for at gå tilbage til %s.
de: Hier klicken, um zu %s zurückzukehren.
es: Puede hacer clic aquí para volver a %s.
es_uy: Puedes hacer click aquí para regresar a %s.
et_ee: %s tagasi minemiseks võid sa siia klikkida.
eu: Hemen klika dezakezu %sra itzultzeko.
fa: شما می‎توانید برای بازگشت به %s اینجا کلیک کنید.
fi: Napsauta tästä palataksesi %siin.
fr: Vous pouvez cliquer ici pour retourner à %s.
hu: Ide kattintva visszatérhet ide: %s.
it: Puoi fare clic qui per tornare a %s.
ka_ge: %s-ზე დასაბრუნებლად შეგიძლიათ დააწკაპუნოთ აქ.
ko: %s(으)로 돌아가려면 여기를 누르십시오.
lt_lt: Paspauskite čia norėdami grįžti į %s.
lv: Jūs varat noklikšķināt šeit, lai atgrieztos uz %s.
nb: Du kan klikke her for å gå tilbake til %s.
pl: Możesz kliknąć tutaj aby powrócić do %s.
pt_br: Você pode clicar aqui para retornar para %s.
pt_pt: Pode clicar aqui para voltar para %s.
ro: Poți da click aici pentru a te întoarce la %s.
ru: Вы можете нажать здесь, чтобы вернуться в %s.
sk: Kliknite tu pre návrat do %s.
sq: Mund të klikoni këtu për t’u kthyer te %s.
sr: Кликните овде да се вратите на %s.
tr: %s ana sayfasına dönmek için buraya tıklayın.
vi: Bạn có thể nhấp vào đây để quay lại %s.

source: Internal Server Error
ast: Fallu internu del sirvidor
bg: Вътрешна системна грешка
da: Intern serverfejl
de: Interner Serverfehler
es: Error interno del servidor
es_uy: Error interno del servidor
et_ee: Serveri sisemine viga
eu: Zerbitzariaren Barne Errorea
fa: خطای داخلی سرور
fi: Sisäinen palvelinvirhe
fr: Erreur interne du serveur
hu: Belső szerver hiba
it: Errore interno del server
ka_ge: შიდა სერვერის შეცდომა
ko: 내부 서버 오류
lt_lt: Vidinė serverio klaida
lv: Iekšēja servera kļūda
nb: Intern tjenerfeil.
pl: Błąd wewnętrzny serwera
pt_br: Erro Interno do Servidor
pt_pt: Erro Interno do Servidor
ro: Eroare internă a serverului
ru: Внутренняя ошибка сервера
sk: Vnútorná chyba servera
sq: Gabim i Brendshëm Shërbyesi
sr: Унутрашња грешка сервера
tr: Sunucu İçinde Sorun
vi: Lỗi máy chủ.

source: The server was unable to complete your request.
da: Serveren var ikke i stand til at udføre din forespørgsel.
de: Der Server konnte die Anfrage nicht fertig stellen.
es: El servidor no ha podido completar tu petición.
es_uy: El servidor no pudo completar tu solicitud.
et_ee: Server ei suutnud sinu päringut lõpetada.
eu: Zerbitzariak ezin du zure eskaera bete
fa: سرور قادر به تکمیل درخواست شما نبود.
fi: Palvelin ei kyennyt käsittelemään pyyntöäsi.
fr: Le serveur est incapable d'exécuter votre requête.
hu: A szerver nem tudta végrehajtani a kérésed.
it: Il server non è stato in grado di completare la tua richiesta.
ka_ge: სერვერმა ვერ დაასრულა თქვენი მოთხოვნა.
ko: 서버에서 요청을 처리할 수 없습니다.
lt_lt: Serveriui nepavyko įvykdyti jūsų užklausos.
nb: Tjeneren kunne ikke fullføre din forespørsel.
pl: Serwer nie był w stanie dokończyć Twojego żądania.
pt_br: O servidor não conseguiu completar sua solicitação.
pt_pt: O servidor não conseguiu completar o seu pedido.
ro: Serverul nu a reușit să proceseze cererea ta.
ru: Запрос не может быть обработан сервером.
sk: Server nebol schopný dokončiť vašu žiadosť.
sr: Сервер не може да обради Ваш захтев.
tr: Sunucu isteğinizi yerine getiremedi.
vi: Máy chủ không thể hoàn thành được yêu cầu của bạn
