Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Expiration date
ast: Data de caducidá
bg: Дата на изтичане
da: Udløbsdato
de: Ablaufdatum
es: Fecha de caducidad
es_uy: Fecha de expiración
et_ee: Aegumise kuupäev
eu: Muga data
fa: تاریخ انقضا
fi: Vanhenemispäivä
fr: Date d'expiration
hu: Lejárati idő
it: Data di scadenza
ka_ge: ვადის გასვლის დრო
ko: 만료 날짜
lt_lt: Veikimo pabaigos data
lv: Termiņa datums
nb: Utløpsdato
pl: Data wygaśnięcia
pt_br: Data de expiração
pt_pt: Data de expiração
ro: Data expirării
ru: Дата окончания
sk: Dátum expirácie
sq: Datë skadimi
sr: Датум истека
tr: Son kullanma tarihi
vi: Ngày kết thúc

source: Choose a password for the public link
ast: Escueyi una contraseña pal enllaz públicu
bg: Изберете парола за общодостъпната връзка
da: Vælg et kodeord til det offentlige link
de: Wähle ein Passwort für den öffentlichen Link
es: Elija una contraseña para el enlace publico
es_uy: Seleccione una contraseña para la liga pública
et_ee: Vali avaliku lingi jaoks parool
eu: Aukeratu pasahitz bat esteka publikorako
fa: انتخاب رمز برای لینک عمومی
fi: Valitse salasana julkiselle linkille
fr: Choisissez un mot de passe pour le lien public
hu: Válasszon egy jelszót a nyilvános hivatkozáshoz
it: Scegli una password per il collegamento pubblico
ka_ge: საზოგადო ბმულისთვის აირჩიეთ პაროლი
ko: 공개 링크 암호를 입력하십시오
lt_lt: Pasirinkite slaptažodį, skirtą nuorodai atidaryti
lv: Izvēlies paroli publiskai saitei
nb: Velg et passord for den offentlige lenken
pl: Wybierz hasło dla linku publicznego
pt_br: Escolha uma senha para o link público
pt_pt: Defina a senha para a hiperligação pública
ro: Alege o parolă pentru acest link public
ru: Укажите пароль для общедоступной ссылки
sk: Zadajte heslo pre tento verejný odkaz
sq: Zgjidhni një fjalëkalim për lidhjen publike
sr: Унесите лозинку за јавну везу
tr: Herkese açık bağlantı için bir parola seçin
vi: Chọn mật khẩu cho liên kết công khai

source: Choose a password for the public link or press the "Enter" key
da: Vælg en kode for det "offentlige link" og tryk "Enter"
de: Wähle ein Passwort für die öffentliche Freigabe oder drücke "Eingabe"
es: Escoge una contraseña para el enlace público
es_uy: Elige una contraseña para la liga pública o presiona la tecla "Intro"
et_ee: Vali avaliku lingi jaoks parool või vajuta klahvi "Enter"
eu: Hautatu pasahitz bat esteka publikoarentzat edo sakatu "Sartu" tekla
fa: یک رمز عبور برای لینک عمومی انتخاب کنید یا کلید "Enter" را فشار دهید
fi: Valitse salasana julkiselle linkille tai paina "Enter" näppäintä
fr: Choisissez un mot de passe pour le lien public ou appuyer sur "Entrée"
hu: Válassz jelszót a nyilvános linkhez, vagy nyomj Entert
it: Scegli una password per il collegamento pubblico o premi il tasto "Invio"
ka_ge: აირჩიეთ პაროლი საზოგადო ბმულისთვის ან დააჭირეთ "Enter"-ს
ko: 공개 림크 암호를 입력하거나 "Enter" 키를 누르십시오
lt_lt: Pasirinkite slaptažodį, skirtą nuorodai atidaryti arba paspauskite "Enter" klavišą
lv: Izvēlies paroli publiskai saitei vai nospiediet "Enter" taustiņu
nb: Velg et passord for den offentlige lenken eller trykk "Enter"-tasten
pl: Wybierz hasło dla publicznego linka lub wciśnij klawisz "Enter"
pt_br: Escolha uma senha para o link público ou pressione "Enter"
pt_pt: Defina a senha para a hiperligação pública ou prima a tecla "Enter"
ro: Alege o parolă pentru link-ul public sau apasă "Enter"
ru: Укажите пароль для общедоступной ссылки или нажмите «Ввод»
sk: Zvoľte heslo pre verejný link alebo stlačte klávesu "Enter"
sq: Zgjidhni një fjalëkalim për lidhjen publike ose shtypni butonin "Enter"
sr: Унесите лозинку за јавну везу или притисните "Ентер"
tr: Herkese açık bağlantı için bir parola belirtin ya da "Enter" tuşuna basın
vi: Chọn một mật khẩu cho liên kết công cộng hoặc nhấn phím "Enter"

source: Copied!
ast: ¡Copióse!
bg: Копирано!
da: Kopirét!
de: Kopiert!
es: ¡Copiado!
es_uy: ¡Copiado!
et_ee: Kopeeritud!
eu: Kopiatuta!
fa: کپی انجام شد!
fi: Kopioitu!
fr: Copié !
hu: Másolva!
it: Copiati!
ka_ge: კოპირებულია!
ko: 복사 성공!
lt_lt: Nukopijuota!
lv: Nokopēts!
nb: Kopiert!
pl: Skopiowano!
pt_br: Copiado!
pt_pt: Copiado!
ro: S-a copiat!
ru: Скопировано!
sk: Skopírované!
sq: U kopjua!
sr: Копирано!
tr: Kopyalandı!
vi: Được sao chép

source: Not supported!
ast: ¡Nun se sofita!
bg: Не се поддържа!
da: Ikke understøttet!
de: Nicht unterstützt!
es: ¡No se puede!
es_uy: ¡No está soportado!
et_ee: Pole toetatud!
eu: Ez da onartzen!
fa: پشتیبانی وجود ندارد!
fi: Ei tuettu!
fr: Non supporté!
hu: Nem támogatott!
it: Non supportato!
ka_ge: არაა მხარდაჭერილი!
ko: 지원하지 않음!
lt_lt: Nepalaikoma!
lv: Nav atbalstīts!
nb: Ikke støttet!
pl: Brak wsparcia!
pt_br: Não suportado!
pt_pt: Não suportado!
ro: Nu este suportat!
ru: Не поддерживается!
sk: Nie je podporované!
sq: Jo i përshtatshëm!
sr: Није подржано!
tr: Desteklenmiyor!
vi: Không được hỗ trợ

source: Press ⌘-C to copy.
ast: Primi ⌘-C pa copiar.
bg: За копиране натиснете ⌘-C.
da: Tryk ⌘-C for at kopiere.
de: Zum Kopieren ⌘-C drücken.
es: Presiona ⌘-C para copiar.
es_uy: Presiona ⌘-C para copiar.
et_ee: Kopeerimiseks vajuta ⌘ + C.
eu: Sakatu ⌘-C kopiatzeko.
fa: برای کپی کردن از دکمه های C+⌘ استفاده نمایید
fi: Paina ⌘-C kopioidaksesi.
fr: Appuyez sur ⌘-C pour copier.
hu: A másoláshoz nyomj ⌘-C-t.
it: Premi ⌘-C per copiare.
ka_ge: დასაკოპირებლად დააჭირეთ ⌘-C-ს
ko: 복사하려면 ⌘-C 키를 누르십시오.
lt_lt: Norėdami nukopijuoti, paspauskite ⌘-C.
lv: Spiet ⌘-C lai kopētu.
nb: Trykk ⌘-C for å kopiere
pl: Wciśnij ⌘-C by skopiować.
pt_br: Pressione ⌘-C para copiar.
pt_pt: Prima ⌘-C para copiar.
ro: Apasă ⌘-C pentru a copia.
ru: Нажмите ⌘-C для копирования.
sk: Stlač ⌘-C pre skopírovanie.
sq: Shtyp ⌘-C për të kopjuar.
sr: Притисни ⌘-C за копирање.
tr: Kopyalamak için ⌘-C tuşlarına basın.
vi: Nhất ⌘-C để sao chép

source: Press Ctrl-C to copy.
ast: Primi Ctrl-C pa copiar.
bg: За копиране натиснете Ctrl-C.
da: Tryk Ctrl-C for at kopiere.
de: Zum Kopieren Strg-C drücken.
es: Presiona Ctrl-C para copiar.
es_uy: Presiona Ctrl-C para copiar.
et_ee: Kopeerimiseks vajuta Ctrl + C.
eu: Sakatu Ctrl-C kpiatzeko.
fa: برای کپی کردن از دکمه ctrl+c استفاده نمایید
fi: Paina Ctrl-C kopioidaksesi.
fr: Appuyez sur Ctrl-C pour copier.
hu: A másoláshoz nyomj Ctrl-C-t.
it: Premi Ctrl-C per copiare.
ka_ge: დასაკოპირებლად დააჭირეთ Ctrl-C-ს
ko: 복사하려면 Ctrl-C 키를 누르십시오.
lt_lt: Norėdami nukopijuoti, paspauskite Ctrl-C.
lv: Spiet Ctrl-C lai kopētu.
nb: Trykk Ctrl-C for å kopiere
pl: Wciśnij Ctrl-C by skopiować,
pt_br: Pressione Ctrl-C para copiar.
pt_pt: Prima Ctrl-C para copiar.
ro: Apasă Ctrl+C pentru a copia.
ru: Нажмите Ctrl-C для копирования.
sk: Stlač Ctrl-C pre skopírovanie.
sq: Shtypni Ctrl-C për të kopjuar.
sr: Притисни Ctrl-C за копирање.
tr: Kopyalamak için Ctrl-C tuşlarına basın.
vi: Nhấn Ctrl-C để sao chép.

source: Resharing is not allowed
ast: Recompartir nun ta permitíu
bg: Повторно споделяне не е разрешено.
da: Videredeling ikke tilladt
de: Das Weiterverteilen ist nicht erlaubt
es: No se permite compartir de nuevo
es_uy: No se permite volver a compartir
et_ee: Edasijagamine pole lubatud
eu: Berriz elkarbanatzea ez dago baimendua
fa: اشتراک گذاری مجدد مجاز نمی باشد
fi: Jakaminen uudelleen ei ole sallittu
fr: Le repartage n'est pas autorisé
hu: Ezt a fájlt csak a tulajdonosa oszthatja meg másokkal
it: La ri-condivisione non è consentita
ka_ge: ხელახალი გაზიარება არაა დაშვებული
ko: 다시 공유할 수 없습니다
lt_lt: Dalijinasis išnaujo negalimas
lv: Atkārtota dalīšanās nav atļauta
nb: Videre deling er ikke tillatt
pl: Współdzielenie nie jest możliwe
pt_br: Não é permitido recompartilhar
pt_pt: Não é permitido voltar a partilhar
ro: Repartajarea nu este permisă
ru: Повторное открытие доступа запрещено
sk: Sprístupnenie už sprístupnenej položky nie je povolené
sq: Nuk lejohen rindarjet
sr: Поновно дељење није дозвољено
tr: Yeniden paylaşıma izin verilmiyor
vi: Chia sẻ lại không được cho phép

source: Share to {name}
ast: Compartir con {name}
da: Del med {name}
de: Mit {name} teilen
es: Compartir a {name}
es_uy: Compartir con {name}
et_ee: Jaga kasutajale {name}
eu: Partekatu hona {izena}
fa: به اشتراک گذاشتن برای {name}
fi: Jaa henkilölle {name}
fr: Partager avec {name}
hu: Megosztás vele: {name}
it: Condividi con {name}
ka_ge: გაუზიარეთ მომხმარებელს {name}
ko: {name} 님에게 공유
lt_lt: Parodyti asmeniui vardu {name}
lv: Dalīties ar {name}
nb: Dele med {name}
pl: Wspóldziel z {name}
pt_br: Compartilhar com {name}
pt_pt: Partilhar com {name}
ro: Distribuie către {name}
ru: Поделиться с {name}
sk: Zdieľať s {name}
sq: Ndaj tek {name}
sr: Подели са {name}
tr: {name} ile paylaş
vi: Chia sẻ với {name}

source: Share link
ast: Compartir enllaz
bg: Връзка за споделяне
da: Del link
de: Link teilen
es: Enlace compartido
es_uy: Compartir liga
et_ee: Jaga linki
eu: Partekatu esteka
fa: اشتراک گذاشتن لینک
fi: Jaa linkki
fr: Partager par lien public
hu: Megosztás hivatkozással
it: Condividi collegamento
ka_ge: გააზიარეთ ბმული
ko: 링크 공유
lt_lt: Dalintis nuoroda
lv: Koplietot saiti
nb: Del lenke
pl: Udostępnij link
pt_br: Compartilhar link
pt_pt: Partilhar hiperligação
ro: Partajează link-ul
ru: Поделиться ссылкой
sk: Sprístupniť odkaz
sq: Lidhje ndarjeje
sr: Веза дељења
tr: Paylaşma bağlantısı
vi: Chia sẻ liên kết

source: Link
ast: Enllaz
bg: Връзка
es: Enlace
es_uy: Liga
eu: Esteka
fa: لینک
fi: Linkki
fr: Lien
hu: Hivatkozás
it: Collegamento
ka_ge: ბმული
ko: 링크
lt_lt: Nuoroda
lv: Saite
nb: Lenke
pl: Odnośnik
pt_pt: Hiperligação
ro: Legătură
ru: Ссылка
sk: Odkaz
sq: Lidhje
sr: Веза
tr: Bağlantı
vi: Liên kết

source: Password protect
ast: Protexer con contraseña
bg: Защитено с парола
da: Beskyt med adgangskode
de: Passwortschutz
es: Protección con contraseña
es_uy: Proteger con contraseña
et_ee: Parooliga kaitstud
eu: Babestu pasahitzarekin
fa: نگهداری کردن رمز عبور
fi: Suojaa salasanalla
fr: Protéger par un mot de passe
hu: Jelszóval védett
it: Proteggi con password
ka_ge: პაროლით დაცვა
ko: 암호 보호
lt_lt: Apsaugotas slaptažodžiu
lv: Aizsargāt ar paroli
nb: Passordbeskyttet
pl: Zabezpiecz hasłem
pt_br: Proteger com senha
pt_pt: Proteger com senha
ro: Protejare cu parolă
ru: Защитить паролем
sk: Chrániť heslom
sq: Mbroje me fjalëkalim
sr: Заштићено лозинком
tr: Parola koruması
vi: Mật khẩu bảo vệ

source: Allow editing
ast: Permitir edición
bg: Позволяване на редактиране
da: Tillad redigering
de: Bearbeitung erlauben
es: Permitir edición
es_uy: Permitir editar
et_ee: Luba muutmine
eu: Baimendu editatzea
fa: اجازه‌ی ویرایش
fi: Salli muokkaus
fr: Permettre la modification
hu: Szerkesztés engedélyezése
it: Consenti la modifica
ka_ge: ცვლილების უფლების მინიჭება
ko: 편집 허용
lt_lt: Leisti redaguoti
lv: Atļaut rediģēt
nb: Tillat redigering
pl: Pozwól na edycję
pt_br: Permitir edição
pt_pt: Permitir edição
ro: Permite editarea
ru: Разрешить редактирование
sk: Povoliť úpravy
sq: Lejo përpunim
sr: Дозволи уређивање
tr: Düzenleme yapılabilsin
vi: Cho phép điều chỉnh

source: Email link to person
ast: Enllaz de corréu-e a la persona
bg: Имейл връзка към човек
da: E-mail link til person
de: Link per E-Mail verschicken
es: Enviar enlace por correo electrónico a una persona
es_uy: Enviar la liga por correo electrónico a una persona
et_ee: Saada link isikule e-postiga
eu: Postaz bidali lotura
fa: پیوند ایمیل برای شخص.
fi: Lähetä linkki sähköpostitse
fr: Envoyer le lien par courriel
hu: Hivatkozás elküldése e-mail címre
it: Invia collegamento via email
ka_ge: ბმულის პიროვნების ელ-მისამართზე გაგზავნა
ko: 이메일 주소
lt_lt: Nusiųsti nuorodą paštu
lv: Sūtīt saiti personai pa e-pastu
nb: Send lenke til person via e-post
pl: Wyślij osobie odnośnik poprzez e-mail
pt_br: Enviar link por e-mail
pt_pt: Enviar hiperligação por mensagem para a pessoa
ro: Expediază legătura prin poșta electronică
ru: Отправить ссылку по электронной почте
sk: Odoslať odkaz emailom
sq: Dërgoja personit lidhjen me email
sr: Пошаљи е-поштом
tr: Bağlantıyı e-posta ile gönder
vi: Liên kết email tới cá nhân

source: Send
ast: Unviar
bg: Изпращане
de: Senden
es: Enviar
es_uy: Enviar
et_ee: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
hu: Küldés
it: Invia
ka_ge: გაგზავნა
ko: 전송
lt_lt: Siųsti
lv: Sūtīt
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sq: Dërgo
sr: Пошаљи
tr: Gönder
vi: Gửi

source: Allow upload and editing
bg: Позволи обновяване и редактиране
da: Tillad upload og redigering
de: Hochladen und Bearbeiten erlauben
es: Permitir la subida y la edición
es_uy: Permitir carga y edición
et_ee: Luba üleslaadimine ja muutmine
eu: Onartu igoera eta edizioa
fa: اجازه آپلود و ویرایش
fi: Salli lähetys ja muokkaus
fr: Autoriser l'envoi et l'édition
hu: Feltöltés és szerkesztés engedélyezése
it: Consenti il caricamento e la modifica
ka_ge: ატვირთვისა და ცვლილების უფლებების მინიჭება
ko: 업로드 및 편집 허용
lt_lt: Leisti įkėlimą ir redagavimą
lv: Atļaut augšupielādi un rediģēšanu
nb: Tillatt opplasting og redigering
pl: Pozwól na przesyłanie i edycję
pt_br: Permitir envio e edição
pt_pt: Permitir enviar e editar
ro: Permite încărcarea și editarea
ru: Разрешить загрузку и редактирование
sk: Povoliť nahratie a úpravy
sq: Lejo ngarkim dhe editim
sr: Дозволи отпремање и уређивање
tr: Yükleme ve düzenleme yapılabilsin
vi: Cho phép tải lên và chỉnh sửa

source: Read only
ast: Namái llectura
da: Skrivebeskyttet
de: Schreibgeschützt
es: Solo lectura
es_uy: Sólo lectura
et_ee: kirjutuskaitstud
eu: irakurtzeko-soilik
fa: فقط خواندنی
fi: Vain luku
fr: Lecture seule
hu: Csak olvasható
it: Sola lettura
ka_ge: მხოლოდ-კითხვადი
ko: 읽기 전용
lt_lt: Leidžiama tik skaityti
lv: Tikai lasāms
nb: Kun lesetilgang
pl: Tylko do odczytu
pt_br: Somente leitura
pt_pt: Só de leitura
ro: Doar citire
ru: Только чтение
sk: Len na čítanie
sq: Vetëm i lexueshëm
sr: Само за читање
tr: Salt okunur
vi: Chỉ xem

source: File drop (upload only)
bg: Пускане на файл (качване само)
da: Fil dropområde (Kun upload)
de: Dateien ablegen (nur Hochladen)
es: Entrega de archivos (solo subida)
es_uy: Permitir carga
et_ee: Faili lohistamine (ainult üleslaadimine)
eu: Fitxategiak utzi (igo bakarrik)
fa: انداختن فایل (فقط آپلود)
fi: Tiedostojen pudotus (Vain lähetys)
fr: Dépôt de fichier (téléversement uniquement)
hu: Fájl ejtés (csak feltöltés)
it: Rilascia file (solo caricamento)
ka_ge: ფაილის ჩაგდება (მხოლოდ ატვირთვა)
ko: 파일 보관소(업로드만 허용)
lt_lt: Tempti rinkmeną čia (veikia tik įkeliant)
nb: Filkasse (kun opplasting)
pl: Tylko przesyłanie
pt_br: Zona de arquivos (somente envio)
pt_pt: Arrastar ficheiro (apenas envio)
ro: Aruncă fișierul (numai încărcare)
ru: Хранилище (только для приема файлов)
sk: Odovzdávanie súborov (len nahrávanie)
sq: Lësho skedar (vetëm ngarkim)
sr: Превлачење фајлова (само за отпремање)
tr: Dosya bırakma (yalnız yükleme)
vi: Kéo thả file (chỉ áp dụng trong trường hợp tải lên)

source: Shared with you and the group {group} by {owner}
ast: Compartíu contigo y col grupu {group} por {owner}
bg: Споделено от {owner} с вас и групата {group}
da: Delt med dig og gruppen {group} af {owner}
de: {owner} hat dies mit Dir und der Gruppe {group} geteilt
es: Compartido contigo y el grupo {group} por {owner}
es_uy: Compartido contigo y el grupo {group} por {owner}
et_ee: Jagatud sinu ja {group} grupiga {owner} poolt
eu: {owner}-k zu eta {group} taldearekin partekatuta
fa: به اشتراک گذاشته شده با شما و گروه {گروه} توسط {دارنده}
fi: Jaettu sinun ja ryhmän {group} kanssa käyttäjältä {owner}
fr: Partagé avec vous et le groupe {group} par {owner}
hu: {owner} megosztotta veled és ezzel a csoporttal: {group}
it: Condiviso con te e con il gruppo {group} da {owner}
ka_ge: თქვენ და {group} ჯგუფს გაგიზიარდათ მომხმარებლისგან {owner}
ko: {owner} 님이 여러분 및 그룹 {group}와(과) 공유 중
lt_lt: {owner} pasidalino su Jumis ir {group} grupe
lv: {owner} koplietoja ar jums un grupu {group}
nb: Delt med deg og gruppen {group} av {owner}
pl: Udostępnione tobie i grupie {group} przez {owner}
pt_br: Compartilhado com você e com o grupo {group} por {owner}
pt_pt: Partilhado consigo e com o grupo {group} por {owner}
ro: Distribuie cu tine si grupul {group} de {owner}
ru: {owner} поделился с вами и группой {group}
sk: Sprístupnené vám a skupine {group} používateľom {owner}
sq: Ndarë me ju dhe me grupin {group} nga {owner}
sr: {owner} дели са вама и са групом {group}.
tr: {owner} tarafından sizinle ve {group} ile paylaşılmış
vi: Đã được chia sẽ với bạn và nhóm {group} bởi {owner}

source: Shared with you by {owner}
ast: Compartíu contigo por {owner}
bg: Споделено с вас от {owner}
da: Delt med dig af {owner}
de: {owner} hat dies mit Dir geteilt
es: Compartido contigo por {owner}
es_uy: Compartido contigo por {owner}
et_ee: Sinuga jagas {owner}
eu: {owner}-k zurekin partekatuta
fa: به اشتراک گذاشته شده با شما توسط { دارنده}
fi: Jaettu kanssasi käyttäjältä {owner}
fr: Partagé avec vous par {owner}
hu: {owner} megosztotta veled
it: Condiviso con te da {owner}
ka_ge: თქვენთან გაზიარდა მომხმარებლისგან {owner}
ko: {owner} 님이 공유 중
lt_lt: {owner} pasidalino su Jumis
lv: {owner} koplietoja ar jums
nb: Delt med deg av {owner}
pl: Udostępnione tobie przez {owner}
pt_br: Compartilhado com você por {owner}
pt_pt: Partilhado consigo por {owner}
ro: Distribuie cu tine de {owner}
ru: С вами поделился {owner}
sk: Sprístupnené vám používateľom {owner}
sq: Ndarë me ju nga {owner}
sr: {owner} дели са вама
tr: {owner} tarafından sizinle paylaşılmış
vi: Đã được chia sẽ bởi {owner}

source: Choose a password for the mail share
da: Vælg et kodeord til mail deling
de: Wähle ein Passwort für das Teilen via E-Mail
es: Elija una contraseña para compartir por correo electrónico
es_uy: Elige una contraseña para el elemento compartido por correo
et_ee: Vali parool e-postiga jagamisel
eu: Hautatu pasahitz bat posta partekatzeko
fa: یک رمز عبور برای اشتراک ایمیل انتخاب کنید
fi: Valitse salasana sähköpostijaolle
fr: Choisissez un mot de passe pour le partage par email
hu: Válassz egy jelszót a levél megosztáshoz
it: Scegli una password per la condivisione tramite posta
ka_ge: აირჩიეთ პაროლი ელ-ფოსტით გაზიარებისთვის
ko: 이메일 공유 암호 입력
lt_lt: Pasirinkite slaptažodį pasidalinimui per elektroninį paštą
nb: Velg et passord for e-postlageret
pl: Wybierz hasło do współdzielenia e-mailem
pt_br: Escolha uma senha para o compartilhamento de e-mail
pt_pt: Escolher senha para a partilha de email
ro: Alege o parolă pentru partajare prin email
ru: Укажите пароль для ссылки по почте
sk: Zvoľte heslo pre zdieľanie pošty
sq: Zgjidh një fjalëkalim për shpërndarjen e mail-it
sr: Изаберите лозинку за дељење е-поштом
tr: E-posta ile paylaşmak için bir parola seçin
vi: Chọn một mật khẩu để chia sẻ qua mail

source: {{shareInitiatorDisplayName}} shared via link
ast: {{shareInitiatorDisplayName}} compartió per enllaz
bg: {{shareInitiatorDisplayName}} споделен с връзка
da: {{shareInitiatorDisplayName}} delt via link
de: {{shareInitiatorDisplayName}} mittels Link geteilt
es: {{shareInitiatorDisplayName}} compartido por medio de un link
es_uy: {{shareInitiatorDisplayName}} ha compartido mediante una liga
et_ee: {{shareInitiatorDisplayName}} lingiga jagatud
eu: {{shareInitiatorDisplayName}} esteka bidez partekatuta
fa: {{shareInitiatorDisplayName}} به اشتراک گذاشته شده از طریق لینک
fi: {{shareInitiatorDisplayName}} jakoi linkillä
fr: {{shareInitiatorDisplayName}} a partagé via un lien
hu: {{shareInitiatorDisplayName}} megosztva hivatkozással
it: {{shareInitiatorDisplayName}} ha condiviso tramite collegamento
ka_ge: {{shareInitiatorDisplayName}} მომხმარებელმა გააზიარა ბმულით
ko: {{shareInitiatorDisplayName}} 님이 링크를 통해 공유
lt_lt: {{shareInitiatorDisplayName}} pasidalino per nuorodą
lv: {{shareInitiatorDisplayName}} koplietots ar saiti
nb: {{shareInitiatorDisplayName}} delt via lenke
pl: {{shareInitiatorDisplayName}} udostępniane za pośrednictwem łącza
pt_br: {{shareInitiatiorDisplayName}} compartilhou via link
pt_pt: {{shareInitiatorDisplayName}} partilhado via ligação
ro: {{shareInitiatorDisplayName}} partajat prin legătura
ru: {{shareInitiatorDisplayName}} поделился через ссылку
sk: {{shareInitiatorDisplayName}} zdieľal pomocou odkazu
sq: {{shpërndaEmrinEShfaqurTëNismëtarit}} shpërnda nëpërmjet linkut
sr: {{shareInitiatorDisplayName}} је поделио преко везе
tr: {{shareInitiatorDisplayName}} bağlantı ile paylaşılmış
vi: {{shareInitiatorDisplayName}} chia sẻ qua liên kết

source: group
ast: grupu
bg: група
da: gruppe
de: Gruppe
es: grupo
es_uy: grupo
et_ee: grupp
eu: taldea
fa: گروه
fi: ryhmä
fr: groupe
hu: csoport
it: gruppo
ka_ge: ჯგუფი
ko: 그룹
lt_lt: grupė
lv: grupa
nb: gruppe
pl: grupa
pt_br: grupo
pt_pt: grupo
ro: grup
ru: группа
sk: skupina
sq: grup
sr: група
tr: grup
vi: nhóm

source: remote
ast: remotu
bg: отдалечен
da: ekstern
de: Entfernte Freigabe
es: remoto
es_uy: remoto
et_ee: kaug
eu: urrunekoa
fa: از راه دور
fi: etä
fr: distant
hu: távoli
it: remota
ka_ge: დისტანციური
ko: 원격
lt_lt: nuotolinis
lv: attālināti
nb: ekstern
pl: zdalny
pt_br: remoto
pt_pt: remoto
ro: de la distanță
ru: удаленный
sk: vzdialený
sq: i largët
sr: удаљени
tr: uzak
vi: Từ xa

source: email
ast: corréu
bg: имейл
es_uy: correo electrónico
et_ee: e-post
eu: posta-elektronikoa
fa: ایمیل
fi: sähköposti
fr: Adresse de courriel
ka_ge: ელ-ფოსტა
ko: 이메일
lt_lt: elektroninis paštas
lv: e-pasts
nb: e-post
sq: postë elektronike
sr: е-пошта
tr: e-posta
vi: Thư điện tử

source: shared by {sharer}
bg: споделено от {sharer}
da: delt af {sharer}
de: Geteilt von {sharer}
es: compartido por {sharer}
es_uy: compartido por {sharer}
et_ee: jagatud kasutajalt {sharer}
eu: {sharer}-(e)k partekatu du
fa: اشتراک گذاشته شده توسط {sharer}
fi: jakanut {sharer}
fr: partagé par {sharer}
hu: megosztotta: {sharer}
it: condiviso da {sharer}
ka_ge: გააზიარა მომხმარებელმა {sharer}
ko: {sharer} 님이 공유함
lt_lt: pasidalino {sharer}
lv: Koplietoja {sharer}
nb: delt av {sharer}
pl: współdzielone przez {sharer}
pt_br: compartilhado por {sharer}
pt_pt: partilhado por {sharer}
ro: partajat de {sharer}
ru: поделился {sharer}
sk: zdieľal {sharer}
sq: ndarë nga {ndarësi}
sr: поделио је {sharer}
tr: {sharer} tarafından paylaşıldı
vi: được chia sẻ bởi {sharer}

source: Unshare
ast: Dexar de compartir
bg: Прекратяване на споделяне
da: Fjern deling
de: Freigabe aufheben
es: Dejar de compartir
es_uy: Dejar de compartir
et_ee: Lõpeta jagamine
eu: Ez partekatu
fa: لغو اشتراک
fi: Lopeta jakaminen
fr: Ne plus partager
hu: Megosztás visszavonása
it: Rimuovi condivisione
ka_ge: გაზიარების შეწყვეტა
ko: 공유 해제
lt_lt: Nebesidalinti
lv: Pārtraukt koplietošanu
nb: Avslutt deling
pl: Zatrzymaj współdzielenie
pt_br: Descompartilhar
pt_pt: Cancelar partilha
ro: Anulare partajare
ru: Закрыть доступ
sk: Zneprístupniť
sq: Hiqe ndarjen
sr: Укини дељење
tr: Paylaşımdan Kaldır
vi: Bỏ chia sẻ

source: Can reshare
da: Kan dele
de: kann weiterteilen
es: Puede compartir
es_uy: Puede volver a compartir
et_ee: Võib edasi jagada
eu: Birparteka daiteke
fa: می توان مجددا به اشتراک گذاشت
fi: Voi uudelleenjakaa
fr: Peut repartager
hu: Újra megoszthat
it: Può ri-condividere
ka_ge: შეუძლია ხელახალი გაზიარება
ko: 재공유 가능
lt_lt: Galima dalintis su kitais
nb: Kan dele videre
pl: Może współdzielić z innymi
pt_br: Pode compartilhar novamente
pt_pt: Pode partilhar de novo
ro: Poate repartaja
ru: Можно делиться
sk: Môže opätovne zdieľať
sq: Mund të rishpërdajë
sr: Може да дели даље
tr: Yeniden paylaşabilir
vi: Có thể chia sẻ lại

source: Can edit
ast: Pue editar
da: Kan redigere
de: kann bearbeiten
es: Puede editar
es_uy: Puede editar
et_ee: Võib redigeerida
eu: Editatu dezake
fa: می توان ویرایش کرد
fi: Voi muokata
fr: Peut éditer
hu: Szerkeszthet
it: Può modificare
ka_ge: შეუძლია შეცვლა
ko: 편집 가능
lt_lt: Galima redaguoti
lv: Var rediģēt
nb: Kan redigere
pl: Może edytować
pt_br: Pode editar
pt_pt: Pode editar
ro: Poate edita
ru: Можно редактировать
sk: Môže upravovať
sq: Mund të editojë
sr: Може да мења
tr: Düzenleyebilir
vi: Có thể chỉnh sửa
