Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: If this happens again, please send the technical details below to the server administrator.
da: Send venligst detaljerne nedenunder til serveradministratoren, hvis dette sker igen.
de: Sollte dies erneut auftreten, sende bitte die nachfolgenden technischen Einzelheiten an Deinen Server-Administrator.
es: Si sucede de nuevo, por favor, envía los detalles técnicos a continuación al administrador del servidor.
es_uy: Si esto vuelve a suceder, por favor envia los detalles tecnicos siguientes al adminsitrador del sistema.
et_ee: Kui see veel kord juhtub, saada tehnilised detailid allpool serveri administraatorile.
eu: Berriz gertatzen bada, ondoko datu teknikoak zure administratzaileari pasa iezaiozu mesedez.
fa: اگر این اتفاق دوباره افتاد، لطفا جزئیات فنی زیر را به مدیر سرور ارسال کنید.
fi: Jos tämä tapahtuu uudelleen, lähetä alla olevat tekniset tiedot palvelimen ylläpitäjälle.
fr: Si cela se reproduit, veuillez envoyer les détails techniques ci-dessous à l'administrateur du serveur.
hu: Ha ez még egyszer előfordul küldd el az alábbi technikai részleteket a rendszergazdának.
it: Se ciò si verifca nuovamente, invia i seguenti dettagli tecnici all'amministratore del server.
ka_ge: თუ ეს განმეორდება, გთხოვთ გაუგზავნოთ ქვემოთ აღწერილი ტექნიკური დეტალები თქვენი სერვერის ადმინისრატორს.
ko: 만약 이 오류가 다시 발생하면 서버 관리자에게 다음 기술 정보를 알려 주십시오.
lt_lt: Jei tai pasikartos, prašome nusiųskite administratoriui žemiau esančią informaciją .
nb: Hvis dette skjer igjen, send de tekniske detaljene nedenfor til tjeneradministratoren.
pl: Jeśli to się powtórzy, wyślij proszę szczegóły techniczne administratorowi serwera.
pt_br: Se isso acontecer novamente, envie os detalhes técnicos abaixo para o administrador de servidor.
pt_pt: Se voltar a acontecer, por favor envie os detalhes técnicos abaixo ao administrador do servidor.
ro: Dacă se repetă, te rugăm trimite detaliile tehnice către administratorul de server.
ru: Если это случится ещё раз, отправьте администратору сервера подробное сообщение о произошедшем, приведённое ниже.
sk: Ak sa to stane opäť, nižšie zašlite technické podrobnosti správcovi servera.
sr: Ако се ово понови, пошаљите техниче детаље испод администратору овог сервера.
tr: Bu sorun sürerse lütfen aşağıdaki teknik ayrıntıları sunucu yöneticisine iletin.
vi: Nếu điều này tiếp tục xảy ra, xin vui lòng gửi thông tin kỹ thuật chi tiết tới người quản trị hệ thống.

source: More details can be found in the server log.
ast: Puen alcontrase más detalles nel rexistru del sirvidor.
bg: Повече детайли могат да бъдат намерени в сървърния журнал.
da: Flere detaljer kan fås i serverloggen.
de: Weitere Details können im Server-Protokoll gefunden werden.
es: Pueden verse más detalles en el registro del servidor.
es_uy: Puedes consultar más detalles en la bitácora del servidor.
et_ee: Lisainfot võib leida serveri logist.
eu: Zehaztapen gehiago zerbitzariaren egunerokoan aurki daitezke.
fa: جزئیات بیشتر در لاگ سرور قابل مشاهده خواهد بود.
fi: Lisätietoja on palvelimen lokitiedostossa.
fr: Le fichier journal du serveur peut fournir plus de renseignements.
hu: További részletek a szerver naplóban találhatók.
it: Ulteriori dettagli sono disponibili nel log del server.
ka_ge: მეტი დეტალები შეგიძლიათ იხილოთ სერვერის ლოგში.
ko: 서버 로그에서 자세한 정보를 찾을 수 있습니다.
lt_lt: Detalesnė informacija yra sistemos žurnale.
lv: Sīkāka informācija atrodama servera žurnāl failā.
nb: Flere detaljer finnes i tjenerloggen.
pl: Więcej szczegółów można znaleźć w logu serwera.
pt_br: Mais detalhes podem ser encontrados no log do servidor.
pt_pt: Mais detalhes podem ser encontrados no log do servidor.
ro: Mai multe detalii pot fi găsite în jurnalul serverului.
ru: Подробную информацию можно найти в журнале сервера.
sk: Viac nájdete v logu servera.
sq: Më tepër hollësi mund të gjenden në regjistrin e shërbyesit.
sr: Више детаља се може наћи у дневнику сервера.
tr: Sunucu günlüğünden ayrıntılı bilgi alabilirsiniz.
vi: Các chi tiết có thể được tìm thấy trong nhật ký máy chủ.

source: Technical details
ast: Detalle téunicos
bg: Технически детайли
da: Tekniske detaljer
de: Technische Details
es: Detalles técnicos
es_uy: Detalles técnicos
et_ee: Tehnilised andmed
eu: Arazo teknikoak
fa: جزئیات فنی
fi: Tekniset tiedot
fr: Renseignements techniques
hu: Technikai adatok
it: Dettagli tecnici
ka_ge: ტექნიკური დეტალები
ko: 기술 정보
lt_lt: Techniniai duomenys
lv: Tehniskās detaļas
nb: Tekniske detaljer
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
pt_pt: Detalhes técnicos
ro: Detalii tehnice
ru: Технические подробности
sk: Technické podrobnosti
sq: Hollësi teknike
sr: Технички детаљи
tr: Teknik ayrıntılar
vi: Chi tiết kỹ thuật

source: Remote Address: %s
ast: Direición reota: %s
bg: Отдалечен адрес: %s
da: Fjernadresse: %s
de: Entfernte Adresse: %s
es: Dirección remota: %s
es_uy: Dirección Remota: %s
et_ee: Kaugaadress: %s
eu: Urruneko Helbidea: %s
fa: آدرس راه‌دور: %s
fi: Etäosoite: %s
fr: Adresse distante : %s
hu: Távoli cím: %s
it: Indirizzo remoto: %s
ka_ge: დისტანციური მისამართი: %s
ko: 원격 주소: %s
lt_lt: Nuotolinis adresas: %s
lv: Attālinātā adrese: %s
nb: Ekstern adresse: %s
pl: Adres zdalny: %s
pt_br: Endereço Remoto: %s
pt_pt: Endereço remoto: %s
ro: Adresa la distanță: %s
ru: Удаленный адрес: %s
sk: Vzdialená adresa: %s
sq: Adresë e Largët: %s
sr: Удаљена адреса: %s
tr: Uzak Adres: %s
vi: Địa chỉ bên ngoài: %s

source: Request ID: %s
ast: ID de solicitú: %s
bg: ID на заявка: %s
da: Forespørgsels-ID: %s
de: Anfragekennung: %s
es: ID de la solicitud: %s
es_uy: ID de solicitud: %s
et_ee: Päringu ID: %s
eu: Eskariaren IDa: %s
fa: ID درخواست: %s
fi: Pyynnön tunniste: %s
fr: ID de la demande : %s
hu: Kérelem azonosító: %s
it: ID richiesta: %s
ka_ge: მოთხოვნის ID: %s
ko: 요청 ID: %s
lt_lt: Užklausos ID: %s
lv: Pieprasījuma ID: %s
nb: Forespørsels-ID: %s
pl: ID żądania: %s
pt_br: ID do Pedido: %s
pt_pt: Id. do pedido: %s
ro: ID-ul cererii: %s
ru: ID Запроса: %s
sk: ID požiadavky: %s
sq: ID Kërkese: %s
sr: ID захтева: %s
tr: İstek Kodu: %s
vi: Yêu cầu ID:%s

source: Type: %s
ast: Triba: %s
bg: Тип: %s
da: Indtast: %s
de: Typ: %s
es: Tipo: %s
es_uy: Tipo: %s
et_ee: Tüüp: %s
eu: Mota: %s
fa: نوع: %s
fi: Tyyppi: %s
hu: Típus: %s
it: Tipo: %s
ka_ge: ტიპი: %s
ko: 종류: %s
lt_lt: Tipas: %s
lv: Tips: %s
pl: Typ: %s
pt_br: Tipo: %s
pt_pt: Tipo: %s
ro: Tip: %s
ru: Тип: %s
sk: Typ: %s
sq: Lloj: %s
sr: Тип: %s
tr: Tür: %s
vi: Loại: %s

source: Code: %s
ast: Códigu: %s
bg: Код: %s
da: Kode: %s
es: Código: %s
es_uy: Código: %s
et_ee: Kood: %s
eu: Kodea: %s
fa: کد: %s
fi: Koodi: %s
hu: Kód: %s
it: Codice: %s
ka_ge: კოდი: %s
ko: 코드: %s
lt_lt: Kodas: %s
lv: Kods: %s
nb: Kode: %s
pl: Kod: %s
pt_br: Código: %s
pt_pt: Código: %s
ro: Cod: %s
ru: Код: %s
sk: Kód: %s
sq: Kod: %s
sr: Кôд: %s
tr: Kod: %s
vi: Mã: %s

source: Message: %s
ast: Mensaxe: %s
bg: Съобщение: %s
da: Besked: %s
de: Nachricht: %s
es: Mensaje: %s
es_uy: Mensaje: %s
et_ee: Sõnum: %s
eu: Mezua: %s
fa: پیام: %s
fi: Viesti: %s
hu: Üzenet: %s
it: Messaggio: %s
ka_ge: წერილი: %s
ko: 메시지: %s
lt_lt: Žinutė: %s
lv: Ziņojums: %s
nb: Melding: %s
pl: Komunikat: %s
pt_br: Mensagem: %s
pt_pt: Mensagem: %s
ro: Mesaj: %s
ru: Сообщение: %s
sk: Správa: %s
sq: Mesazh: %s
sr: Порука: %s
tr: İleti: %s
vi: Thông điệp:%s

source: File: %s
ast: Ficheru: %s
bg: Файл: %s
da: Fil: %s
de: Datei: %s
es: Archivo: %s
es_uy: Archivo: %s
et_ee: Fail: %s
eu: Fitxategia: %s
fa: فایل : %s
fi: Tiedosto: %s
fr: Fichier : %s
hu: Fájl: %s
ka_ge: ფაილი: %s
ko: 파일: %s
lt_lt: Failas: %s
lv: Fails: %s
nb: Fil: %s
pl: Plik: %s
pt_br: Arquivo: %s
pt_pt: Ficheiro: %s
ro: Fișier: %s
ru: Файл: %s
sk: Súbor: %s
sq: Kartelë: %s
sr: Фајл: %s
tr: Dosya: %s
vi: Tệp: %s

source: Line: %s
ast: Llinia: %s
bg: Линия: %s
da: Linje: %s
de: Zeile: %s
es: Línea: %s
es_uy: Línea: %s
et_ee: Rida: %s
eu: Lerroa: %s
fa: خط: %s
fi: Rivi: %s
fr: Ligne : %s
hu: Sor: %s
it: Riga: %s
ka_ge: ხაზი: %s
ko: 줄: %s
lt_lt: Eilutė: %s
lv: Līnija: %s
nb: Linje: %s
pl: Linia: %s
pt_br: Linha: %s
pt_pt: Linha: %s
ro: Linia: %s
ru: Строка: %s
sk: Riadok: %s
sq: Rresht: %s
sr: Линија: %s
tr: Satır: %s
vi: Dòng: %s

source: Trace
bg: Проследяване на грешките
da: Sporing
es: Trazas
es_uy: Rastrear
et_ee: Jälita
eu: Arrastoa
fa: ردیابی
fi: Jälki
hu: Lekövetés
it: Traccia
ka_ge: კვალი
ko: 추적
lt_lt: Sekti
lv: Izsekot
nb: Sporing
pl: Ślad
pt_br: Rastreamento
pt_pt: Rasto
ro: Traseu
ru: Трассировка
sk: Trasa
sq: Gjurmim
sr: Траг
tr: İz
vi: Theo dõi

source: Security warning
ast: Alvertencia de seguranza
bg: Предупреждение за сигурност
da: Sikkerheds advarsel
de: Sicherheitswarnung
es: Advertencia de seguridad
es_uy: Advertencia de seguridad
et_ee: Turvahoiatus
eu: Segurtasun abisua
fa: اخطار امنیتی
fi: Turvallisuusvaroitus
fr: Avertissement de sécurité
hu: Biztonsági figyelmeztetés
it: Avviso di sicurezza
ka_ge: გაფრთხილება უსაფრთხოების შესახებ
ko: 보안 경고
lt_lt: Saugumo įspėjimas
lv: Drošības brīdinājums
nb: Sikkerhetsadvarsel
pl: Ostrzeżenie bezpieczeństwa
pt_br: Alerta de Segurança
pt_pt: Aviso de Segurança
ro: Alertă de securitate
ru: Предупреждение безопасности
sk: Bezpečnostné varovanie
sq: Sinjalizim sigurie
sr: Безбедносно упозорење
tr: Güvenlik uyarısı
vi: Cảnh báo bảo mật

source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
ast: El to direutoriu de datos y ficheros seique ye accesible dende internet por mor qu'el ficheru .htaccess nun furrula.
bg: Вашата директория за данни и файлове Ви вероятно са достъпни от интернет, поради това, че файлът ".htaccess" не функционира.
da: Dine data mappe og filer er sandsynligvis tilgængelige fra internettet fordi .htaccess filen ikke virker.
de: Dein Datenverzeichnis und Deine Dateien sind wahrscheinlich vom Internet aus erreichbar, weil die .htaccess-Datei nicht funktioniert.
es: Su directorio de datos y sus archivos probablemente sean accesibles a través de internet ya que el archivo .htaccess no funciona.
es_uy: Tu directorio de datos y sus archivos probablemente sean accesibles desde Internet ya que el archivo .htaccess no funciona.
et_ee: Su andmete kataloog ja failid on tõenäoliselt internetist vabalt saadaval kuna .htaccess fail ei toimi.
eu: Zure data karpeta eta fitxategiak interneten bidez eskuragarri egon daitezke .htaccess fitxategia ez delako funtzionatzen ari.
fa: فایلها و فهرست های داده های شما قابل از اینترنت قابل دسترسی هستند، چونکه فایل htacces. کار نمی کند.
fi: Datakansiosi ja tiedostosi ovat mitä luultavimmin muiden saavutettavissa Internetistä, koska .htaccess-tiedosto ei toimi.
fr: Votre répertoire de données est certainement accessible depuis internet car le fichier .htaccess ne fonctionne pas.
hu: Az adatkönyvtár és a benne levő fájlok valószínűleg közvetlenül is elérhetők az internetről, mert a .htaccess fájl nem érvényesül.
it: La cartella dei dati e i file sono probabilmente accessibili da Internet poiché il file .htaccess non funziona.
ka_ge: თქვენი ფაილები და მონაცემების დირექტორია ინტერნეტით წვდომადია, რადგან .htaccess ფაილი არ მუშაობს.
ko: .htaccess 파일이 처리되지 않아서 데이터 디렉터리와 파일을 인터넷에서 접근할 수도 있습니다.
lt_lt: Jūsų duomenų katalogas ir failai, tikriausiai, yra prieinami per internetą, nes .htaccess failas neveikia.
lv: Visticamāk, jūsu datu direktorija un datnes ir pieejamas no interneta, jo .htaccess datne nedarbojas.
nb: Datamappen og filene dine er sannsynligvis tilgjengelig fra Internett fordi .htaccess-filen ikke fungerer.
pl: Twój katalog danych i pliki są prawdopodobnie dostępne z poziomu internetu, ponieważ plik .htaccess nie działa.
pt_br: Seu diretório de dados e arquivos provavelmente estão acessíveis pela internet, porque o .htaccess não funciona.
pt_pt: A pasta de dados e os respetivos ficheiros estão provavelmente acessíveis a partir da internet pois o ficheiro .htaccess não funciona.
ro: Directorul tău de date și fișiere sunt probabil accesibile de pe Internet, deoarece fișierul .htaccess nu funcționează.
ru: Правила файла .htaccess не выполняются. Возможно, каталог данных и файлы свободно доступны из интернета.
sk: Váš priečinok s dátami a súbormi je dostupný z internetu, lebo súbor .htaccess nefunguje.
sq: Drejtoria juaj e të dhënave dhe kartelat tuaja ka shumë mundësi të jenë të arritshme që nga interneti, ngaqë kartela .htaccess s’funksionon.
sr: Ваш директоријум са подацима и фајлови су вероватно доступни са интернета јер .htaccess не ради.
tr: .htaccess dosyası yürürlükte olmadığından veri klasörünüz ve dosyalarınız İnternet üzerinden erişime açık.
vi: Thư mục và file dữ liệu của bạn có thể được truy cập từ internet bởi vì file .htaccess không hoạt động

source: For information how to properly configure your server, please see the <a href="%s" target="_blank" rel="noreferrer noopener">documentation</a>.
de: Informationen zum richtigen Konfigurieren Deines Servers kannst Du der <a href="%s" target="_blank" rel="noreferrer noopener">Dokumentation</a> entnehmen.
es: Para información sobre cómo configurar adecuadamente el servidor, revisa por favor la <a href="%s" target="_blank" rel="noreferrer noopener">documentación</a>.
es_uy: Para más información de como configurar correctaemente tu servidor, por favor consulta la <a href="%s" target="_blank" rel="noreferrer noopener">documentación</a>.
et_ee: Serveri õigeks seadistamiseks leiate leiate infot <a href="%s" target="_blank" rel="noreferrer noopener">dokumentatsioonist</a>.
fr: Pour les informations de configuration de votre serveur, veuillez lire la <a href="%s" target="_blank" rel="noreferrer noopener">documentation</a>.
hu: További információkért a szervered helyes beállításához nézd meg a <a href="%s" target="_blank" rel="noreferrer noopener">dokumentációt</a>.
it: Per informazioni su come configurare correttamente il tuo server, vedi la <a href="%s" target="_blank" rel="noreferrer noopener">documentazione</a>.
ka_ge: ინფორმაციისთვის თუ როგორ გაუწიოთ სერვერს სწორი კონფიგურაცია იხილეთ <a href="%s" target="_blank" rel="noreferrer noopener">დოკუემტაცია</a>.
ko: 서버를 올바르게 설정하는 방법에 대해서 더 알아보려면 <a href="%s" target="_blank" rel="noreferrer noopener">문서</a>를 참조하십시오.
lt_lt: Išsamesnei informacijai apie tai kaip tinkamai sukonfigūruoti savo serverį, žiūrėkite <a href="%s" target="_blank" rel="noreferrer noopener">dokumentaciją</a>.
nb: For informasjon om hvordan du skal konfigurere tjeneren skikkelig, les <a href="%s" target="_blank" rel="noreferrer noopener">dokumentasjonen</a>.
pl: Aby uzyskać informację jak poprawnie skonfigurować Twój serwer, zajrzyj do <a href="%s" target="_blank" rel="noreferrer noopener">dokumentacji</a>.
pt_br: Para mais informações de como configurar apropriadamente seu servidor, consulte nossa <a href="%s" target="_blank" rel="noreferrer noopener">documentação</a>.
ru: Информацию о правильной настройке сервера можно найти в <a href="%s" target="_blank" rel="noreferrer noopener">документации</a>.
sk: Pre podrobnosti ako správne nakonfigurovať server si pozrite prosím <a href="%s" target="_blank" rel="noreferrer noopener">dokumentáciu</a>.
sr: За информације како да правилно подесите Ваш сервер, погледајте <a href="%s" target="_blank" rel="noreferrer noopener">документацију</a>.
tr: Sunucunuzu nasıl yapılandıracağınız hakkında bilgi almak için <a href="%s" target="_blank" rel="noreferrer noopener">belgelere</a> bakabilirsiniz.

source: Create an <strong>admin account</strong>
ast: Crea una <strong>cuenta d'alministrador</strong>
bg: Създаване на <strong>администраторски профил</strong>.
da: Opret en <strong>administratorkonto</strong>
de: <strong>Administrator-Konto</strong> anlegen
es: Crear una <strong>cuenta de administrador</strong>
es_uy: Crear una <strong>cuenta de administrador</strong>
et_ee: Loo <strong>admini konto</strong>
eu: Sortu <strong>kudeatzaile kontu<strong> bat
fa: لطفا یک <strong> شناسه برای مدیر</strong> بسازید
fi: Luo <strong>ylläpitäjän tunnus</strong>
fr: Créer un <strong>compte administrateur</strong>
hu: <strong>Rendszergazdai fiók</strong> létrehozása
it: Crea un <strong>account amministratore</strong>
ka_ge: შექმენით <strong>ადმინისტრატორის ანგარიში</strong>
ko: <strong>관리자 계정</strong> 만들기
lt_lt: Sukurkite <strong>administratoriaus paskyrą</strong>
lv: Izveidot <strong>administratora kontu</strong>
nb: Opprett en <strong>administrator-konto</strong>
pl: Utwórz <strong>konto administratora</strong>
pt_br: Criar uma <strong>conta de administrador</strong>
pt_pt: Criar uma <strong>conta administrativa</strong>
ro: Crează un <strong>cont de administrator</strong>
ru: Создать <strong>учётную запись администратора</strong>
sk: Vytvoriť <strong>administrátorský účet</strong>
sq: Krijoni një <strong>llogari administruesi</strong>
sr: Направи <strong>административни налог</strong>
tr: Bir <strong>yönetici hesabı</strong> oluşturun
vi: Tạo một <strong>tài khoản quản trị</strong>

source: Username
ast: Nome d'usuariu
bg: Потребител
da: Brugernavn
de: Benutzername
es: Nombre de usuario
es_uy: Usuario
et_ee: Kasutajanimi
eu: Erabiltzaile izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ka_ge: მომხმარებლის სახელი
ko: 사용자 이름
lt_lt: Naudotojo vardas
lv: Lietotājvārds
nb: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome do usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Meno používateľa
sq: Emër përdoruesi
sr: Корисничко име
tr: Kullanıcı Adı
vi: Tên đăng nhập

source: Storage & database
ast: Almacenamientu y Base de datos
bg: Хранилища и бази данни
da: Lager & database
de: Speicher & Datenbank
es: Almacenamiento y base de datos
es_uy: Almacenamiento & base de datos
et_ee: Andmehoidla ja andmebaas
eu: Biltegia & datubasea
fa: انبارش و پایگاه داده
fi: Tallennus ja tietokanta
fr: Stockage & base de données
hu: Tárhely és adatbázis
it: Archiviazione e database
ka_ge: საცავი და მონაცემთა ბაზა
ko: 저장소 및 데이터베이스
lt_lt: Saugykla ir duomenų bazė
lv: Krātuve & datubāze
nb: Lagring og database
pl: Magazyn i baza danych
pt_br: Armazenamento & banco de dados
pt_pt: Armazenamento e base de dados
ro: Stocare și baza de date
ru: Хранилище и база данных
sk: Úložislo & databáza
sq: Depozitë & bazë të dhënash
sr: Складиште и база података
tr: Depolama ve veritabanı
vi: Lưu trữ & cơ sở dữ liệu

source: Data folder
ast: Carpeta de datos
bg: Директория за данни
da: Datamappe
de: Datenverzeichnis
es: Directorio de datos
es_uy: Carpeta de datos
et_ee: Andmete kaust
eu: Datuen karpeta
fa: پوشه اطلاعاتی
fi: Datakansio
fr: Répertoire des données
hu: Adat mappa
it: Cartella dati
ka_ge: მონაცემთა დირექტორია
ko: 데이터 폴더
lt_lt: Duomenų aplankas
lv: Datu mape
nb: Datamappe
pl: Katalog danych
pt_br: Pasta de dados
pt_pt: Pasta de dados
ro: Director date
ru: Каталог с данными
sk: Priečinok dát
sq: Dosje të dhënash
sr: Фасцикла за податке
tr: Veri klasörü
vi: Thư mục dữ liệu

source: Configure the database
ast: Configura la base de datos
bg: Конфигуриране на базата данни
da: Konfigurer databasen
de: Datenbank einrichten
es: Configurar la base de datos
es_uy: Configurar la base de datos
et_ee: Seadista andmebaasi
eu: Konfiguratu datu basea
fa: پایگاه داده برنامه ریزی شدند
fi: Määritä tietokanta
fr: Configurer la base de données
hu: Adatbázis konfigurálása
it: Configura il database
ka_ge: მონაცემთა ბაზის კონფიგურაცია
ko: 데이터베이스 설정
lt_lt: Konfigūruokite duomenų bazę
lv: Konfigurēt datubāzi
nb: Sett opp databasen
pl: Skonfiguruj bazę danych
pt_br: Configurar o banco de dados
pt_pt: Configure a base de dados
ro: Configurează baza de date
ru: Настройка базы данных
sk: Nastaviť databázu
sq: Formësoni bazën e të dhënave
sr: Подешавање базе
tr: Veritabanını yapılandır
vi: Cấu hình cơ sở dữ liệu

source: Only %s is available.
ast: Namái ta disponible %s
bg: Само %s е наличен.
da: Kun %s er tilgængelig.
de: Es ist nur %s verfügbar.
es: Solo %s está disponible.
es_uy: Sólo %s está disponible.
et_ee: Ainult %s on saadaval.
eu: Soilik %s dago eskuragarri.
fa: تنها %s موجود است.
fi: Vain %s on käytettävissä.
fr: Seul(e) %s est disponible.
hu: Csak %s érhető el.
it: È disponibile solo %s.
ka_ge: მხოლოდ %s-ია ხელმისაწვდომი.
ko: %s만 사용할 수 있습니다.
lt_lt: Yra prieinama tik %s.
lv: Tikai %s ir pieejams.
nb: Kun %s er tilgjengelig.
pl: Dostępne jest wyłącznie %s.
pt_br: Somente %s está disponível.
pt_pt: Só está disponível %s.
ro: Doar %s este disponibil.
ru: Доступен только %s.
sk: Len %s je dostupný.
sq: Vetëm %s është gati.
sr: Само %s је доступна.
tr: Yalnız %s kullanılabilir.
vi: Chỉ %s khả dụng.

source: Install and activate additional PHP modules to choose other database types.
bg: Инсталирайте и активирайте допълнителни PHP модули, за да изберете други видове бази данни.
da: Installér og aktivér yderligere PHP-moduler for at vælge andre databasetyper.
de: Um weitere Datenbank-Typen auswählen zu können, müssen zusätzliche PHP-Module installiert und aktiviert werden.
es: Instalar y activar módulos PHP adicionales para elegir otros formatos de base de datos.
es_uy: Instala y activa módulos adicionales de PHP para seleccionar otros tipos de bases de datos.
et_ee: Paigalda ja aktiveeri täiendavaid PHP mooduleid, et teisi andmebaasi tüüpe valida.
eu: Instalatu eta aktibatu PHP modulu osagarriak, beste datu-base mota aukeratzeko.
fa: جهت انتخاب انواع دیگر پایگاه‌داده‌،ماژول‌های اضافی PHP را نصب و فعال‌سازی کنید.
fi: Asenna ja aktivoi erillisiä PHP-moduuleja valitaksesi muita tietokantatyyppejä.
fr: Installez et activez les modules PHP additionnels adéquats pour choisir d'autres types de base de données.
hu: Telepítse és aktiválja a bővített PHP modulokat, hogy tudjon más adatbázis típust is kiválasztani.
it: Installa e attiva i moduli PHP aggiuntivi per scegliere gli altri tipi di database.
ka_ge: სხვა მონაცემთა ბაზის სახეობებისთვის დააყენეთ და გაააქტიურეთ დამატებითი PHP მოდულები.
ko: 다른 데이터베이스 종류를 사용하려면 추가 PHP 모듈을 설치 및 활성화하십시오.
lt_lt: Įdiekite ir aktyvuokite papildomus PHP modulius, kad pasirinktumėte kitus duomenų bazės tipus.
lv: Instalējiet un aktivizējiet papildus PHP moduļus lai izvēlētos citus datubāžu tipus.
nb: Installer og aktiver flere PHP-moduler for å velge andre databasetyper.
pl: Zainstaluj lub aktywuj dodatkowe moduły PHP, aby uzyskać możliwość wyboru innych typów baz danych.
pt_br: Instale e ative os módulos adicionais do PHP para escolher outros tipos de banco de dados.
pt_pt: Instale e active módulos PHP adicionais para escolher outros tipos de base de dados.
ro: Instalează și activează module PHP adiționale pentru a putea alege alte tipuri de baze de date.
ru: Установите и активируйте дополнительные модули PHP для возможности выбора других типов баз данных.
sk: Pri výbere iného typu databázy bude potrebné nainštalovať a aktivovať ďalšie PHP moduly.
sq: Që të zgjidhni të tjera lloje bazash të dhënash, instaloni dhe aktivizoni module PHP shtesë.
sr: Инсталирајте и активирајте додатне PHP модуле за одабир других база података.
tr: Diğer veritabanı türlerini seçebilmek için ek PHP modüllerini kurun ve etkinleştirin.
vi: Cài đặt và kích hoạt các mô-đun PHP bổ sung để chọn các loại cơ sở dữ liệu khác.
