Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Checked database schema update for apps
ast: Anovamientu del esquema de base de datos p'aplicaciones revisáu
bg: Обновяването на схемата на базата данни за приложения е проверено
da: Tjekkede databaseskemaets opdatering for apps
de: Datenbankschema-Aktualisierung für Apps überprüft
es: Comprobada la actualización del esquema de la base de datos para aplicaciones
es_uy: Se verificó la actualización del esquema de la base de datos para las aplicaciones
et_ee: Andmebaasi skeemi uuendus rakendustele on kontrollitud
eu: Egiaztatuta aplikazioen datu-basearen zerbitzariaren eguneraketa
fi: Tarkistettu tietokannan skeemapäivitys sovelluksille
fr: Mise à jour du schéma de la base de données pour les applications vérifiée
hu: Az adatbázis séma frissítését ellenőriztük az alkalmazásokra vontakozóan
it: L'aggiornamento dello schema del database per le applicazioni è stato verificato
ka_ge: დამოწმდა აპლიკაციებისთვის მონაცემთა ბაზის სქემის განახლება
ko: 앱용 데이터베이스 스키마 업데이트 확인됨
lt_lt: Duomenų bazės struktūra paruošta įskiepių atnaujinimui
lv: Pārbaudīts datu bāzes shēmas atjauninājums lietotnēm.
nb: Sjekket databaseskjema-oppdatering for programmer
pl: Sprawdzono aktualizację struktury bazy danych dla aplikacji
pt_br: verificada a atualização do schema de base de dados para os aplicativos
pt_pt: Atualização do esquema da base de dados para as aplicações verificada.
ro: S-a verificat actualizarea schemei bazei de date pentru aplicații
ru: Проверено обновление схемы БД приложений
sk: Aktualizácia schémy databázy aplikácií bola overená
sq: U kontrollua përditësimi i skemës së bazës së të dhënave për aplikacionet
sr: Проверено ажурирање шеме базе података за апликације
tr: Uygulamalar için veritabanı şema güncellemesi denetlendi
vi: Bản cập nhật lược đồ cơ sở dữ liệu cho các ứng dụng đã được kiểm tra

source: Updated "%s" to %s
ast: Anováu "%s" a %s
bg: Обновен "%s" до %s
da: Opdaterede "%s" til %s
de: „%s“ zu %s aktualisiert
es: Se ha actualizado "%s" a %s
es_uy: Actualizando "%s" a %s
et_ee: Uuendatud "%s" -> %s
eu: "%s" %s-ra eguneratua
fa: "%s" به %s بروزرسانی شد
fi: Päivitetty "%s" versioon %s
fr: Mise à jour de « %s » vers %s
hu: "%s" frissítve erre: %s
it: Aggiornato "%s" a %s
ka_ge: "%s" განახლდა %s-ზე
ko: "%s"을(를) %s(으)로 업데이트함
lt_lt: Atnaujinta "%s" į %s
lv: Atjaunināts "%s" uz %s
nb: Oppdaterte "%s" til %s
pl: Zaktualizowano "%s" do %s
pt_br: Atualizado "%s" para %s
pt_pt: Atualizado "%s" para %s
ro: "%s" a fost actualizat până la %s
ru: «%s» обновлено до %s
sk: Aktualizované "%s" na %s
sq: U përditësua "%s" në %s
sr: „%s“ ажуриран на %s
tr: "%s", %s sürümüne güncellendi
vi: Được cập nhật từ "%s" sang %s

source: Set log level to debug
bg: Промени ниво на лог на дебъг
da: Sæt logningsniveau til fejlfinding
de: Log-Level auf "debug" gesetzt
es: Establecer el nivel de registro a depuración
es_uy: Establecer nivel de bitacora a depurar
eu: Log maila debug-era ezarri
fi: Asetettu lokitasoksi vianetsintä
fr: Réglage du niveau de journalisation à "déboguage"
hu: Naplózási szint beállítása hibakeresésre
it: Imposta il livello del log per il debug
ka_ge: ლოგის დონის დაყენება დებაგზე
ko: 로그 단계를 디버그로 설정
lt_lt: Nustatyti žurnalo išvesties lygį į "derinimas"
lv: Iestatīt žurnāla rakstīšanu uz atkļūdošanas režīmā
nb: Sett loggnivå til feilsøking
pl: Ustaw poziom logowania na debug
pt_br: Definir o nível de log para debug
pt_pt: Definir nível de registo para depurar
ro: Setează nivelul de logare la "debug"
ru: Установлен отладочный уровень протоколирования
sk: Nastaviť úroveň záznamu na ladenie
sq: Caktoni shkallë regjistrimi për diagnostikimin
sr: Постави ниво уписа у дневник на дебаговање
tr: Günlükleme düzeyini Hata Ayıklama olarak ayarla
vi: Thiết lập cấp độ ghi nhật ký để gỡ rối

source: Reset log level
bg: Възстанови ниво на лог
da: Nulstil logningsniveau
de: Ursprüngliches Log-Level wiederhergestellt
es: Restablecer el nivel de registro
es_uy: Restablecer nivel de bitácora
et_ee: Lähtesta logi tase
eu: Log maila berrezarri
fi: Nollattu lokitaso
fr: Réinitialisation du niveau de journalisation
hu: Naplózási szint visszaállítása
it: Ripristina il livello del log
ka_ge: ლოგის დონის დაყენება საწყის პარამეტრზე
ko: 로그 단계 초기화
lt_lt: Atstatyti numatytąjį žurnalo išvesties lygį
lv: Atiestatīt žurnāla rakstīšanas režīmu
nb: Nullstill loggnivå
pl: Zresetuj poziom logowania
pt_br: Redefinir o nível do log
pt_pt: Reiniciar nível de registo
ro: Resetează nivelul de logare
ru: Сброс уровня протоколирования
sk: Obnoviť úroveň záznamu
sq: Rikthe te parazgjedhja shkallën e regjistrimit
sr: Поништи ниво уписа у дневник
tr: Günlükleme düzeyini sıfırla
vi: Thiế lập lại cấp độ ghi nhật ký hệ thống

source: Starting code integrity check
ast: Aniciando comprobación integridá del códigu
bg: Стартиране на проверка за цялостта на кода
da: Begynder tjek af kodeintegritet
de: Code-Integrität wird überprüft
es: Comenzando comprobación de integridad de código
es_uy: Comenzando verificación de integridad del código
et_ee: Koodi terviklikkuse kontrolli alustamine
eu: Kodearen integritate egiaztapena hasten
fi: Aloitetaan koodin eheystarkistus
fr: Lancement de la vérification d'intégrité du code
hu: Kódintegritás ellenőrzés elindítása
it: Avvio del controllo di integrità del codice
ka_ge: კოდის ერთიანობის შემოწმების დაწყება
ko: 코드 무결성 검사 시작 중
lt_lt: Pradedama kodo vientisumo patikra
lv: Uzsākta koda integritātes pārbaude
nb: Starter sjekk av kode-integritet
pl: Rozpoczynam sprawdzanie spójności kodu
pt_br: Inicializando a verificação da integridade do código
pt_pt: A iniciar a verificação da integridade do código
ro: Începe verificarea integrității codului
ru: Начинается проверка целостности кода
sk: Začína kontrola integrity kódu
sq: Po fillohet kontroll integriteti për kodin
sr: Почиње провера интегритета кода
tr: Kod bütünlük sınaması başlatılıyor
vi: Bắt đầu mã kiểm tra sự toàn vẹn

source: Finished code integrity check
ast: Finó la comprobación d'integridá del códigu
bg: Приключена проверка за цялостта на кода
da: Fuldførte tjek af kodeintegritet
de: Code-Integritätsprüfung abgeschlossen
es: Terminando comprobación de integridad de código
es_uy: Terminó la verificación de integridad del código
et_ee: Koodi terviklikkuse kontrolli lõpp
eu: Kodearen integritate egiaztapena bukatuta
fi: Koodin eheystarkistus suoritettu
fr: Fin de la vérification d’intégrité du code
hu: Kódintegritás ellenőrzés befejezve!
it: Controllo di integrità del codice terminato
ka_ge: დასრულდა კოდის ერთიანობის შემოწმება
ko: 코드 무결성 검사 완료됨
lt_lt: Kodo vientisumo patikra užbaigta
lv: Pabeigta koda integritātes pārbaude
nb: Fullførte sjekk av kodeintegritet
pl: Zakończono sprawdzanie spójności kodu
pt_br: Finalizada a verificação de integridade do código
pt_pt: Terminada a verificação da integridade do código
ro: Verificarea integrității codului a fost finalizată
ru: Проверка целостности кода завершена
sk: Kontrola integrity kódu ukončená
sq: Përfundoi kontrolli i integritetit për kodin
sr: Завршена провера интегритета кода
tr: Kod bütünlük sınaması bitti
vi: Kết thúc mã kiểm tra sự toàn vẹn

source: %s (incompatible)
bg: %s (несъвместим)
da: %s (inkombatible)
de: %s (inkompatibel)
et_ee: %s (pole ühilduv)
eu: %s (bateraezina)
fi: %s (ei yhteensopiva)
hu: %s (nem kompatibilis)
it: %s (incompatibile)
ka_ge: %s (არაა თავსებადი)
ko: %s(호환 불가)
lt_lt: %s (nesuderinama programinė įranga)
lv: %s (nesaderīgs)
nb: %s (ikke kompatibel)
pl: %s (niekompatybilne)
pt_br: %s (incompatível)
pt_pt: %s (incompatível)
ro: %s (incompatibil)
ru: %s (несовместимое)
sk: %s (nekompatibilná)
sq: %s (e papërputhshme)
sr: %s (некомпатибилан)
tr: %s (uyumsuz)
vi: %s (không tương thích)

source: Following apps have been disabled: %s
ast: Deshabilitáronse les aplicaciones de darréu: %s
bg: Следната добавка беше изключена: %s
da: Følgende apps er blevet deaktiveret: %s
de: Die folgenden Apps wurden deaktiviert: %s
es: Las siguientes aplicaciones han sido deshabilitadas: %s
es_uy: Las siguientes aplicaciones han sido deshabilitadas: %s
et_ee: Järgnevad rakendused on välja lülitatud: %s
eu: Hurrengo aplikazioak desgaitu egin dira: %s
fa: برنامه های زیر غیر فعال شده اند %s
fi: Seuraavat sovellukset on poistettu käytöstä: %s
fr: Les applications suivantes ont été désactivées : %s
hu: A következő alkalmazások le lettek tiltva: %s
it: Le seguenti applicazioni sono state disabilitate: %s
ka_ge: შემდეგი აპლიკაციები გაითიშა: %s
ko: 다음 앱이 비활성화되었습니다: %s
lt_lt: Šie įskiepiai buvo išjungti: %s
lv: Sekojošas programmas tika atslēgtas: %s
nb: Følgende programmer har blitt avskrudd: %s
pl: Poniższe aplikacje zostały wyłączone: %s
pt_br: Os seguintes aplicativos foram desabilitados: %s
pt_pt: Foram desativadas as seguintes aplicações: %s
ro: Următoarele aplicații au fost dezactivate: %s
ru: Были отключены следующие приложения: %s
sk: Nasledovné aplikácie boli zakázané: %s
sq: Janë çaktivizuar aplikacionet vijuese : %s
sr: Следеће апликације су онемогућене: %s
tr: Aşağıdaki uygulamalar devre dışı bırakıldı: %s
vi: Các ứng dụng sau bị vô hiệu hóa: %s

source: Already up to date
ast: Yá s'anovó
bg: Вече е актуална
da: Allerede opdateret
de: Bereits aktuell
es: Ya actualizado
es_uy: Ya está actualizado
et_ee: On juba ajakohane
eu: Dagoeneko eguneratuta
fa: در حال حاضر بروز است
fi: Kaikki on jo ajan tasalla
fr: Déjà à jour
hu: Már a legfrissebb változat
it: Già aggiornato
ka_ge: უკვე განახლებულია
ko: 최신 상태임
lt_lt: Naudojama naujausia versija
lv: Jau ir jaunākā
nb: Allerede oppdatert
pl: Już zaktualizowano
pt_br: Já está atualizado
pt_pt: Já está atualizado
ro: Deja actualizat
ru: Не нуждается в обновлении
sk: Už aktuálne
sq: Tashmë e përditësuar
sr: Већ има последњу верзију
tr: Zaten güncel
vi: Đã được cập nhật bản mới nhất

source: Search contacts …
ast: Guetar contautos...
bg: Търсене на контакти ...
da: Søg efter brugere ...
de: Kontakte suchen…
es: Buscar contactos...
es_uy: Buscar contactos ...
et_ee: Otsi kontakte
eu: Bilatu kontaktuak ...
fa: جستجو مخاطبین ...
fi: Etsi yhteystietoja…
fr: Rechercher les contacts...
hu: Névjegyek keresése...
it: Cerca contatti...
ka_ge: მოძებნეთ კონტაქტები ...
ko: 연락처 검색…
lt_lt: Pažįstamų asmenų paieška...
lv: Meklēt kontaktpersonu
nb: Søk etter kontakter…
pl: Wyszukuję kontakty...
pt_br: Procurar contatos...
pt_pt: Pesquisar contactos ...
ro: Cauta contacte ...
ru: Искать контакты…
sk: Prehľadať kontakty...
sq: Kërko kontakte ...
sr: Претражи контакте ...
tr: Kişi arama...
vi: Tìm liên hệ ...

source: No contacts found
ast: Nun s'alcontraron contautos
bg: Няма намерени контакти
da: Ingen kontakter
de: Keine Kontakte gefunden
es: No se han encontrado contactos
es_uy: No se encontraron contactos
et_ee: Kontakte ei leitud
eu: Ez da kontakturik aurkitu
fa: مخاطبین یافت نشد
fi: Yhteystietoja ei löytynyt
fr: Aucun contact trouvé
hu: Nem találhatók névejegyek
it: Nessun contatto trovato
ka_ge: კომენტარები ვერ იქნა ნაპოვნი.
ko: 연락처를 찾을 수 없음
lt_lt: Pažįstamų asmenų nerasta
lv: Nav atrasta ne viena kontaktpersona
nb: Fant ingen kontakter
pl: Nie znaleziono żadnych kontaktów
pt_br: Nenhum contato encontrado
pt_pt: Não foram encontrados contactos
ro: Nu s-au găsit contacte
ru: Контактов не найдено
sk: Kontakty nenájdené
sq: Nuk jane gjetur kontakte
sr: Контакти нису нађени
tr: Herhangi bir kişi bulunamadı
vi: Không tìm thấy liên hệ nào

source: Show all contacts …
ast: Amosar tolos contautos...
bg: Покажи всички контакти ...
da: Vis alle kontakter …
de: Zeige alle Kontakte…
es: Mostrar todos los contactos...
es_uy: Mostrar todos los contactos ...
et_ee: Näita kõiki kontakte
eu: Erakutsi kontaktu guztiak
fa: نمایش همه مخاطبین ...
fi: Näytä kaikki yhteystiedot…
fr: Montrer tous les contacts...
hu: Minden névjegy megjelenítése...
it: Mostra tutti i contatti...
ka_ge: ყველა კონტაქტის ჩვენება ...
ko: 모든 연락처 보기 …
lt_lt: Rodyti visus pažįstamus asmenis...
lv: Rādīt visas kontaktpersonas
nb: Vis alle kontakter…
pl: Pokazuję wszystkie kontakty...
pt_br: Mostrar todos os contatos...
pt_pt: Mostrar todos os contactos ...
ro: Arata toate contactele ...
ru: Показать все контакты…
sk: Zobraziť všetky kontakty...
sq: Shfaq të gjitha kontaktet
sr: Прикажи све контакте ...
tr: Tüm kişileri görüntüle...
vi: Hiển thị tất cả liên hệ…

source: Could not load your contacts
de: Deine Kontakte konnten nicht geladen werden
es: No se han podido cargar los contactos
et_ee: Sinu kontaktide laadimine ebaõnnestus
fr: Impossible de charger vos contacts
hu: Nem lehet betölteni a névjegyeidet
it: Impossibile caricare i tuoi contatti
ka_ge: თქვენი კონტაქტების ჩატვირთვა ვერ მოხერხდა
ko: 연락처를 불러올 수 없음
nb: Kunne ikke laste inn kontaktene dine
pl: Nie można było załadować Twoich kontaktów
pt_br: Não foi possível carregar seus contatos
ru: Ошибка получения контактов
sr: Не могу да учитам Ваше контакте
tr: Kişileriniz yüklenemedi

source: Loading your contacts …
ast: Cargando los tos contautos...
bg: Зареждане на вашите контакти ...
da: Henter dine kontakter …
de: Lade Deine Kontakte…
es: Cargando tus contactos...
es_uy: Cargando sus contactos ...
et_ee: Sinu kontaktide laadimine ...
eu: Zure kontaktuak kargatzen...
fa: بارگیری مخاطبین شما ...
fi: Ladataan yhteystietojasi…
fr: Chargement de vos contacts...
hu: Névjegyek betöltése...
it: Caricamento dei tuoi contatti...
ka_ge: იტვირთება კონტაქტები ...
ko: 연락처 불러오는 중 …
lt_lt: Kraunami informacija apie pažįstamus asmenis
lv: Notiek kontaktpersonu ielāde...
nb: Laster inn kontaktene dine…
pl: Ładuję twoje kontakty...
pt_br: Carregando seus contatos...
pt_pt: A carregar os seus contactos
ro: Se încarcă contactele ...
ru: Загрузка контактов…
sk: Otvárajú sa kontakty...
sq: Kontaktet tuaja po ngarkohen ...
sr: Учитавам контакте ...
tr: Kişileriniz yükleniyor...
vi: Đang tải liên hệ của bạn ...

source: Looking for {term} …
ast: Guetando {term}...
da: Leder efter {term} …
de: Suche nach {term}…
es: Buscando {term}...
es_uy: Buscando {term} ...
et_ee: Otsin {term} …
eu: {term} bilatzen...
fa: به دنبال {term} …
fi: Etsii {term} …
fr: Recherche de {term} ...
hu: {term} keresése …
it: Ricerca di {term} in corso...
ka_ge: ვეძებთ {term}-ს …
ko: {term} 검색 중 …
lt_lt: Ieškoma {term} ...
lv: Meklē {term} …
nb: Ser etter {term}…
pl: Szukam {term}...
pt_br: Procurando por {term}…
ro: Se caută {term} …
ru: Поиск {term}…
sk: Hľadá sa výraz {term}...
sq: Duke kërkuar {për] ...
sr: Тражим {term} …
tr: {term} ifadesi aranıyor...
vi: Đang tìm kiếm {term} ...

source: <a href="{docUrl}">There were problems with the code integrity check. More information…</a>
ast: <a href="{docUrl}">Hebo problemes cola comprobación d'integridá del códigu. Más información…</a>
bg: <a href="{docUrl}">Има проблем с проверката за цялостта на кода. Повече информация…</a>
da: <a href="{docUrl}">Der var problemer med integritetskontrollen af koden. Mere information...</a>
de: <a href="{docUrl}">Bei der Code-Integritätsprüfung sind Probleme aufgetreten. Mehr Informationen…</a>
es: <a href="{docUrl}">Ha habido problemas durante la comprobación de la integridad del código. Más información…</a>
es_uy: <a href="{docUrl}">Se presentaron problemas con la verificación de integridad del código. Más información ...</a>
et_ee: <a href="{docUrl}">Koodi terviklikkuse kontrollis ilmnes viga. Rohkem infot …</a>
eu: <a href="{docUrl}">Kodearen integritate egiaztapenarekin arazoak egon dira. Informazio gehiago…</a>
fi: <a href="{docUrl}">Eheystarkistus tuotti ongelmia. Lisätietoja…</a>
fr: <a href="{docUrl}">Il y a eu des problèmes à la vérification de l’intégrité du code. Plus d'infos...</a>
hu: <a href="{docUrl}">Problémák vannak a kódintegritás ellenőrzéssel. Bővebb információ…</a>
it: <a href="{docUrl}">Si sono verificati errori con il controllo di integrità del codice. Ulteriori informazioni…</a>
ka_ge: <a href="{docUrl}">კოდის მთლიანობის შემოწმებასთან წარმოიქმა შეცდომები. მეტი ინფორმაცია…</a>
ko: <a href="{docUrl}">코드 무결성 검사 중 오류가 발생했습니다. 더 많은 정보를 보려면 누르십시오…</a>
lt_lt: <a href="{docUrl}">Buvo problemų su kodo vientisumo patikrinimu. Daugiau informacijos…</a>
lv: <a href="{docUrl}">Programmatūras koda pārbaude atgrieza kļūdas. Sīkāk…</a>
nb: <a href="{docUrl}">Det oppstod problemer med sjekk av kode-integritet. Mer informasjon…</a>
pl: <a href="{docUrl}">Wystąpiły problemy przy sprawdzaniu integralności kodu Więcej informacji…</a>
pt_br: <a href="{docUrl}">Houve problemas com a verificação de integridade do código. Mais informações…</a>
pt_pt: <a href="{docUrl}">Existiram alguns problemas com a verificação de integridade do código. Mais informação…</a>
ro: <a href="{docUrl}">Au apărut probleme la verificarea integrității codului. Mai multe informații…</a>
ru: <a href="{docUrl}"> Были обнаружены проблемы с проверкой целостности кода. Подробнее ...
sk: <a href="{docUrl}">Pri kontrole integrity kódu sa vyskytli chyby. Viac informácií…</a>
sq: <a href="{docUrl}">Pati probleme me kontrollin e integritetit të kodit. Më tepër të dhëna…</a>
sr: <a href="{docUrl}">Догодила се грешка приликом провере интегритета кода. Више информација...</a>
tr: <a href="{docUrl}">Kod bütünlük sınamasında sorunlar çıktı. Ayrıntılı bilgi…</a>
vi: <a href="{docUrl}"> Có lỗi xảy ra với mã kiểm tra sự toàn vẹn. Thông tin thêm....</a>

source: No action available
ast: Nun hai aiciones disponibles
da: Ingen funktion tilgængelig
de: Keine Aktion verfügbar
es: No hay acciones disponibles
es_uy: No hay acciones disponibles
et_ee: Ühtegi tegevust pole saadaval
eu: Ez dago ekintzarik eskuragarri
fa: هیچ عملی قابل انجام نیست
fi: Toimintoa ei saatavilla
fr: Aucune action disponible
hu: Nincs elérhető művelet
it: Nessuna azione disponibile
ka_ge: ქმედება არაა ხელმისაწვდომი
ko: 사용할 수 있는 동작 없음
lt_lt: Jokie veiksmai negalimi
lv: Nav pieejamu darbību
nb: Ingen handling tilgjengelig
pl: Żadna akcja nie jest dostępna
pt_br: Nenhuma ação disponível
ro: Nici o acțiune disponibilă
ru: Нет доступных действий
sk: NIe sú dostupné žiadne akcie
sq: Jo veprim i mundur
sr: Нема доступне радње
tr: Yapılabilecek bir işlem yok
vi: Không có hành động nào

source: Error fetching contact actions
ast: Fallu diendo en cata de les aiciones de contautos
da: Kunne ikke hente kontakt funktioner
de: Fehler beim Einlesen der Kontakt-Aktionen
es: Error recuperando las acciones de los contactos
es_uy: Se presentó un error al traer las acciónes de contatos
et_ee: Viga kontakti toimingute laadimisel
eu: Errorea kontaktu-ekintzak eskuratzean
fa: خطا در دریافت فعالیتهای تماس
fi: Virhe yhteystiedon toimintojen haussa
fr: Erreur lors de la recherche d'actions de contact
hu: Hiba a kapcsolati műveletek begyűjtésében
it: Errore durante il recupero delle azioni dei contatti
ka_ge: კონტაქტის ქმედებების მოხვეწისას წარმოიქმნა შეცდომა
ko: 연락처 동작을 가져오는 중 오류 발생
lt_lt: Klaida bandant gauti veiksmus darbui su pažįstamų asmenų informacija
lv: Kļūda rodot kontaktpersonām piemērojamās darbības
nb: Feil ved innhenting av kontakt-handlinger
pl: Błąd podczas pobierania akcji dla kontaktu
pt_br: Erro ao obter as ações de contato
ro: A apărut o eroare la preluarea activităților privind contactele
ru: Ошибка получения действий контакта
sk: Chyba počas získavania akcií kontaktu
sq: Gabim gjatë marrjes së veprimeve të kontaktit
sr: Грешка приликом дохватања акција над контактима
tr: Kişi işlemleri alınırken sorun çıktı
vi: Lỗi khi nạp liên hệ

source: Settings
ast: Axustes
bg: Настройки
da: Indstillingér
de: Einstellungen
es: Ajustes
es_uy: Configuraciones
et_ee: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ka_ge: პარამეტრები
ko: 설정
lt_lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sq: Rregullime
sr: Поставке
tr: Ayarlar
vi: Cài đặt

source: Connection to server lost
ast: Perdióse la conexón del sirvidor
bg: Връзката със сървъра е загубена
da: Forbindelsen til serveren er tabt
de: Verbindung zum Server verloren
es: Perdida la conexión al server
es_uy: Se ha perdido la conexión con el servidor
et_ee: Ühendus serveriga katkes
eu: Zerbitzariarekiko konexioa eten da
fa: اتصال به سرور از دست رفته است
fi: Yhteys palvelimelle menetetty
fr: Connexion au serveur perdu
hu: Megszakadt a kapcsolat a szerverrel
it: Connessione al server interrotta
ka_ge: სერვერთან კავშირი დაიკარგა
ko: 서버 연결이 끊어짐
lt_lt: Ryšys su serveriu nutrūko
lv: Zaudēts savienojums ar serveri
nb: Mistet tilkobling til tjener
pl: Utracone połączenie z serwerem
pt_br: Conexão perdida com o servidor
pt_pt: Ligação perdida ao servidor
ro: S-a pierdut conexiunea la server
ru: Подключение к серверу потеряно
sk: Stratené spojenie so serverom
sq: Lidhja me serverin u shkëput
sr: Изгубљена је веза са сервером
tr: Sunucu bağlantısı kesildi
vi: Kết nối tới máy chủ bị mất

source: Problem loading page, reloading in %n second
ast: Fallu cargando la páxina, recargando en %n segundu
bg: Проблем при зареждане на страницата, презареждане след %n секунда
da: Der opstod et problem med at hente siden, prøver igen om %n sekund
de: Problem beim Laden der Seite, Seite wird in %n Sekunde nochmals geladen
es: Problema al cargar la página, volverá a cargar en %n segundo
es_uy: Se presentó un error al cargar la página, recargando en %n segundo
et_ee: Tõrge lehe laadimisel, ümberlaadimine %n sekundi pärast
eu: Arazoa orria kargatzerakoan, birkargatzen segundu batean
fa: %nمشکل بارگذاری صفحه، بارگیری مجدد در ثانیه
fi: Ongelma sivun lataamisessa, päivitetään %n sekunnin kuluttua
fr: Problème de chargement de la page, actualisation dans %n seconde
hu: Probléma az oldal betöltésekor, újratöltés %n másodperc múlva
it: Problema durante il caricamento della pagina, aggiornamento tra %n secondo
ka_ge: გვერდის ჩატვირთვის პროლბემა, ხელახალი ჩატვირთვა მოხდება %n წამში
ko: 페이지 불러오기 오류, %n초 후 새로 고침
lt_lt: Problemos, įkeliant puslapį. Įkeliama iš naujo po %n sekundės
lv: Problēma ielādējot lapu, pārlādēšana pēc %n sekundēm
nb: Problem ved lasting av side, laster på nytt om %n sekund
pl: Problem z załadowaniem strony, przeładowanie za %n sekundę
pt_br: Problema no carregamento da página, recarregando em %n segundo
pt_pt: Problema a carregar a página. A recarregar dentro de %n segundos
ro: Probleme la încărcarea paginii, se reîncarcă într-o secundă
ru: Возникла проблема при загрузке страницы, повторная попытка через %n секунду
sk: Nepodarilo sa načítať stránku, opätovný pokus o %n sekundu
sq: Problem gjatë ngarkimit të faqes, rifreskimi në %n sekonda
sr: Грешка приликом учитавања стране, пробам поново за %n секунду
tr: Sayfa yüklenirken bir sorun çıktı. %n saniye sonra yeniden yüklenecek
vi: Xảy ra lỗi khi tải trang, tải lại trong %n giây

source: Saving...
ast: Guardando...
bg: Запазване...
da: Gemmer...
de: Speichere…
es: Guardando...
es_uy: Guardando...
et_ee: Salvestamine...
eu: Gordetzen...
fa: در حال ذخیره سازی...
fi: Tallennetaan...
fr: Enregistrement…
hu: Mentés...
it: Salvataggio in corso...
ka_ge: შენახვა...
ko: 저장 중...
lt_lt: Įrašoma...
lv: Saglabā...
nb: Lagrer…
pl: Zapisywanie...
pt_br: Salvando...
pt_pt: A guardar...
ro: Se salvează...
ru: Сохранение...
sk: Ukladám...
sq: Po ruhet …
sr: Чувам...
tr: Kaydediliyor...
vi: Đang lưu...

source: Dismiss
ast: Encaboxar
bg: Отхвърляне
da: Afvis
de: Ausblenden
es: Descartar
es_uy: Descartar
et_ee: Jäta vahele
eu: Ezikusi
fa: پنهان کن
fi: Hylkää
fr: Ignorer
hu: Elutasít
it: Annulla
ka_ge: დათხოვნა
ko: 닫기
lt_lt: Atmesti
lv: Atmest
nb: Forkast
pl: Anuluj
pt_br: Rejeitar
pt_pt: Dispensar
ro: Înlătură
ru: Закрыть
sk: Odmietnuť
sq: Mos e merr parasysh
sr: Откажи
tr: Yoksay
vi: Bỏ qua
