Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
de: Die Reverse-Proxy-Header-Konfiguration ist fehlerhaft oder Sie greifen auf Nextcloud über einen vertrauenswürdigen Proxy zu. Ist dies nicht der Fall, dann besteht ein Sicherheitsproblem, das einem Angreifer erlaubt die IP-Adresse, die für Nextcloud sichtbar ist, auszuspähen. Weitere Informationen hierzu finde sich in der <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dokumentation</a>.
es: La configuración de cabeceras del proxy inverso es incorrecta, o estás accediendo a Nextcloud desde un proxy fiable. Si no, esto es un problema de seguridad que puede permitir que un atacante disfrazar su dirección IP como visible a Nextcloud. Se puede encontrar más información en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
es_uy: La configuración de los encabezados del proxy inverso es incorrecta, o estás accediendo a Nextcloud desde un proxy de confianza. Si no es el caso, se trata de un tema de seguridad y le puede permitir a un atacante hacer su dirección IP apócrifa visible para Nextcloud. Puedes encontar más infomración en nuestra <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>.
fr: La configuration des entêtes du proxy inverse est incorrecte, ou vous accédez à Nextcloud depuis un proxy de confiance. Si vous n'êtes pas en train d’accéder à Nextcloud depuis un proxy de confiance, il y a un problème de sécurité qui peut permettre à un attaquant d'usurper l'adresse IP affichée à Nextcloud. Vous trouverez plus d'informations dans notre <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
hu: A reverse proxy fejlécek beállítása helytelen, vagy egy megbízható proxyval kapcsolódsz a Nextcloud-ra. Ha nem egy megbízható proxyval csatlakozol, ez egy biztonsági rés lehet, mely segítségével egy támadó meghamisíthatja az IP-jét a Nextcloud felé. További információk a <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokmetációban</a> találhatók.
it: La configurazione delle intestazioni del proxy inverso non è corretta, o stai effettuando l'accesso a Nextcloud da un proxy affidabile. In caso diverso, questo è un problema di sicurezza e può consentire a un attaccante di falsificare il suo indirizzo IP, rendendolo visibile a Nextcloud. Ulteriori informazioni sono disponibili nella <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentazione</a>.
ka_ge: Nextcloud-ს უკავშირდებით სანდო პქოქსით ან საწინააღმეგო პროქსის დასათაურებებების კონფიგურაცია არასწორია. თუ არა, ეს უსაფრთხოების პრობლემაა და თავდამსხმელმა შეიძლება მოიტყუოს IP მისამართით. იხილეთ მეტი ინფორმაცია ჩვენს <a target="_blank" rel="noreferrer noopener" href="{docLink}">დოკუმენტაციაში</a>.
ko: 역방향 프록시 헤더 설정이 올바르지 않거나 신뢰하는 프록시를 통해 Nextcloud에 접근하고 있을 수 있습니다. 만약 Nextcloud를 신뢰하는 프록시를 통해 접근하고 있지 않다면 이는 보안 문제이며 공격자가 Nextcloud에 보이는 IP 주소를 속이고 있을 수 있습니다. 자세한 내용은 <a target="_blank" rel="noreferrer noopener" href="{docLink}">문서</a>를 참고하십시오.
nb: Det omvendte mellomtjener-hodet er ikke satt opp rett, eller du kobler til Nextcloud fra en betrodd mellomtjener. Hvis ikke, er dette et sikkerhetsproblem, og kan tillate en angriper å forfalske deres IP-adresse slik den er synlig for Nextcloud. Ytterligere informasjon er å finne i <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentasjonen</a>.
pl: Konfiguracja nagłówków reverse proxy jest niepoprawna albo łączysz się do Nextclouda przez zaufane proxy. Jeśli nie łączysz się z zaufanego proxy, to jest to problem bezpieczeństwa i atakujący może podszyć się pod adres IP jako widoczny dla Nextclouda. Więcej informacji można znaleźć w naszej <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacji</a>.
pt_br: A configuração do cabeçalho do proxy reverso está incorreta ou você está acessando o Nextcloud a partir de um proxy confiável. Caso contrário, isso é um problema de segurança e pode permitir que um invasor ataque seu endereço IP visível do Nextcloud. Mais informações podem ser encontradas na <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentação</a>.
ru: Заголовки обратного прокси настроены неправильно, либо вы подключены к серверу Nextcloud через доверенный прокси. Если Nextcloud открыт не через доверенный прокси, то это проблема безопасности, которая может позволить атакующему подделать IP-адрес, определяемый сервером Nextcloud. Дополнительная информация содержится в <a target="_blank" rel="noreferrer" href="{docLink}">документации</a>.
sr: Или подешавање обрнутих прокси заглавља није исправно, или приступате Некстклауду преко проксија од поверења. Ако то не радите, ово је безбедоносни проблем и може омогућити нападачу да лажира да је његова IP адреса видљива Некстклауду. Више информација о овоме има у <a target="_blank" rel="noreferrer noopener" href="{docLink}">документацији</a>.
tr: Ters vekil sunucu üst bilgi yapılandırmanız doğru değil ya da Nextcloud üzerine güvenilen bir vekil sunucudan erişiyorsunuz. Böyle değil ise bu bir güvenlik sorunudur ve bir saldırganın IP adresini Nextcolud sunucusuna farklı göstermesine izin verebilir. Ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{docLink}">belgelere</a> bakabilirsiniz.

source: Memcached is configured as distributed cache, but the wrong PHP module "memcache" is installed. \OC\Memcache\Memcached only supports "memcached" and not "memcache". See the <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki about both modules</a>.
de: Memcached ist als verteilter Cache konfiguriert, aber das falsche PHP-Modul "memcache" ist installiert. \OC\Memcache\Memcached unterstützt nur "memcached" jedoch nicht "memcache". Im <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki nach beiden Modulen suchen</a>.
es: Memcached está configurado como caché distribuida, pero el módulo erróneo de PHP "memcache" está instalado. \OC\Memcache\Memcached solo soporta "memcached" y no "memcache". Vea la <a target="_blank" href="{wikiLink}">wiki de memcached sobre ambos módulos</a>.
es_uy: Memecahced está configurado como un cache distribuido, pero un módulo equivocado de "memcache" está instalado. \OC\Memcache\Memcached sólo soporta "memcached". Consulta <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">el wiki de memcached en relación a ambos módulos</a>.
fr: "memcached" est configuré comme cache distribué, mais le mauvais module PHP "memcache" est installé. \OC\Memcache\Memcached ne prend en charge que "memcached" et non "memcache". Consulter le <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">wiki de memcached à propos de ces deux modules</a>.
hu: A Memcached elosztott tárolásra van beállítva, de a rossz PHP modul "memcache" van telepítve. \OC\Memcache\Memcached csak a "memcached"-t támogatja a "memcache"-t nem. Nézd meg a <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki-t a két modulra vonatkozólag</a>.
it: Memcached è configurato come cache distribuita, ma è installato il modulo "memcache" errato. \OC\Memcache\Memcached supporta solo "memcached" e non "memcache". Vedi il <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">wiki di memcached per informazioni su entrambi i moduli</a>.
ka_ge: Memcached კონფიგურირებულია როგორც განაწილებული ქეში, თუმცა დაყენებულია არასწორი PHP მოდული "memcache" . \OC\Memcache\Memcached მხარს უჭერს მხოლოდ "memcached"-ს და არა "memcache"-s. მეტი ინფორმაციისთვის იხილეთ <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached ვიკი ორივე მოდულზე</a>.
ko: Memcached가 분산 캐시로 구성되어 있지만 잘못된 PHP 모듈 "memcache"가 설치되어 있습니다. \OC\Memcache\Memcached는 "memcache"가 아닌 "memcached"만 지원합니다. 자세한 내용은 <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">이 두 모듈에 대한 memcached 위키</a>를 참고하십시오.
nb: Memcached er satt opp som distribuert hurtiglager, men feil PHP-modul "memcache" er installert. \OC\Memcache\Memcached støtter bare "memcached" og ikke "memcache". Se <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached-wikien om begge modulene</a>.
pl: Jako cache jest skonfigurowane "memcached", ale błędny moduł PHP "memcache" jest zainstalowany. \OC\Memcache\Memcached wspiera tylko "memcached", a nie "memcache". Sprawdź <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki o obu tych modułach</a>.
pt_br: O Memcached está configurado como cache distribuído, mas o módulo PHP "memcache" errado está instalado. \OC\Memcache\Memcached somente suporta "memcached" e não "memcache". Leia no <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">wiki memcached sobre este módulos</a>.
ru: Memcached настроен на распределенный кеш, но установлен неподдерживаемый модуль PHP «memcache». \OC\Memcache\Memcached поддерживает только модуль «memcached», но не «memcache». Дополнительная информации содержится в <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">wiki на странице memcached об обоих модулях</a>.
sk: Memcached je nakonfigurovaný ako distribuovaná vyrovnávacia pamäť, ale v PHP je nainštalovaný nesprávny modul - "memcache". \OC\Memcache\Memcached podporuje len modul "memcached", "memcache" nie je podporovaný. Viac informácií nájdete na <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki stránke o oboch moduloch</a>.
sr: Memcached је подешен као дистрибуирани кеш, али је инсталиран погрешни PHP модуле "memcache". \OC\Memcache\Memcached подржава само "memcached" модул, а не и "memcache". Погледајте <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached вики о оба модула</a>.
tr: Memcached dağıtık bellek olarak yapılandırılmış ancak kurulmuş PHP "memcache" modülü yanlış. \OC\Memcache\Memcached yalnız "memcache" modülünü değil "memcached" mdoülünü destekler. İki modül hakkında ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki sayfasına</a> bakabilirsiniz.

source: Some files have not passed the integrity check. Further information on how to resolve this issue can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>. (<a href="{codeIntegrityDownloadEndpoint}">List of invalid files…</a> / <a href="{rescanEndpoint}">Rescan…</a>)
de: Einige Dateien haben die Integritätsprüfung nicht bestanden. Weiterführende Informationen befinden sich in unserer <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dokumentation</a>. (<a href="{codeIntegrityDownloadEndpoint}">Liste der ungültigen Dateien…</a> / <a href="{rescanEndpoint}">Erneut analysieren…</a>)
es: Algunos archivos no han pasado la comprobación de integridad. Se puede encontrar más información sobre cómo resolver este problema en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>. (<a href="{codeIntegrityDownloadEndpoint}">Lista de archivos inválidos...</a> / <a href="{rescanEndpoint}">Reescanear</a>)
es_uy: Algunos archivos no pasaron la verificación de integridad. Puedes encontrar más información de cómo resolver este problema en la <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentación</a>. (<a href="{codeIntegrityDownloadEndpoint}">Lista de archivos inválidos...</a>/<a href="{rescanEndpoint}">Volver a verificar...</a>)
fr: Des fichiers n'ont pas passé la vérification d’intégrité. Vous trouverez plus d'information sur comment résoudre ce problème dans notre <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>. (<a href="{codeIntegrityDownloadEndpoint}">Liste des fichiers invalides…</a> / <a href="{rescanEndpoint}">Rescanner…</a>)
hu: Pár fájl nem ment át az integritás ellenőrzésen. További információk a helyzet megoldására a <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentációban </a> található. (<a href="{codeIntegrityDownloadEndpoint}">Érvénytelen fájlok listája…</a> / <a href="{rescanEndpoint}">Újraellenőrzés…</a>)
it: Alcuni file non hanno superato il controllo di integrità. Ulteriori informazioni su come risolvere questo problema sono disponibili nella <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentazione</a>. (<a href="{codeIntegrityDownloadEndpoint}">Elenco dei file non validi…</a> / <a href="{rescanEndpoint}">Nuova scansione…</a>)
ka_ge: გარკვეულმა ფაილება ვერ გაიარეს ერთიანობის შემოწმება. ინფორმაცია თუ როგორ აღმოფხრათ ეს პრობლემა შეგიძლიათ მოიძიოთ <a target="_blank" rel="noreferrer noopener" href="{docLink}">დოკუმენტაციაში</a>. (<a href="{codeIntegrityDownloadEndpoint}">არასწორი ფაილების სია...</a> / <a href="{rescanEndpoint}">ხელახალი სკანირება...</a>)
ko: 일부 파일이 무결성 검사를 통과하지 못습니다. 이 문제를 해결하는 방법은 <a target="_blank" rel="noreferrer noopener" href="{docLink}">문서</a>를 참고하십시오.(<a href="{codeIntegrityDownloadEndpoint}">잘못된 파일 목록…</a> / <a href="{rescanEndpoint}">다시 검색…</a>)
nb: Noen filer besto ikke gyldighetssjekken. Ytterligere informasjon om hvordan dette problemet kan løses finnes i <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentasjonen</a>. (<a href="{codeIntegrityDownloadEndpoint}">Liste over ugyldige filer…</a> / <a href="{rescanEndpoint}">Skann på ny…</a>)
pl: Niektóre pliki nie przeszły sprawdzania spójności. Dalsze informacje jak to naprawić mogą być znalezione w naszej <a target="_blank" rel="noreferrer noopener" href="{docLink}">dokumentacji</a>. (<a href="{codeIntegrityDownloadEndpoint}">Lista niepoprawnych plików...</a> / <a href="{rescanEndpoint}">Skanowanie ponowne…</a>)
pt_br: Alguns arquivos não passaram na verificação de integridade. Mais informações sobre como resolver esse problema podem ser encontradas na <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentação</a>. (<a href="{codeIntegrityDownloadEndpoint}">Lista de arquivos inválidos…</a> / <a href="{rescanEndpoint}">Verificar novamente…</a>)
ru: Некоторые файлы не прошли проверку целостности. Дополнительная информация о способах решения этой проблемы содержится в <a target="_blank" rel="noreferrer noopener" href="{docLink}">документации</a>. (<a href="{codeIntegrityDownloadEndpoint}">Список проблемных файлов…</a> / <a href="{rescanEndpoint}">Выполнить повторное сканирование…</a>)
sr: Неки фајлови нису прошли проверу интегритета. Даљње информације о томе како да решите овај проблем се могу наћи у <a target="_blank" rel="noreferrer noopener" href="{docLink}">документацији</a>. (<a href="{codeIntegrityDownloadEndpoint}">Списак неисправних фајлова</a>/<a href="{rescanEndpoint}">Скенирај поново…</a>)
tr: Bazı dosyalar bütünlük denetiminden geçemedi. Bu sorunun çözümü ile ilgili bilgi almak için <a target="_blank" rel="noreferrer noopener" href="{docLink}">belgelere</a> bakabilirsiniz. (<a href="{codeIntegrityDownloadEndpoint}">Geçersiz dosyaların listesi…</a> / <a href="{rescanEndpoint}">Yeniden Tara…</a>)

source: The PHP OPcache is not properly configured. <a target="_blank" rel="noreferrer noopener" href="{docLink}">For better performance it is recommended</a> to use the following settings in the <code>php.ini</code>:
de: Der PHP-OPcache ist nicht richtig konfiguriert. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Für eine bessere Leistung empfiehlt es sich</a> folgende Einstellungen in der <code>php.ini</code> vorzunehmen:
es: La OPcache de PHP no está bien configurada. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Para mejorar el rendimiento se recomienda</a> usar las siguientes configuraciones en el <code>php.ini</code>:
es_uy: El OPcache de PHP no está configurado correctamente. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Para un mejor desempeño se recomienda</a> usar las sigueintes configuraciones en el archivo <code>php.ini</code>:
fr: Le PHP OPcache n'est pas correctement configuré. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Pour de meilleure performance nous recommandons </a> d'utiliser les paramètres suivant dans le <code>php.ini</code> :
hu: A PHP OPcache nincs megfelelően beállítva. <a target="_blank" rel="noreferrer noopener" href="{docLink}">A jobb teljesítményért</a> használd az alábbi beállításokat a <code>php.ini</code>-ben:
it: PHP OpCache non è configurata correttamente. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Per prestazioni migliori consigliamo</a> di utilizzare le impostazioni seguenti in <code>php.ini</code>:
ka_ge: PHP OPcache არაა სწორად კონფიგურირებული. <a target="_blank" rel="noreferrer noopener" href="{docLink}">უკეთესი მოქმედებისთვის რეკომენდირებულია</a> <code>php.ini</code>-ში გამოიყენოთ შემდეგი პარამეტრები:
ko: PHP Opcache가 제대로 설정되어 있지 않습니다. 더 나은 성능을 위해서 <code>php.ini</code> 파일에 다음 설정을 <a target="_blank" rel="noreferrer noopener" href="{docLink}">추가하는 것을 권장합니다</a>:
nb: PHP OPcache er ikke satt opp rett. <a target="_blank" rel="noreferrer noopener" href="{docLink}">For bedre ytelse anbefales det å bruke følgende innstillinger i <code>php.ini</code>:
pl: PHP OPcache nie jest prawidłowo skonfigurowany <a target="_blank" rel="noreferrer noopener" href="{docLink}">Dla lepszej wydajności zalecamy</a> użycie następujących ustawień w <code>php.ini</code>:
pt_br: O PHP OPcache não está configurado corretamente.<a target="_blank" rel="noreferrer noopener" href="{docLink}">Para um melhor desempenho é recomendado</a> usar as seguintes configurações no <code>php.ini</code>:
ru: PHP OPcache не настроен правильно. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Для обеспечения лучшей производительности рекомендуется </a> задать в файле <code>php.ini</code> следующие параметры настроек:
sr: PHP OPcache није подешен исправно. <a target="_blank" rel="noreferrer noopener" href="{docLink}">За боље перформансе предлаже се</a> да користите следећа подешавања у <code>php.ini</code> фајлу:
tr: PHP OPcache doğru şekilde ayarlanmamış. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Daha iyi sonuç almak için</a> <code>php.ini</code> dosyasında şu ayarların kullanılması önerilir:

source: The PHP function "set_time_limit" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended.
de: Die PHP-Funktion "set_time_limit" ist nicht verfügbar. Dies kann in angehaltenen Scripten oder einer fehlerhaften Installation resultieren. Es wird dringend empfohlen, diese Funktion zu aktivieren.
es: La función PHP "set_time_limit" no está disponible. Esto podría resultar en scripts detenidos a mitad de ejecución, rompiendo tu instalación. Activar esta función está fuertemente recomendado.
es_uy: La función de PHP "set_time_limit" no está disponible. Esto podría generar que la ejecución de scripts se detenga, rompiendo su instalación. Se recomienda ámpliamente habilitar esta función.
fr: La fonction PHP "set_time_limit" n'est pas disponible. Cela pourrait entraîner l'arrêt des scripts à mi-exécution en bloquant votre installation. Nous vous recommandons vivement d'activer cette fonction.
hu: A "set_time_limit" beállítás nem elérhető. Így egy script megszakadhat futás kötzben, a telepítésed megbénítását okozhatva. Erősen javasoljuk a beállítás engedélyezését.
it: La funzione PHP "set_time_limit" non è disponibile. Ciò potrebbe comportare l'interruzione di script durante l'esecuzione, compromettendo la tua installazione. Ti consigliamo vivamente di abilitare questa funzione.
ka_ge: PHP-ს ფუნქცია "set_time_limit" არაა ხელმისაწვდომი. ამან შეიძლება ქმედებისას გამოიწვიოს სკრიპტების შეჩერება, ინსტალაციის შეწყვეტა. რეკომენდირებულია ამ ფუნქციის ჩართვა.
ko: PHP 함수 "set_time_limit"을 사용할 수 없습니다. 스크립트가 실행 중간에 중지되어 설치를 깨트릴 수도 있습니다. 이 함수를 활성화하는 것을 추천합니다.
nb: PHP-funksjonen "set_time_limit" er ikke tilgjengelig. Dette kan resultere i at skript blir stoppet midt i kjøring, noe som knekker installasjonen din. Det anbefales sterkt å skru på denne funksjonen.
pl: Funkcja PHP "set_time_limit" nie jest dostępna. Może to powodować zatrzymanie skryptów w podczas działania i w efekcie przerwanie instalacji. Silnie rekomendujemy włączenie tej funkcji.
pt_br: A função PHP "set_time_limit" não está disponível. Isso pode resultar em travamento de scripts, quebrando sua instalação. A ativação desta função é altamente recomendada.
ru: Функция PHP «set_time_limit» недоступна. В случае остановки скриптов во время работы это может привести к повреждению установки сервера Nextcloud. Настоятельно рекомендуется включить эту функцию.
sr: PHP функција "set_time_limit" није доступна. Ово може да узрокује да се скрипте закоче у сред извршавања, и тако покваре инсталацију. Препоручује се да омогућите ову функцију.
tr: "set_time_limit" PHP işlevi kullanılamıyor. Bu durum betiklerin yürütme sırasında durmasına, ve kurulumunuzun çalışmamasına neden olabilir. Bu işlevin etkinleştirilmesi önemle önerilir.

source: Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface.
de: Dein PHP unterstützt Freetype nicht. Dies wird defekte Profilbilder und eine defekte Anzeige der Einstellungen verursachen.
es: Tu PHP no tiene soporte FreeType, lo que provoca una rotura en las imágenes de perfil y en la interfaz de los ajustes.
fr: Votre PHP ne prend pas en charge FreeType, provoquant la casse des images de profil et de l'interface des paramètres.
hu: A PHP-ból hiányzik a FreeType-támogatás. Ez a beállítási felület és a profilképek hibás megjelenítését okozhatja.
it: La tua versione di PHP non supporta FreeType. Ciò causerà problemi con le immagini dei profili e con l'interfaccia delle impostazioni.
ka_ge: თქვენს PHP-ს არ აქვს FreeType-ის მხარდაჭერა, რაც გამოწვევს დარღვეულ პროფილის სურათებს და პარამეტრების ინტერფეისს.
ko: PHP에 Freetype 지원이 없습니다. 프로필 사진과 설정 인터페이스가 올바르게 표시되지 않을 수도 있습니다.
nb: Din PHP-installasjon har ikke FreeType-støtte. Dette fører til knekte profilbilder og skadelidende innstillingsgrensesnitt.
pt_br: Seu PHP não possui suporte à FreeType, resultando em problemas nas fotos de perfil e interface de configurações.
ru: Установленная версия PHP не поддерживает библиотеку FreeType, что приводит к неверному отображению изображений профиля и интерфейса настроек.
sr: Ваша PHP инсталација нема подршку за FreeType. Ово ће довести до неисправних профилних слика и неисправног интерфејса за подешавања.
tr: PHP kurulumunuzda FreeType desteği yok. Bu durum profil görsellerinin ve ayarlar bölümünün bozuk görüntülenmesine neden olur.
