Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Can create
ast: Pue crear
da: Kan oprette
de: kann erstellen
es: Puede crear
es_uy: Puede crear
et_ee: Võib luua
eu: sortu dezake
fa: میتوان ایجاد کرد
fi: Voi luoda
fr: Peut créer
hu: Létrehozhat
it: Può creare
ka_ge: შეუძლია შექმნა
ko: 생성 가능
lt_lt: Galima kurti nauja
lv: Var izveidot
nb: Kan opprette
pl: Może tworzyć
pt_br: Pode criar
pt_pt: Pode criar
ro: Poate crea
ru: Можно создавать
sk: Môže vytvárať
sq: Mund të krijoni
sr: Може да направи
tr: Ekleyebilir
vi: Có thể tạo

source: Can change
ast: Pue camudar
da: Kan ændre
de: kann ändern
es: Puede cambiar
es_uy: Puede cambiar
et_ee: Võib muuta
eu: Aldatu dezake
fa: می توان تغییر داد
fi: Voi vaihtaa
fr: Peut modifier
hu: Módosíthat
it: Può cambiare
ka_ge: შეუძლია ცვლილება
ko: 변경 가능
lt_lt: Galima keisti
lv: Var mainīt
nb: Kan endre
pl: Może zmieniać
pt_br: Pode modificar
pt_pt: Pode alterar
ro: Poate schimba
ru: Можно изменять
sk: Môže meniť
sq: Mund të ndryshojë
sr: Може да мења
tr: Değiştirebilir
vi: Có thể thay đổi

source: Can delete
ast: Pue desaniciar
da: Kan slette
de: kann löschen
es: Puede eliminar
es_uy: Puede borrar
et_ee: Võib kustutada
eu: Ezabatu dezake
fa: می توان حذف کرد
fi: Voi poistaa
fr: Peut supprimer
hu: Törölhet
it: Può eliminare
ka_ge: შეუძლია გაუქმება
ko: 삭제 가능
lt_lt: Galima trinti
lv: Var dzēst
nb: Kan slette
pl: Może usuwać
pt_br: Pode excluir
pt_pt: Pode apagar
ro: Poate șterge
ru: Можно удалять
sk: Môže odstraňovať
sq: Mund të fshijë
sr: Може да брише
tr: Silebilir
vi: Có thể xóa

source: Access control
ast: Control d'accesu
da: Adgangskontrol
de: Zugriffskontrolle
es: Control de acceso
es_uy: Control de acceso
et_ee: Ligipääsukontroll
eu: Sarrera kontrola
fa: کنترل دسترسی
fi: Pääsynhallinta
fr: Contrôle d'accès
hu: Jogosultság kezelés
it: Controllo d'accesso
ka_ge: დაშვების კონტროლი
ko: 접근 제어
lt_lt: Prieigos valdymas
lv: Piekļuves vadība
nb: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de acesso
pt_pt: Controlo de acesso
ro: Control acces
ru: Управление доступом
sk: Prístupové práva
sq: Kontrolli i aksesit
sr: Контрола приступа
tr: Erişim denetimi
vi: Kiểm soát truy cập

source: Could not unshare
ast: Nun pudo dexar de compartise
bg: Споделянето не е прекратено
da: Kunne ikke ophæve deling
de: Freigabe konnte nicht aufgehoben werden
es: No se puede quitar el comparto
es_uy: No fue posible dejar de compartir
et_ee: Jagamise lõpetamine ebaõnnestus
eu: Ezin izan da despartekatu
fa: اشتراک گذاری بازگردانده نشد
fi: Jakamisen lopettaminen epäonnistui
fr: Impossible d'arrêter de partager
hu: Nem sikerült visszavonni a megosztást
it: Impossibile rimuovere la condivisione
ka_ge: გაზიარების შეწყვეტა ვერ მოხერხდა
ko: 공유 해제할 수 없음
lt_lt: Negalima nustoti dalintis
lv: Nevarēja pārtraukt koplietošanu
nb: Kunne ikke avslutte deling
pl: Nie udało się usunąć udostępnienia
pt_br: Não foi possível descompartilhar
pt_pt: Não foi possível cancelar a partilha
ro: Nu s-a putut elimina partajarea
ru: Невозможно закрыть общий доступ
sk: Nepodarilo sa zrušiť sprístupnenie
sq: S’e shndau dot
sr: Не могу да укинем дељење
tr: Paylaşım kaldırılamadı
vi: Không thể chia sẻ

source: Error while sharing
ast: Fallu mientres la compartición
bg: Грешка при споделяне
da: Fejl under deling
de: Fehler beim Teilen
es: Error al compartir
es_uy: Se presentó un error al compartir
et_ee: Viga jagamisel
eu: Errore bat egon da elkarbanatzean
fa: خطا درحال به اشتراک گذاشتن
fi: Virhe jaettaessa
fr: Erreur lors de la mise en partage
hu: Nem sikerült létrehozni a megosztást
it: Errore durante la condivisione
ka_ge: შეცდომა გაზიარების დროს
ko: 공유하는 중 오류 발생
lt_lt: Klaida, dalijimosi metu
lv: Kļūda, daloties
nb: Feil under deling
pl: Błąd podczas udostępniania
pt_br: Erro ao compartilhar
pt_pt: Erro ao partilhar
ro: Eroare la partajare
ru: При попытке поделиться произошла ошибка
sk: Chyba počas sprístupňovania
sq: Gabim gjatë ndarjes
sr: Грешка при дељењу
tr: Paylaşılırken sorun çıktı
vi: Lỗi trong quá trình chia sẻ

source: Share details could not be loaded for this item.
ast: Nun pudieron cargase los detalles de la compartición pa esti elementu.
bg: Данните за споделяне не могат да бъдат заредени
da: Detaljer for deling kunne ikke indlæses for dette element.
de: Details der geteilten Freigabe zu diesem Eintrag konnten nicht geladen werden.
es: No se han podido cargar los detalles de compartición para este elemento.
es_uy: Los detalles del recurso compartido no se pudieron cargar para este elemento.
et_ee: Selle üksuse jagamise detaile ei õnnestunud laadida.
eu: Partekatze xehetasunak ezin izan dira elementu honentzat kargatu.
fa: جزئیات اشتراک گذاری برای این مورد قابل بارگذاری نیست.
fi: Tämän kohteen jakamistietoja ei voitu ladata.
fr: Les informations de partage n'ont pu être chargées pour cet élément.
hu: A megosztás részletei nem lehet betölteni ehhez az elemhez.
it: I dettagli della condivisione non possono essere caricati per questo elemento.
ka_ge: ამ ობიექტისთვის გაზიარების დეტალები ვერ ჩაიტვირთა.
ko: 이 항목의 공유 정보를 불러올 수 없습니다.
lt_lt: Dalinimosi detalės negali būti atskleistos šiai bylai
lv: Šim nevarēja ielādēt koplietošanas detaļas.
nb: Klarte ikke å laste inn detaljer om deling for dette elementet.
pl: Szczegóły udziału nie mogły zostać wczytane dla tego obiektu.
pt_br: Detalhes de compartilhamento não puderam ser carregados para este item.
pt_pt: Não foi possível carregar os detalhes de partilha para este item.
ro: Nu s-au putut încărca detaliile de partajare pentru acest element.
ru: Не удалось загрузить информацию об общем доступе для этого элемента.
sk: Nebolo možné načítať údaje o sprístupnení tejto položky.
sq: Për këtë objekt s’u ngarkuan dot hollësi ndarjeje.
sr: Не могу да учитам детаље дељења за ову ставку.
tr: Bu öge için paylaşma ayrıntıları yüklenemedi.
vi: Các chi tiết chia sẻ không thể được nạp đối với mục này

source: At least {count} character is needed for autocompletion
ast: Precísase polo menos {count} caráuter pal auto-completáu
da: Mindst {count} tegn er nødvendigt for at benytte autocompletion
de: Mindestens {count} Zeichen wird für die Autovervollständigung benötigt
es: Se necesita al menos {count} carácter para el autocompletado
es_uy: Se requiere de la menos {count} caracter para el auto completar
eu: Autosaketaren funtziorako {count} karaketere gutxienez behar dira
fa: برای تکمیل خودکار لازم است حداقل {count} کاراکتر وجود داشته باشد
fi: Vähintään {count} kirjain vaaditaan automaattiseen täydentämiseen
fr: Au moins {count} caractère est nécessaire pour l'autocomplétion
hu: Legalább {count} karakter szükséges az automatikus kiegészítéshez
it: Almeno {count} carattere è richiesto per l'autocompletamento
ka_ge: ავტო-დასრულებისთვის საჭიროა მინიმუმ {count} სიბმოლო
ko: 자동 완성을 시작하려면 최소 {count}글자를 입력해야 합니다
lt_lt: Norint pasinaudoti automatinio užpildymo paslauga, reikia suvesti bent {count} simbolius
nb: Minst {count} tegn er nødvendig for autofullføring
pl: Do automatycznego uzupełnienia potrzebny jest co najmniej {count} znak
pt_br: Pelo menos {count} caractere é necessário para completar automaticamente
pt_pt: Pelo menos {count} caracteres para conclusão automática
ro: Este necesar cel puțin un caracter pentru autocompletare
ru: Для автозавершения требуется как минимум {count} символ.
sk: Najmenej {count} znak je potrebný pre autodopĺňanie
sq: Të paktën {count} karaktere janë të nevojshëm për vetëpërmbushje
sr: Најмање {count} слово је потребно за аутокомплетирање
tr: Otomatik tamamlama için en az {count} karakter gereklidir
vi: Cần ít nhất {count} ký tự cho tự động hoàn thành

source: This list is maybe truncated - please refine your search term to see more results.
da: Listen er måske afkortet - optimer dine søgeord for at se flere resultater.
de: Die Liste ist unter Umständen gekürzt - Bitte verfeinere Deine Suche um mehr Ergebnisse zu erhalten.
es: Esta lista puede estar acortada. Por favor, refina los términos de búsqueda para ver más resultados.
es_uy: Esta lista puede estar truncada - por favor refina tus términos de búsqueda para poder ver más resultados.
et_ee: See nimekiri võib olla kärbitud - palun täpsusta oma otsingut, et näha rohkem tulemusi.
eu: Gerta daiteke zerrenda hau moztu behar izatea - mesedez, zure bilaketa birfindu emaitza gehiago ikusteko
fa: این فهرست ممکن است کامل نباشد - لطفا نتایج جستجوی خود را ریفرش کنید تا نتایج بیشتری ببینید.
fi: Lista on ehkä vajaa - uudelleen määritä hakutermisi nähdäksesi lisää tuloksia.
fr: Des résultats peuvent avoir été omis. Affinez votre recherche pour en voir plus.
hu: Ez a lista lehet, hogy le van vágva - kérem pontosítsa a keresését, hogy több eredményt lásson.
it: Questa lista potrebbe essere troncata - correggi i termini di ricerca per molti altri risultati.
ka_ge: ეს სია შეიძლება იყოს წაკვეთილი - მეტი შედეგისთვის, გთხოვთ გაწმინდოთ თქვენი საძიებო სიტყვა.
ko: 결과 목록이 잘렸을 수도 있습니다. 검색할 단어를 더 정확히 입력해서 더 많은 결과를 보십시오.
lt_lt: Sąrašas galimai sutrumpintas - prašome patikslinti paiešką, norint matyti daugiau rezultatų.
nb: Listen kan bli avkortet - juster søket ditt for å se flere resultat.
pl: Ta lista może być obcięta - proszę bardziej określić fraze wyszukiwania, aby zobaczyć więcej wyników.
pt_br: Esta lista pode estar truncada - por favor refina seus termos de pesquisa para ver mais resultados
pt_pt: Esta lista pode estar talvez truncada - por favor refine o termo de pesquisa para ver mais resultados.
ro: Această listă este probabil trunchiată - te rugăm să revizuiești termenii de căutare pentru a obține mai multe rezultate.
ru: Этот список может быть показан не полностью - уточните запрос что бы просмотреть больше результатов.
sk: Tento zoznam môže byť skrátený - upresnite hľadaný výraz, aby ste získali viac výsledkov.
sq: Kjo listë ndoshta është e prerë - ju lutemi të përmirësoni termat e kërkimit tuaj për të parë më shumë rezultate.
sr: Ова листа је можда скраћена - претражите опет користећи мало специфичније изразе да бисте добили још резултата.
tr: Bu liste budanmış olabilir. Lütfen daha fazla sonuç görmek için arama ifadenizi daraltın.
vi: Danh sách này có thể bị cắt ngắn - vui lòng chỉnh cụm từ tìm kiếm của bạn để thấy nhiều hơn kết quả khác.

source: No users or groups found for {search}
ast: Nun s'alcontraron usuarios o grupos pa {search}
bg: Няма потребители или групи за {search}
da: Ingen brugere eller grupper fundet for {search}
de: Keine Benutzer oder Gruppen für {search} gefunden
es: No se han encontrado usuarios ni grupos para {search}
es_uy: No se encontraron usuarios o gurpos para {search}
et_ee: Otsingu {search} põhjal kasutajaid ega gruppe ei leitud
eu: Ez dira {search} -rentzat erabiltzaile edo talderik aurkitu
fa: هیچ کاربری یا گروهی یافت نشد {search}
fi: Haulla {search} ei löytynyt käyttäjiä tai ryhmiä
fr: Pas d'utilisateur ou de groupe trouvé pour {search}
hu: {search} keresésre nem található felhasználó vagy csoport
it: Nessun utente o gruppo trovato per {search}
ka_ge: მომხმარებლები და ჯგუფები {search}-ისთვის არ იქნა ნაპოვნი
ko: {search} 사용자나 그룹을 찾을 수 없음
lt_lt: Nerasta vartotojų ar grupių pagal paieškos kriterijų: {search}
lv: Pēc {search} netika atrasts neviens lietotājs vai grupa
nb: Ingen brukere eller grupper funnet for {search}
pl: Nie znaleziono użytkowników lub grup dla {search}
pt_br: Nenhum usuário ou grupo encontrado para {search}
pt_pt: Não foram encontrados nenhuns utilizadores ou grupos para {search}
ro: Nu au fost găsiți utilizatori sau grupuri pentru {search}
ru: Не найдено пользователей или групп по запросу {search}
sk: Výrazu {search} nezodpovedá žiadny používateľ ani skupina
sq: S’u gjetën përdorues ose grupe për {search}
sr: Није нађен ниједан корисник ни група за претрагу {search}
tr: {search} araması sonucunda uygun bir kullanıcı ya da grup bulunamadı
vi: Không có người dùng hoặc nhóm người dùng được tìm với từ khóa {search}

source: No users found for {search}
ast: Nun s'alcontraron usuarios pa {search}
bg: Няма потребители за {search}
da: Ingen brugere fundet for {search}
de: Keine Benutzer für {search} gefunden
es: No se han encontrado usuarios para {search}
es_uy: No se encontraron usuarios para {search}
et_ee: Otsingu {search} põhjal kasutajaid ei leitud
eu: Ez dira {search} -rentzat erabiltzailerik aurkitu
fa: هیچ کاربری با جستجوی {search} یافت نشد
fi: Haulla {search} ei löytynyt käyttäjiä
fr: Aucun utilisateur trouvé pour {search}
hu: {search} keresésre nem található felhasználó
it: Nessun utente trovato per {search}
ka_ge: მომხმარებლები {search}-ისთვის არ იქნა ნაპოვნი
ko: {search} 사용자를 찾을 수 없음
lt_lt: Nerasta vartotojų pagal paieškos kriterijų: {search}
lv: Pēc {search} netika atrasts neviens lietotājs
nb: Ingen brukere funnet for {search}
pl: Nie znaleziono użytkowników dla {search}
pt_br: Nenhum usuário encontrado para {search}
pt_pt: Não foram encontrados utilizadores para {search}
ro: Nu au fost găsiți utilizatori pentru {search}
ru: Не найдено пользователей по запросу {search}
sk: Výrazu {search} nezodpovedá žiadny používateľ
sq: S’u gjet përdorues për {search}
sr: Није нађен ниједан корисник за претрагу {search}
tr: {search} araması sonucunda uygun bir kullanıcı bulunamadı
vi: Không tìm thấy người dùng cho {search}

source: An error occurred. Please try again
ast: Asocedió un fallu. Volvi tentalo, por favor
bg: Възникна грешка. Моля, опитайте отново.
da: Der opstor den fejl. Prøv igen
de: Es ist ein Fehler aufgetreten. Bitte versuche es noch einmal
es: Ha ocurrido un error. Por favor inténtelo de nuevo
es_uy: Se presentó un error. Por favor vuelve a intentarlo
et_ee: Tekkis tõrge. Palun proovi uuesti
eu: Errore bat gertatu da. Saiatu berriro.
fa: یک خطا رخ داده است، لطفا مجددا تلاش کنید
fi: Tapahtui virhe, yritä uudelleen
fr: Une erreur est survenue. Merci de réessayer
hu: Hiba történt. Kérjük, próbálja meg újra!
it: Si è verificato un errore. Prova ancora
ka_ge: წარმოიშვა შეცდომა. გთხოვთ სცადოთ ახლიდან.
ko: 오류가 발생했습니다. 다시 시도하십시오.
lt_lt: Įvyko klaida. Bandykite dar kartą
lv: Notika kļūda. Mēģini vēlreiz.
nb: Det oppstod en feil. Prøv igjen
pl: Wystąpił błąd. Proszę spróbować ponownie.
pt_br: Ocorreu um erro. Por favor tente novamente
pt_pt: Ocorreu um erro. Por favor, tente de novo.
ro: A apărut o eroare. Încearcă din nou
ru: Произошла ошибка. Попробуйте ещё раз
sk: Nastala chyba. Skúste to prosím znovu
sq: Ndodhi një gabim. Ju lutemi, riprovoni
sr: Дошло је до грешке. Покушајте поново
tr: Bir sorun çıktı. Lütfen yeniden deneyin
vi: Có lỗi vừa xảy ra. Xin vui lòng thử lại

source: {sharee} (group)
ast: {sharee} (grupu)
bg: {sharee} (група)
da: {sharee} (gruppe)
de: {sharee} (Gruppe)
es: {sharee} (grupo)
es_uy: {sharee} (grupo)
et_ee: {sharee} (grupp)
eu: {sharee} (taldea)
fi: {sharee} (ryhmä)
fr: {sharee} (groupe)
hu: {sharee} (csoport)
ka_ge: {sharee} (ჯგუფი)
ko: {sharee}(그룹)
lt_lt: {sharee} (grupė)
lv: {sharee} (grupa)
nb: {sharee} (gruppe)
pl: {sharee} (grupa)
pt_br: {sharee} (grupo)
pt_pt: {sharee} (grupo)
ro: {sharee} (grup)
ru: {sharee} (группа)
sk: {sharee} (skupina)
sq: {sharee} (grup)
sr: {sharee} (група)
tr: {sharee} (grup)
vi: {sharee} (nhóm)

source: {sharee} (remote)
bg: {sharee} (отдалечен)
da: {sharee} (ekstern)
de: {sharee} (entfernt)
es: {sharee} (remoto)
es_uy: {sharee} (remoto)
et_ee: {sharee} (mujal serveris)
eu: {sharee} (urrunekoa)
fi: {sharee} (etä)
fr: {sharee} (distant)
hu: {sharee} (távoli)
ka_ge: {sharee} (დისტანციური)
ko: {sharee}(원격)
lt_lt: {sharee} (nuotolinis)
lv: {sharee} (attālināti)
nb: {sharee} (ekstern)
pl: {sharee} (zdalny)
pt_br: {sharee} (remoto)
pt_pt: {sharee} (remoto)
ro: {sharee} (distanță)
ru: {sharee} (на другом сервере)
sk: {sharee} (vzdialene)
sq: {sharee} (i largët)
sr: {sharee} (удаљено)
tr: {sharee} (uzak)
vi: {sharee} (từ xa)

source: {sharee} (email)
ast: {sharee} (corréu)
es_uy: {sharee} (correo electrónico)
et_ee: {sharee} (e-post)
fi: {sharee} (sähköposti)
ka_ge: {sharee} (ელ-ფოსტა)
ko: {sharee}(이메일)
lt_lt: {sharee} (elektroninis paštas)
lv: {sharee} (e-pasts)
sk: {sharee} (pošta)
sr: {sharee} (е-пошта)
tr: {sharee} (e-posta)
vi: {sharee} (thư điện tử)

source: Share
ast: Compartir
bg: Споделяне
da: Del
de: Teilen
es: Compartir
es_uy: Compartir
et_ee: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
hu: Megosztás
it: Condividi
ka_ge: გაზიარება
ko: 공유
lt_lt: Dalintis
lv: Koplietot
nb: Del
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Sprístupniť
sq: Ndaje
sr: Дели
tr: Paylaş
vi: Chia sẻ

source: Share with other people by entering a user or group, a federated cloud ID or an email address.
ast: Comparti con otra xente introduciendo un usuariu, grupu, ID de ñube federada o direición de corréu.
da: Del med andre ved at indtaste et brugernavn, en gruppe, et federated cloud id eller en e-mail adresse.
de: Teile mit Anderen, indem Du einen Benutzer, eine Gruppe, eine Federated-Cloud-ID oder eine E-Mail-Adressen eingibst.
es: Comparte con otras personas introduciendo un usuario, grupo, ID de nube federada o dirección de correo electrónico.
es_uy: Comparte con otras personas ingresando una dirección de correo electrónico.
et_ee: Jaga teiste inimestega sisestades kasutaja või grupi, liitpilve ID või e-posti aadressi.
eu: Parteka ezazu jendearekin taldeko erabiltzailea, federatutako hodei baten IDa edo e-posta helbide bat sartuta.
fa: با وارد کردن یک کاربر یا گروه، شناسه Federated Cloud یا آدرس ایمیل با دیگران به اشتراک بگذارید.
fi: Jaa muille kirjoittamalla käyttäjä tai ryhmä, federoidun pilven tunniste tai sähköpostiosoite.
fr: Partager avec d'autres personnes en indiquant un nom d'utilisateur, un groupe, un identifiant de cloud fédéré ou une adresse email.
hu: Megosztás más emberekkel név vagy csoport, egy egységes felhőazonosító vagy e-mailcím megadásával.
it: Condividi con altre persone digitando un utente o un gruppo, un ID di cloud federata o un indirizzo di posta elettronica.
ka_ge: გაუზიარეთ სხვა ადამიანებს მოხმარებლის, ჯგუფის, ფედერალური ქლაუდ ID-ის ან ელ-ფოსტის მისამართის შეყვანით.
ko: 사용자나 그룹 이름, 연합 클라우드 ID 및 이메일 주소를 입력해서 다른 사람과 공유하십시오.
lt_lt: Pasidalinti su kitais asmenimis galima įvedus vartotojo ar grupės vardą, NextCloud tinklo kompiuterio ID arba elektroninio pašto adresą.
lv: Dalīties ar citiem cilvēkiem ievadot lietotāju, grupu, federated cloud ID vai e-pasta adresi.
nb: Del med andre ved å skrive inn en bruker, en gruppe, en sammenknyttet sky-ID eller en e-postadresse.
pl: Współdziel z innymi osobami przez wpisanie użytkownika lub grupy, ID chmury stowarzyszonej lub adres e-mail.
pt_br: Compartilhe com outras pessoas entrando um usuário, grupo, ID de cloud federada ou um e-mail.
ro: Partajează cu alte persoane prin introducerea unui utilizator sau grup, a unui ID de cloud federalizat sau a unei adrese de email.
ru: Поделиться, указав имя пользователя или группы, либо ID федеративного облачного хранилища или адрес email.
sk: Sprístupniť iným ľuďom zadaním používateľa alebo skupiny, federatívneho cloud ID alebo e-mailovej adresy.
sq: Shpërndaje me persona të tjerë duke vendosur një përdorues ose një grup, një ID reje të federuar ose një adresë emaili
sr: Делите са другим људима тако што унесете корисника, групу, ID здруженог облака или адресу е-поште.
tr: Bir kullanıcı, grup, birleşmiş bulut kodu ya da e-posta adresi yazarak başkaları ile paylaşın.
vi: Chia sẻ với người khác bằng cách nhập tên người dùng hoặc tên nhóm, ID đám mây liên kết hoặc địa chỉ email.

source: Share with other people by entering a user or group or a federated cloud ID.
ast: Comparti con otra xente introduciendo un usuariu, grupu o ID de ñube federada.
da: Del med andre ved at indtaste et brugernavn, en gruppe eller et federated cloud id.
de: Teile mit Anderen, indem Du einen Benutzer, eine Gruppe, oder eine Federated-Cloud-ID eingibst.
es: Comparte con otras personas introduciendo un usuario, grupo o ID de nube federada.
es_uy: Comparte con otras personas ingresando un usuario o un grupo.
et_ee: Jaga teiste inimestega, sisestades kasutaja või grupi või liitpilve ID.
eu: Parteka ezazu jendearekin taldeko erabiltzailea edo federatutako hodei baten IDa sartuta.
fa: با وارد کردن یک کاربر یا گروه یا شناسه Federated Cloud با افراد دیگر به اشتراک بگذارید.
fi: Jaa muille kirjoittamalla käyttäjä, ryhmä tai federoidun pilven tunniste.
fr: Partager avec d'autres personnes en indiquant un utilisateur, un groupe ou un identifiant de cloud fédéré.
hu: Megosztás más emberekkel felhasználó, csoport vagy egyesített felhőazonosító megadásával.
it: Condividi con altre persone digitando un utente, un gruppo o un ID di cloud federata.
ka_ge: გაუზიარეთ სხვა ადამიანებს, მომხმარებლის, ჯგუფის ან ფედერალური ქლაუდ ID-ის შეყვანით.
ko: 사용자나 그룹 이름, 연합 클라우드 ID를 입력해서 다른 사람과 공유하십시오.
lt_lt: Pasidalinti su kitais asmenimis galima įvedus vartotojo ar grupės vardą arba NextCloud tinklo kompiuterio ID.
lv: Dalīties ar citiem cilvēkiem ievadot lietotāju, grupu vai federated cloud ID.
nb: Del med andre ved å skrive inn en bruker, en gruppe eller en sammenknyttet sky-ID
pl: Współdziel z innymi osobami przez wpisanie użytkownika lub grupy lub ID chmury stowarzyszonej.
pt_br: Compartilhe com outras pessoas entrando um usuário, grupo ou ID de nuvem federada.
pt_pt: Partilhar com outros introduzindo um nome de utilizador ou grupo, um ID de cloud federada ou um endereço de e-mail.
ro: Partajează cu alte persoane prin introducerea unui utilizator sau grup sau a unui ID de cloud federalizat.
ru: Поделиться, указав имя пользователя или группы, либо ID федеративного облачного хранилища.
sk: Sprístupniť iným ľuďom zadaním používateľa alebo skupiny, federatívneho cloud ID.
sq: Ndaj me njerëz të tjerë duke futur një pëdorues ose grup ose një ID reje federale.
sr: Делите са другим људима тако што унесете корисника, групу или ID здруженог облака.
tr: Bir kullanıcı, grup ya da birleşmiş bulut kodu yazarak başkaları ile paylaşın.
vi: Chia sẻ với người khác bằng cách nhập tên người dùng hoặc tên nhóm, ID đám mây liên kết.
