Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Access through untrusted domain
bg: Достъп чрез ненадежден домейн
da: Tilgå gennem et utroværdigt domæne.
de: Zugriff über eine nicht vertrauenswürdige Domain
es: Acceso a través de un dominio en el que no se confía
es_uy: Accesa a través de un dominio no de confianza
et_ee: Ligipääs läbi ebausaldusväärse domeeni
eu: Ziurtasunik gabeko domeinutik sartzen
fr: Accès à partir d'un domaine non approuvé
hu: Nem megbízható domain-en keresztüli hozzáférés
it: Accedi tramite un dominio non attendibile
ka_ge: წვდომა არა-სანდო დომენიდან
ko: 신뢰하지 않는 도메인으로 접근
lt_lt: Prieiga iš nepatikimo domeno
nb: Nå gjennom ubetrodd domene
pl: Dostęp przez niezaufaną domenę
pt_br: Acessar através de um domínio inseguro
ro: Acces printr-un domeniu nesigur
ru: Доступ через недоверенный домен
sk: Prístup cez nedôveryhodnú doménu
sr: Приступ кроз небезбедни домен
tr: Güvenilmeyen etki alanı üzerinden erişim
vi: Truy nhập thông qua tên miền không đáng tin

source: Please contact your administrator. If you are an administrator, edit the "trusted_domains" setting in config/config.php like the example in config.sample.php.
bg: Моля, свържете се с администратора. Ако сте администратор на текущата инстанция, конфигурирайте "trusted_domains" настройките в config/config.php. Примерна конфигурация е предоставена в config/config.sample.php.
da: Kontakt venligst din administrator. Hvis du er administratoren af denne server, skal du konfigurerer "trusted-domains" i filen config/config.php. Et eksempel på hvordan kan findes i filen config/config.sample.php
de: Bitte kontaktiere deinen Administrator. Wenn du Administrator bist, bearbeite die „trusted_domains“-Einstellung in config/config.php. Siehe Beispiel in config/config.sample.php.
es: Por favor, ponte en contacto con tu administrador. Si eres un administrador, edita la configuración "trusted_domains" en config/config.php como el ejemplo que aparece en config.sample.php.
es_uy: Por favor contacta a tu adminsitrador. Si tu eres un administrador, edita la propiedad "trusted_domains" en el archivo config/config.php como en el ejemplo config.sample.php.
et_ee: Palun võtke ühendust oma administraatoriga. Kui olete administraator, muutke konfiguratsioonis config/config.php sätet "trusted_domains", nagu näidis config.sample.php failis.
eu: Zure administratzailearekin kontaktuan jarri. Administratzailea bazara, config/config.php fitxategian"konfidantzazko_domeinuak" ezarpena editatusample.php konfigurazio fitxategian bezala
fr: Veuillez contacter votre administrateur. Si vous êtes un administrateur, éditez la variable "trusted_domains" dans le fichier config/config.php comme l'exemple dans le fichier config/config.sample.php.
hu: Lépj kapcsolatba az adminisztrátoroddal. Ha te vagy az, szerkeszd a "trusted_domains" beállítást a config/config.php-ban a config.sample.php-hoz hasonlóan.
it: Contatta il tuo amministratore. Se sei un amministratore, modifica l'impostazione "trusted_domains" in config/config.php come l'esempio disponibile in config/config.sample.php.
ka_ge: გთხოვთ დაუკავშირდეთ თქვენს ადმინისტრატორს. იმ შემთხვევაში თუ ბრძანდებით ადმინისტრატორი, config/config.php-ში შეცვალეთ "trusted_domains" პარამეტრი, ისე როგორც ნაჩვენებია მაგალითში config.sample.php.
ko: 시스템 관리자에게 연락하십시오. 만약 시스템 관리자라면 config/config.php의 "trusted_domains" 설정을 config.sample.php를 참조하여 편집하십시오.
lt_lt: Susisiekite su sistemos administratoriumi. Jei jūs esate administratorius, pakeiskite "trusted_domains" nustatymą config/config.php byloje, kaip pavyzdyje config.sample.php.
nb: Kontakt din administrator. Hvis du er en administrator, sett opp innstillingen "trusted_domains" i config/config.php som eksemplet i config/config.sample.php.
pl: Proszę skontaktuj się z administratorem. Jeśli nim jesteś, to zmień ustawienie w zmiennej "trusted_domains" w pliku config/config.php tak jak w przykładzie config.sample.php.
pt_br: Por favor contacte seu administrador. Se você for o administrador, edite a configuração "trusted_domains" em config/config.php como o exemplo em config.sample.php.
ro: Vă rugăm contactați administratorul. Dacă sunteți administrator, editați setarea "trusted_domains" în config/config.php la fel ca în exemplul din config.sample.php
ru: Обратитесь к администратору. Если вы являетесь администратором этого сервера, отредактируйте параметр «trusted_domains» в файле «config/config.php». Пример настройки можно найти в файле «config/config.sample.php».
sk: Kontaktujte svojho správcu. Ak ste administrátorom vy, upravte nastavenie "trusted_domains" v config/config.php ako napríklad v config.sample.php.
sr: Контактирајте Вашег администратора. Ако сте Ви администратор, измените "trusted_domains" подешавање у config/config.php као у примеру config.sample.php.
tr: Lütfen yöneticiniz ile görüşün. Yöneticisi siz iseniz, config/config.php dosyası içerisindeki "trusted_domain" ayarını config/config.sample.php dosyasındaki gibi düzenleyin.
vi: Xin vui lòng liên hệ với quản trị hệ thống của bạn. Nếu ban là người quản trị hệ thống, sửa phần thiết lập "trusted_domains" trong file config/config.php giống như trong ví dụ tại file config.sample.php.

source: Depending on your configuration, this button could also work to trust the domain:
da: Denne knap kan også virke for at godkende domænet, afhængig af din konfiguration.
de: Abhängig von Deiner Konfiguration kann diese Schaltfläche verwandt werden, um die Domain als vertrauenswürdig einzustufen:
es: Dependiendo de tu configuración, este botón también podría servir para confiar en el dominio:
es_uy: Dependiendo de tu configuración, este botón podría funcionar también para confiar en el dominio:
eu: Zure konfigurazioaren arabera, botoi hau domeinua konfidantzazkoa bezala markatzeko balio du
fr: En fonction de votre configuration, ce bouton peut aussi fonctionner pour approuver ce domaine :
hu: Beállításoktól függően ez a gomb is működhet a domain megbízhatóvá tételében:
it: In base alla tua configurazione, questo pulsante può funzionare anche per rendere attendibile il dominio:
ka_ge: თქვენი კონფიგურაციიდან გამომდინარე, ეს ღილაკი დომენის ნდობისთვის შეიძლება ასევე მუშაობდეს.
ko: 설정에 따라 아래 단추는 도메인 신뢰를 추가하는 데 사용할 수 있습니다:
lt_lt: Priklausomai nuo konfigūracijos, šiuo mygtuku taip pat galima patvirtinti domeną kaip patikimą.
nb: Avhengig av ditt oppsett, kan denne knappen også betro domenet.
pl: W zależności od Twojej konfiguracji, ten przycisk aby zaufać domenie powinien również zadziałać:
pt_br: Dependendo de sua configuração, este botão também pode funcionar para confiar no domínio.
ro: În funcție de configurație, acest buton poate fi folosit pentru a te încrede în domeniul:
ru: В зависимости от конфигурации, эта кнопка может сделать доверенным следующий домен:
sk: V závislosti od vašej konfigurácie by toto tlačidlo mohlo fungovať tak, že dôverujete doméne:
sr: У зависности од Ваше конфигурације, овим дугметом може да послужи да почнете да верујете овом домену:
tr: Yapılandırmanıza bağlı olarak, bu düğme etki alanına güvenmek için de kullanılabilir:
vi: Phụ thuộc vào cấu hình của bạn, nút lệnh này có thể hoạt động để bảo đảm tin tưởng tên miền:

source: Add "%s" as trusted domain
ast: Amestáu "%s" como dominiu de confianza
bg: Добави "%s" като сигурен домейн
da: Tilføj "%s" som et troværdigt domæne
de: „%s“ als vertrauenswürdige Domain hinzufügen
es: Añadir "%s" como dominio de confianza
es_uy: Agregar "%s" como un dominio de confianza
et_ee: Lisa "%s" usaldusväärse domeenina
eu: Gehitu "%s" domeinu fidagarri gisa
fa: افزودن "%s" به عنوان دامنه مورد اعتماد
fi: Lisää "%s" luotetuksi verkkotunnukseksi
fr: Ajouter "%s" à la liste des domaines approuvés
hu: Adjuk hozzá „%s”-t a megbízható domain nevekhez!
it: Aggiungi "%s" come dominio attendibile
ka_ge: დაამატეთ "%s" როგორც სანდო დომენი
ko: "%s"을(를) 신뢰할 수 있는 도메인으로 추가
lt_lt: Pridėti "%s" į patikimų domenų sąrašą
lv: Pievienot "%s" kā uzticamu domēnu
nb: Legg til "%s" som et klarert domene
pl: Dodaj "%s" jako domenę zaufaną
pt_br: Adicionar "%s" como um domínio confiável
pt_pt: Adicionar "%s" como um domínio de confiança
ro: Adaugă "%s" ca domeniu de încredere
ru: Добавить «%s» как доверенный домен
sk: Pridať "%s" ako dôveryhodnú doménu
sq: Shtojeni "%s" si përkatësi të besuar
sr: Додај „%s“ као поуздан домен
tr: "%s" etki alanını güvenilir olarak ekle
vi: Thêm "%s" là tên miền tin cậy

source: App update required
bg: Изисква се обновяване на добавката
da: Opdatering af app påkræves
de: App-Aktualisierung notwendig
es: Es necesaria una actualización en la aplicación
es_uy: Se requiere una actualización de la aplicación
et_ee: Rakenduse uuendus on nõutud
eu: Aplikazio eguneraketa beharrezkoa da
fa: نیاز به بروزرسانی برنامه وجود دارد
fi: Sovelluksen päivittäminen vaaditaan
fr: Mise à jour de l'application nécessaire
hu: Alkalmazás frissítése szükséges
it: Aggiornamento dell'applicazione richiesto
ka_ge: აპლიკაციას ესაჭიროება განახლება
ko: 앱 업데이트 필요
lt_lt: Reikalingas įskiepio atnaujinimas
lv: Programmai nepieciešama atjaunināšana
nb: Program-oppdatering kreves
pl: Aktualizacja aplikacji wymagana
pt_br: Atualização de aplicativo é necessária
pt_pt: É necessário atualizar a aplicação
ro: E necesară o actualizare a aplicației
ru: Требуется обновление приложения
sk: Je nutná aktualizácia aplikácie
sq: Lypset përditësim aplikacioni
sr: Потребно ажурирање апликације
tr: Uygulamanın güncellenmesi gerekli
vi: Ứng dụng yêu cầu cập nhật

source: %s will be updated to version %s
ast: %s anovaráse a la versión %s
bg: %s ще бъде обновен до версия %s
da: %s vil blive opdateret til version %s
de: %s wird auf Version %s aktualisiert
es: %s será actualizada a la versión %s
es_uy: %s será actualizado a la versión %s
et_ee: %s uuendatakse versioonile %s
eu: %s %s bertsiora eguneratuko da
fa: %s به نسخه‌ی %s بروزرسانی خواهد شد
fi: %s päivitetään versioon %s
fr: %s sera mis à jour vers la version %s
hu: %s frissítve lesz erre a verzióra: %s
it: %s sarà aggiornato alla versione %s
ka_ge: %s განახლდება ვერსიაზე %s
ko: %s 앱을 버전 %s(으)로 업데이트합니다
lt_lt: %s bus atnaujintas iki %s versijos
lv: %s tiks atjaunināts uz versiju %s
nb: %s vil bli oppdatert til versjon %s
pl: %s zostanie zaktualizowane do wersji %s
pt_br: %s será atualizado para a versão %s
pt_pt: %s será atualizada para a versão %s.
ro: %s va fi actualizat la versiunea %s
ru: %s будет обновлен до версии %s
sk: %s bude zaktualizovaný na verziu %s.
sq: %s do të përditësohet me versionin %s
sr: %s ће бити ажурирана на верзију %s
tr: %s, %s sürümüne güncellenecek
vi: %s sẽ được cập nhật lên phiên bản %s

source: These apps will be updated:
ast: Anovaránse estes aplicaciones:
bg: Следните добавки ще бъдат обновени:
da: Følgende apps vil blive opdateret:
de: Diese Apps werden aktualisiert:
es: Estas aplicaciones serán actualizadas:
es_uy: Las siguientes apllicaciones se actualizarán:
et_ee: Neid rakendusi uuendatakse:
eu: Aplikazio hauek eguneratuko dira:
fa: این برنامه‌ها بروزرسانی شده‌اند:
fi: Nämä sovellukset päivitetään:
fr: Les applications suivantes seront mises à jour :
hu: A következő alkalmazások lesznek frissítve:
it: Queste applicazioni saranno aggiornate:
ka_ge: ეს აპლიკაციები განახლდება:
ko: 다음 앱을 업데이트합니다:
lt_lt: Šie įskiepiai bus atnaujinti:
lv: Šīs programmas tiks atjauninātas:
nb: Disse programmene vil bli oppdatert:
pl: Te aplikacje zostaną zaktualizowane:
pt_br: Esses aplicativos serão atualizados:
pt_pt: Estas aplicações irão ser atualizadas.
ro: Aceste aplicații vor fi actualizate:
ru: Следующие приложения будут обновлены:
sk: Tieto aplikácie budú aktualizované:
sq: Do të përditësohen këto aplikacione:
sr: Следеће апликације ће бити ажуриране:
tr: Şu uygulamalar güncellenecek:
vi: Những ứng dụng sẽ được cập nhật:

source: These incompatible apps will be disabled:
ast: Deshabilitaránse estes aplicaciones incompletes:
bg: Следните несъвместими добавки ще бъдат деактивирани:
da: Følgende inkompatible apps vil blive slået fra:
de: Diese inkompatiblen Apps werden deaktiviert:
es: Estas aplicaciones incompatibles serán deshabilitadas:
es_uy: Las siguientes aplicaciones incompatibles serán deshabilitadas:
et_ee: Need mitteühilduvad rakendused lülitatakse välja:
eu: Aplikazio bateraezin hauek desgaituko dira:
fi: Nämä yhteensopimattomat sovellukset poistetaan käytöstä:
fr: Ces applications incompatibles ont été désactivées :
hu: A követlező inkompatibilis alkalmazások tiltva lesznek:
it: Queste applicazioni incompatibili saranno disabilitate:
ka_ge: ეს არათავსებადი აპლიკაციები წაიშლება:
ko: 다음 호환되지 않는 앱이 비활성화됩니다:
lt_lt: Šie nesuderinami įskiepiai bus išjungti:
lv: Šīs nesaderīgās programmas tiks atspējotas:
nb: Disse ikke-kompatible programmene vil bli deaktivert:
pl: Te niekompatybilne aplikacje zostaną wyłączone:
pt_br: Esses aplicativos incompatíveis serão desabilitados:
pt_pt: Estas aplicações incompatíveis irão ser desativadas:
ro: Aceste aplicații incompatibile vor fi dezactivate:
ru: Эти несовместимые приложения будут отключены:
sk: Tieto nekompatibilné aplikácie budú vypnuté:
sq: Do të çaktivizohen këto aplikacione të papërputhshme:
sr: Следеће некомпатибилне апликације ће бити онемогућене:
tr: Şu uyumsuz uygulamalar devre dışı bırakılacak:
vi: Những ứng dụng không tương thích sẽ bị tắt:

source: The theme %s has been disabled.
ast: Deshabilitóse'l tema %s.
bg: Темата %s е изключена.
da: Temaet, %s, er blevet deaktiveret.
de: Das Thema %s wurde deaktiviert.
es: El tema %s ha sido desactivado.
es_uy: El tema %s ha sido deshabilitado.
et_ee: Teema %s on keelatud.
eu: %s gaia desgaitu da.
fa: قالب %s غیر فعال شد.
fi: Teema %s on poistettu käytöstä.
fr: Le thème %s a été désactivé.
hu: %s téma letiltásra került.
it: Il tema %s è stato disabilitato.
ka_ge: ვიზუალური თემა %s გაითიშა.
ko: %s 테마가 비활성화되었습니다.
lt_lt: Spalvų tema %s buvo panaikinta.
lv: Tēma %s ir atspējota.
nb: Drakten %s har blitt deaktivert.
pl: Motyw %s został wyłączony.
pt_br: O tema %s foi desativado.
pt_pt: O tema %s foi desativado.
ro: Tema %s a fost dezactivată.
ru: Тема %s была отключена.
sk: Téma %s bola zakázaná.
sq: Tema %s u çaktivizua.
sr: Тема %s је онемогућена.
tr: %s teması devre dışı bırakıldı.
vi: Giao diện %s đã bị tắt.

source: Please make sure that the database, the config folder and the data folder have been backed up before proceeding.
ast: Enantes de siguir, asegúrate de que se fizo una copia de seguridá de la base de datos, la carpeta de configuración y la carpeta de datos.
bg: Моля, уверете се, че сте направили копия на базата данни, папките с настройки и данните, преди да продължите.
da: Sørg venligst for at sikre, at databasen, config-mappen og data-mappen er blevet sikkerhedskopieret inden vi fortsætter.
de: Bitte stelle vor dem Fortsetzen sicher, dass die Datenbank, der Konfigurationsordner und der Datenordner gesichert wurden.
es: Antes de proceder, asegúrese de que se haya hecho un respaldo de la base de datos, la carpeta de configuración y la carpeta de datos.
es_uy: Por favor asegurarte de que la base de datos, la carpeta de configuración y las carpetas de datos hayan sido respaldadas antes de continuar.
et_ee: Enne jätkamist veendu, et andmebaas, seadete ning andmete kataloog on varundatud.
eu: Ekin aurretik egiazta ezazu datu basearen, ezarpenen karpetaren eta datuen karpetaren babeskopia duzula.
fi: Varmista ennen jatkamista, että tietokanta, asetuskansio ja datakansio on varmuuskopioitu.
fr: Veuillez vous assurer qu'une copie de sauvegarde de la base de données, du dossier de configuration (config) et du dossier de données (data) a été réalisée avant de commencer.
hu: Kérjük, gondoskodjon róla, hogy elmentse az adatbázist, a konfigurációs mappa és az adatmappa tartalmát, mielőtt folytatja.
it: Assicurati di aver creato una copia di sicurezza del database, della cartella config e della cartella data prima di procedere.
ka_ge: გაგრძელებმდე გთხოვთ დარწმუნდეთ, რომ მონაცემთა ბაზას, კონფიგურაციის დირექტორიას და მონაცემთა დირექტორიას ჩაუტარდა ბექაფი.
ko: 계속하기 전에 데이터베이스, 설정 폴더, 데이터 폴더가 백업되어 있는지 확인하십시오.
lt_lt: Prie pradedant, užtikrinkite, kad duomenų bazė, konfigūracijos aplankas ir duomenų aplankas turi atsarginę kopiją.
lv: Lūdzu pārliecinieties ka datubāze, config mape un data mape ir dublētas pirms turpināšanas.
nb: Forsikre deg om at databasen, config-mappen og datamappen er blitt sikkerhetskopiert før du fortsetter.
pl: Proszę się upewnić, że baza danych, folder konfiguracji oraz folder danych zostały zarchiwizowane przed przejściem dalej.
pt_br: Por favor, certifique-se de que o banco de dados, a pasta config e a pasta de dados foram copiados antes de prosseguir.
pt_pt: Por favor, certifique-se de que foi efetuada uma cópia de segurança da base de dados, pasta de configuração e de dados antes de prosseguir.
ro: Asigură-te că ai creat un backup pentru baza de date, folderul config și folderul de date înainte de a continua.
ru: Перед продолжением убедитесь, что вы сделали резервную копию базы данных, каталога конфигурации и каталога с данными.
sk: Pred vykonaním ďalšieho kroku sa presvedčte, že databáza, konfiguračný a dátový priečinok sú zazálohované.
sq: Ju lutemi, para se të vazhdoni më tej, sigurohuni që baza e të dhënave, dosja e formësimeve dhe dosja e të dhënave janë kopjeruajtur.
sr: Проверите да ли сте направили резервну копију фасцикли са подешавањима и подацима пре него што наставите.
tr: Devam etmeden önce lütfen veritabanı, yapılandırma klasörü ve veri klasörünün yedeklenmiş olduğundan emin olun.
vi: Bạn cần phải bảo đảm rằng cơ sở dữ liệu, thư mục chứa file cấu hình hệ thống và thư mục chứa dữ liệu người dùng phải được sao lưu trước khi thực hiện.

source: Start update
ast: Aniciar anovamientu
bg: Начало на обновяването
da: Begynd opdatering
de: Aktualisierung starten
es: Iniciar actualización
es_uy: Iniciar actualización
et_ee: Käivita uuendus
eu: Hasi eguneraketa
fa: اغاز به روز رسانی
fi: Käynnistä päivitys
fr: Démarrer la mise à jour
hu: A frissítés megkezdése
it: Avvia l'aggiornamento
ka_ge: განახლების დაწყება
ko: 업데이트 시작
lt_lt: Pradėti atnaujinimą
lv: Sākt atjaunināšanu
nb: Start oppdatering
pl: Rozpocznij aktualizację
pt_br: Iniciar atualização
pt_pt: Iniciar atualização
ro: Începe actualizarea
ru: Запустить обновление
sk: Spustiť aktualizáciu
sq: Fillo përditësimin
sr: Почни ажурирање
tr: Güncellemeyi başlat
vi: Bắt đầu cập nhật

source: To avoid timeouts with larger installations, you can instead run the following command from your installation directory:
bg: За да избегнеш таймаутове при по-големи инсталации, можеш да изпълниш следните команди в инсталанционната директория:
da: For at undgå tidsudløb ved større installationer, så kan du i stedet køre følgende kommando fra din installationsmappe:
de: Zur Vermeidung von Zeitüberschreitungen bei größeren Installationen kannst Du stattdessen den folgenden Befehl in deinem Installationsverzeichnis ausführen:
es: Para evitar tiempos de espera en grandes instalaciones, en su lugar puede ejecutar el siguiente comando desde el directorio de instalación:
es_uy: Para evitar la expiración de tiempo en instalaciones grandes, puedes ejecutar el siguiente comando desde tu directorio de instalación:
et_ee: Suurtel saitidel aegumise vältimiseks võid sa paigalduskaustas käivitada järgmise käsu:
eu: Instalazio handien itxarote-denbora saihesteko, ondoko komandoa exekuta dezakezu instalazio direktoriotik:
fi: Välttääksesi aikakatkaisuja suurikokoisten asennusten kanssa, voit suorittaa vaihtoehtoisesti seuraavan komennon asennushakemistossa:
fr: Afin d'éviter les timeouts avec les installations de volume conséquent, vous pouvez exécuter la commande suivante depuis le répertoire d'installation :
hu: Nagyobb telepítések esetén úgy kerülhetők el az időtúllépések, hogy inkább a következő parancsot adja ki a telepítési alkönyvtárban:
it: Per evitare timeout con installazioni di grandi dimensioni, puoi eseguire il comando che segue dalla cartella di installazione:
ka_ge: დიდ ინსტალაციებთან მუშაობისას დროის ამოწურვის შეცდომების თავიდან აცილებისთვის, შეგიძლიათ გაუშვათ შემდეგი ბრძანება ინსტალაციის დირექტორიაში:
ko: 큰 파일을 설치하는 경우 시간이 초과될 수 있으므로, 설치 디렉터리에서 다음 명령을 실행하셔도 됩니다:
lt_lt: Norėdami sutaupyti laiko, galite paleisti šią komandą diegimo aplanke:
lv: Lai izvairītos no noliedzes ar lielākām instalācijām, jūs varat palaist sekojošo komandu no jūsu instalācijas mapes:
nb: For å unngå tidsavbrudd ved store installasjoner, kan du i stedet kjøre følgende kommando fra installasjonsmappen:
pl: Aby uniknąć timeout-ów przy większych instalacjach, możesz zamiast tego uruchomić następującą komendę w katalogu Twojej instalacji:
pt_br: Para evitar tempos de espera com instalações maiores, você pode em vez disso executar o seguinte comando a partir do diretório de instalação:
pt_pt: Para evitar tempos expirados com instalações maiores, em vez disso, pode executar o seguinte comando a partir da diretoria de instalação:
ro: Pentru a evita timeout-uri la instalări de mari dimensiuni, poți rula în schimb următoarea comandă în folderul de instalare:
ru: Чтобы избежать тайм-аутов в крупных установках, вместо этого можно выполнить следующую команду в каталоге установки:
sk: Aby nedošlo k vypršaniu časového limitu vo väčších inštaláciách, môžete namiesto toho použiť nasledujúci príkaz z inštalačného priečinka:
sq: Për të shmangur çaste bllokimi pune me instalime të mëdha, mundeni të ekzekutoni urdhrin vijues që nga drejtoria juaj e instalimit:
sr: Да избегнете прекорачење времена одзива на већим инсталацијама, можете покренути следећу команду у инсталационом директоријуму:
tr: Daha büyük kurulumlarda zaman aşımlarının önüne geçmek için, kurulum klasörünüzden şu komutu da çalıştırabilirsiniz:
vi: Để tránh thời gian quá hạn với các cài đặt lớn hơn, bạn có thể thực hiện chạy lệnh sau từ thư mục cài đặt:

source: Detailed logs
ast: Rexistros detallaos
bg: Подробни логове
da: Detaljerede logs
de: Detaillierte Protokollmeldungen
es: Registros detallados
es_uy: Bitácoras detalladas
et_ee: Üksikasjalikud logid
eu: Log xehea
fi: Yksityiskohtainen loki
fr: Journaux détaillés
hu: Részletezett naplók
it: Log dettagliati
ka_ge: დეტალური ლოგები
ko: 자세한 로그
lt_lt: Tikslus žurnalas
lv: Detalizētas informācijas žurnālfaili
nb: Detaljerte logger
pl: Szczegółowe logi
pt_br: Logs detalhados
pt_pt: Registos detalhados
ro: Loguri detaliate
ru: Подробные журналы
sk: Podrobné záznamy
sq: Regjistrime të hollësishme
sr: Детаљни дневници
tr: Ayrıntılı günlükler
vi: Nhật ký chi tiết

source: Update needed
bg: Нужно е обновяване
da: Opdatering nødvendig
de: Update wird benötigt
es: Se necesita actualización
es_uy: Se requiere de una actualización
et_ee: Uuendamine vajaliik
eu: Eguneratzea beharrezkoa da
fa: نیاز به روز رسانی دارد
fi: Päivitys vaaditaan
fr: Mise à jour nécessaire
hu: Frissítés szükséges
it: Aggiornamento necessario
ka_ge: საჭიროა განახლება
ko: 업데이트 필요
lt_lt: Reikalingas atnaujinimas
lv: Nepieciešama atjaunināšana
nb: Oppdatering er nødvendig
pl: Wymagana aktualizacja
pt_br: Atualização necessária
pt_pt: É necessário atualizar
ro: E necesară actualizarea
ru: Требуется обновление
sk: Aktualizácia je potrebná
sq: Lyp përditësim
sr: Потребно је ажурирање
tr: Güncelleme gerekiyor
vi: Cần phải cập nhật
