Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: No files in here
ast: Equí nun hai ficheros
bg: Тук няма файлове
da: Ingen filer
de: Keine Dateien vorhanden
es: Aquí no hay archivos
es_uy: No hay archivos aquí
et_ee: Siin ei ole faile
eu: Ez dago fitxategirik hemen
fa: هیچ فایلی اینجا وجود ندارد
fi: Täällä ei ole tiedostoja
fr: Aucun fichier
hu: Itt nincsenek fájlok
it: Qui non c'è alcun file
ka_ge: აქ ფაილები არაა
ko: 여기에 파일이 없음
lt_lt: Čia failų nėra
lv: Šeit nav datņu
nb: Ingen filer her
pl: Nie ma tu żadnych plików
pt_br: Nenhum arquivos aqui
pt_pt: Sem ficheiros aqui
ro: Nu există fișiere aici
ru: Здесь нет файлов
sk: Nie sú tu žiadne súbory
sq: Jo skedar këtu
sr: Овде нема фајлова
tr: Burada herhangi bir dosya yok
vi: Không có file nào ở đây

source: Choose
ast: Escoyer
bg: Избиране
da: Vælg
de: Auswählen
es: Seleccionar
es_uy: Seleccionar
et_ee: Vali
eu: Aukeratu
fa: انتخاب کردن
fi: Valitse
fr: Choisir
hu: Válasszon
it: Scegli
ka_ge: არჩევა
ko: 선택
lt_lt: Pasirinkti
lv: Izvēlieties
nb: Velg
pl: Wybierz
pt_br: Escolher
pt_pt: Escolher
ro: Alege
ru: Выбрать
sk: Vybrať
sq: Zgjidhni
sr: Изаберите
tr: Seçin
vi: Chọn

source: Copy
ast: Copiar
bg: Копиране
da: Kopiér
de: Kopieren
es: Copiar
es_uy: Copiar
et_ee: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fr: Copier
hu: Másol
it: Copia
ka_ge: კოპირება
ko: 복사
lt_lt: Kopijuoti
lv: Kopēt
nb: Kopier
pl: Skopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sq: Kopjo
sr: Копирај
tr: Kopyala
vi: Sao chép

source: Move
bg: Преместване
da: Flyt
de: Verschieben
es: Mover
es_uy: Mover
et_ee: Liiguta
eu: Mugitu
fa: انتقال
fi: Siirrä
fr: Déplacer
hu: Mozgatás
it: Sposta
ka_ge: გადატანა
ko: 이동
lt_lt: Perkelti
nb: Flytt
pl: Przenieś
pt_br: Mover
pt_pt: Mover
ro: Mută
ru: Переместить
sk: Presunúť
sr: Премести
tr: Taşı
vi: Chuyển

source: Error loading file picker template: {error}
ast: Fallu cargando'l ficheru de plantía d'escoyeta: {error}
bg: Грешка при зареждането на шаблон за избор на файл: {error}
da: Fejl ved indlæsning af filvælger skabelon: {error}
de: Fehler beim Laden der Dateiauswahlvorlage: {error}
es: Error al cargar plantilla del seleccionador de archivos: {error}
es_uy: Se presentó un error al cargar la plantilla del seleccionador de archivos: {error}
et_ee: Viga failivalija malli laadimisel: {error}
eu: Errorea fitxategi hautatzaile txantiloiak kargatzerakoan: {error}
fa: خطا در بارگذاری قالب انتخاب فایل : {error}
fi: Virhe ladatessa tiedostopohjia: {error}
fr: Erreur lors du chargement du modèle du sélecteur de fichiers : {error}
hu: Nem sikerült betölteni a fájlkiválasztó sablont: {error}
it: Errore durante il caricamento del modello del selettore file: {error}
ka_ge: შეცდომა ფაილის შაბლონის ჩატვირთვისას: {error}
ko: 파일 선택 템플릿을 불러오는 중 오류 발생: {error}
lt_lt: Klaida įkeliant failo parinkimo ruošinį: {error}
lv: Kļūda ielādējot izvēlēto veidni: {error}
nb: Feil ved lasting av filvelger-mal: {error}
pl: Błąd podczas ładowania pliku wybranego szablonu: {error}
pt_br: Erro carregando o seletor de modelo de arquivos: {error}
pt_pt: Ocorreu um erro ao carregar o modelo de seleção de ficheiro: {error}
ro: Eroare la încărcarea șablonului selectorului de fișiere: {error}
ru: Ошибка при загрузке шаблона выбора файлов: {error}
sk: Chyba pri nahrávaní šablóny výberu súborov: {error}
sq: Gabim në ngarkimin e gjedhes së marrësit të kartelave: {error}
sr: Грешка при учитавању шаблона бирача фајлова: {error}
tr: Dosya seçme kalıbı yüklenirken sorun çıktı: {error}
vi: Lỗi khi tải mẫu tập tin picker: {error}

source: OK
ast: Aceutar
bg: ОК
eu: Ados
fa: تایید
ka_ge: კარგი
ko: 확인
lt_lt: Gerai
lv: Labi
pt_pt: Confirmar
ru: ОК
sr: У реду
tr: Tamam
vi: Đồng ý

source: Error loading message template: {error}
ast: Fallu cargando'l mensaxe de la plantía: {error}
bg: Грешка при зареждането на шаблон за съобщения: {error}
da: Fejl ved indlæsning af besked skabelon: {error}
de: Fehler beim Laden der Nachrichtenvorlage: {error}
es: Error al cargar plantilla del mensaje: {error}
es_uy: Se presentó un error al cargar la plantilla del mensaje: {error}
et_ee: Viga sõnumi malli laadimisel: {error}
eu: Errorea mezu txantiloia kargatzean: {error}
fa: خطا در بارگذاری قالب پیام : {error}
fi: Virhe ladatessa viestipohjaa: {error}
fr: Erreur de chargement du modèle de message : {error}
hu: Nem sikerült betölteni az üzenet sablont: {error}
it: Errore durante il caricamento del modello di messaggio: {error}
ka_ge: შეცდომა წერილის შაბლონის ჩატვირთვისას: {error}
ko: 메시지 템플릿을 불러오는 중 오류 발생: {error}
lt_lt: Klaida įkeliant žinutės ruošinį: {error}
lv: Kļūda ielādējot ziņojuma veidni: {error}
nb: Feil ved lasting av meldingsmal: {error}
pl: Błąd podczas ładowania szablonu wiadomości: {error}
pt_br: Erro carregando o modelo de mensagem: {error}
pt_pt: Ocorreu um erro ao carregar o modelo: {error}
ro: Eroare la încărcarea şablonului de mesaje: {error}
ru: Ошибка загрузки шаблона сообщений: {error}
sk: Chyba pri nahrávaní šablóny správy: {error}
sq: Gabim gjatë ngarkimit të gjedhes së mesazheve: {error}
sr: Грешка при учитавању шаблона поруке: {error}
tr: İleti kalıbı yüklenirken sorun çıktı: {error}
vi: Lỗi khi tải mẫu thông điệp: {error}

source: read-only
ast: namái llectura
bg: Само за четене
da: skrivebeskyttet
de: Schreibgeschützt
es: solo lectura
es_uy: sólo-lectura
et_ee: kirjutuskaitstud
eu: irakurtzeko-soilik
fa: فقط-خواندنی
fi: vain luku
fr: Lecture seule
hu: csak olvasható
it: sola lettura
ka_ge: მხოლოდ-კითხვადი
ko: 읽기 전용
lt_lt: tik skaitymui
lv: tikai-skatīt
nb: skrivebeskyttet
pl: tylko odczyt
pt_br: somente leitura
pt_pt: só de leitura
ro: doar citire
ru: только для чтения
sk: iba na čítanie
sq: vetëm për lexim
sr: само-за-читање
tr: salt okunur
vi: Chỉ đọc

source: {count} file conflict
ast: {count} conflictu de ficheru
bg: {count} файлов конфликт
da: {count} filkonflikt
de: {count} Dateikonflikt
es: {count} conflicto de archivo
es_uy: {count} conflicto de archivo
et_ee: {count} failikonflikt
eu: fitxategi {count}ek konfliktua sortu du
fa: {count} تضاد در فایل
fi: {count} tiedoston ristiriita
fr: {count} fichier en conflit
hu: {count} fájl ütközik
it: {count} file in conflitto
ka_ge: {count} ფაილის კონფლიქტი
ko: 파일 {count}개 충돌
lt_lt: {count} failas konfliktuoja
lv: {count} datnes konflikts
nb: {count} filkonflikt
pl: {count} konfliktów plików
pt_br: {count} conflito de arquivo
pt_pt: {count} conflito de ficheiro
ro: Un conflict de fişiere
ru: {count} файлах в состоянии конфликта
sk: {count} konflikt súboru
sq: {count} përplasje kartelash
sr: {count} сукоб фајлова
tr: {count} dosya çakışması
vi: {count} tập tin xung đột

source: One file conflict
ast: Conflictu nun ficheru
bg: Един файлов конфликт
da: En filkonflikt
de: Ein Dateikonflikt
es: Un conflicto de archivo
es_uy: Un conflicto en el archivo
et_ee: Üks failikonflikt
eu: Fitxategi batek konfliktua sortu du
fa: یک فایل متضاد
fi: Yhden tiedoston ristiriita
fr: Un conflit de fichier
hu: Egy fájl ütközik
it: Un file in conflitto
ka_ge: კონფლიქტი ერთ ფაილთან
ko: 파일 1개 충돌
lt_lt: Nesuderinama rinkmena
lv: Vienas datnes konflikts
nb: En filkonflikt
pl: Konflikt pliku
pt_br: Conflito em um arquivo
pt_pt: Um conflito de ficheiro
ro: Un conflict de fișier
ru: Один файл в состоянии конфликта
sk: Jeden konflikt súboru
sq: Një përplasje kartele
sr: Један сукоб фајлова
tr: Bir dosya çakışması
vi: Một tập tin xung đột

source: New Files
ast: Ficheros nuevos
bg: Нови файлове
da: Nye filer
de: Neue Dateien
es: Nuevos archivos
es_uy: Archivos Nuevos
et_ee: Uued failid
eu: Fitxategi Berriak
fa: فایل های جدید
fi: Uudet tiedostot
fr: Nouveaux fichiers
hu: Új fájlok
it: File nuovi
ka_ge: ახალი ფაილები
ko: 새 파일
lt_lt: Įkeliamos rinkmenos
lv: Jaunas datnes
nb: Nye filer
pl: Nowe pliki
pt_br: Novos Arquivos
pt_pt: Novos Ficheiros
ro: Fișiere noi
ru: Новые файлы
sk: Nové súbory
sq: Kartela të Reja
sr: Нови фајлови
tr: Yeni Dosyalar
vi: File mới

source: Already existing files
ast: Ficheros yá esistentes
bg: Вече съществуващи файлове
da: Allerede eksisterende filer
de: Bereits existierende Dateien
es: Archivos ya existentes
es_uy: Archivos ya existentes
et_ee: Juba olemasolevad failid
eu: Dagoeneko existitzen diren fitxategiak
fa: فایل های موجود در حال حاضر
fi: Jo olemassa olevat tiedostot
fr: Fichiers déjà existants
hu: A fájlok már léteznek
it: File già esistenti
ka_ge: უკვე არსებული ფაილები
ko: 파일이 이미 존재합니다
lt_lt: Egzistuojančios rinkmenos saugykloje
lv: Jau esošas datnes
nb: Allerede eksisterende filer
pl: Już istniejące pliki
pt_br: Arquivos já existentes
pt_pt: Ficheiros já existentes
ro: Fișiere deja existente
ru: Существующие файлы
sk: Už existujúce súbory
sq: Kartela ekzistuese
sr: Постојећи фајлови
tr: Zaten var olan dosyalar
vi: Các file đang tồn tại

source: Which files do you want to keep?
ast: ¿Qué ficheros quies caltener?
bg: Кои файлове желете да запазите?
da: Hvilke filer ønsker du at beholde?
de: Welche Dateien sollen erhalten bleiben?
es: ¿Cuáles archivos desea mantener?
es_uy: ¿Cuales archivos deseas mantener?
et_ee: Milliseid faile sa soovid alles hoida?
eu: Ze fitxategi mantendu nahi duzu?
fa: کدام فایل ها را می خواهید نگه دارید ؟
fi: Mitkä tiedostot haluat säilyttää?
fr: Quels fichiers désirez-vous garder ?
hu: Melyik fájlokat akarja megtartani?
it: Quali file vuoi mantenere?
ka_ge: რომელი ფაილების დატოვება გსურთ?
ko: 어느 파일을 유지하시겠습니까?
lt_lt: Kurias rinkmenas norite pasilikti?
lv: Kuras datnes vēlies paturēt?
nb: Hvilke filer vil du beholde?
pl: Które pliki chcesz zachować?
pt_br: Quais arquivos você quer manter?
pt_pt: Quais os ficheiros que pretende manter?
ro: Ce fișiere vrei să păstrezi?
ru: Какие файлы вы хотите сохранить?
sk: Ktoré súbory chcete ponechať?
sq: Cilat kartela doni të mbani?
sr: Које фајлове желите да задржите?
tr: Hangi dosyaları saklamak istiyorsunuz?
vi: Bạn muốn tiếp tục với những tập tin nào?

source: If you select both versions, the copied file will have a number added to its name.
ast: Si seleiciones dambes versiones, el ficheru copiáu va tener un númberu amestáu al so nome
bg: Ако изберете и двете версии, към името на копирания файл ще бъде добавено число.
da: Hvis du vælger begge versioner, vil den kopierede fil få tilføjet et nummer til sit navn.
de: Falls beide Versionen gewählt werden, wird bei der kopierten Datei eine Zahl am Ende des Dateinamens hinzugefügt.
es: Si seleccionas ambas versiones, el archivo copiado tendrá añadido un número en su nombre.
es_uy: Si seleccionas ambas versiones, se le agregará un número al nombre del archivo copiado.
et_ee: Kui valid mõlemad versioonid, siis lisatakse kopeeritud faili nimele number.
eu: Bi bertsioak hautatzen badituzu, kopiatutako fitxategiaren izenean zenbaki bat atxikituko zaio.
fa: اگر هر دو نسخه را انتخاب کنید، فایل کپی شده یک شماره به نام آن اضافه خواهد شد.
fi: Jos valitset kummatkin versiot, kopioidun tiedoston nimeen lisätään numero.
fr: Si vous sélectionnez les deux versions, un nombre sera ajouté au nom du fichier copié.
hu: Ha mindkét verziót kiválasztja, a másolt fájlok neve sorszámozva lesz.
it: Se selezioni entrambe le versioni, sarà aggiunto un numero al nome del file copiato.
ka_ge: თუ აირჩევთ ორივე ვერსიას, კოპირებულ ფაილს სახელის წინ დაერთვება ციფრი.
ko: 두 버전을 모두 선택하면, 복사된 파일 이름에 번호가 추가됩니다.
lt_lt: Jei pasiliekate abi rinkmenų versijas, nukopijuota rinkmena turės papildomą numerį pavadinime.
lv: Ja izvēlēsietes paturēt abas versijas, kopētā faila nosaukumam tiks pievienots skaitlis.
nb: Hvis du velger begge versjonene vil den kopierte filen få et nummer lagt til i navnet.
pl: Jeśli wybierzesz obie wersje, skopiowany plik będzie miał dodany numerek w nazwie
pt_br: Se você selecionar ambas as versões, o arquivo copiado terá um número adicionado ao seu nome.
pt_pt: Se selecionar ambas as versões, o ficheiro copiado irá ter um número adicionado ao seu nome.
ro: Dacă alegi ambele versiuni, fișierul copiat va avea un număr atașat la denumirea sa.
ru: При выборе обеих версий к названию копируемого файла будет добавлена цифра
sk: Ak zvolíte obe verzie, názov nakopírovaného súboru bude doplnený o číslo.
sq: Nëse përzgjidhni të dy versionet, kartelës së kopjuar do t’i shtohet një numër në emrin e saj.
sr: Ако изаберете обе верзије, копираном фајлу ће бити додат број у називу.
tr: İki sürümü de seçerseniz, kopyalanan dosyanın adına bir sayı eklenir.
vi: Nếu bạn chọn cả hai phiên bản, tập tin được sao chép sẽ được đánh thêm số vào tên của nó.

source: Continue
ast: Continuar
bg: Продължаване
da: Videre
de: Fortsetzen
es: Continuar
es_uy: Continuar
et_ee: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
ka_ge: გაგრძელება
ko: 계속
lt_lt: Tęsti
lv: Turpināt
nb: Fortsett
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sr: Настави
tr: Devam et
vi: Tiếp tục

source: (all selected)
ast: (esbillao too)
bg: (всички избрани)
da: (alle valgt)
de: (Alle ausgewählt)
es: (seleccionados todos)
es_uy: (todos seleccionados)
et_ee: (kõik valitud)
eu: (denak hautatuta)
fa: (همه انتخاب شده اند)
fi: (kaikki valittu)
fr: (tous sélectionnés)
hu: (összes kiválasztva)
it: (tutti i selezionati)
ka_ge: (ყველა არჩეული)
ko: (모두 선택됨)
lt_lt: (visi pažymėti)
lv: (visus iezīmētos)
nb: (alle valgt)
pl: (wszystkie zaznaczone)
pt_br: (todos selecionados)
pt_pt: (todos selecionados)
ro: (toate selectate)
ru: (все выбранные)
sk: (všetko vybrané)
sq: (krejt të përzgjedhurat)
sr: (све изабрано)
tr: (tüm seçilmişler)
vi: (Tất cả các lựa chọn)

source: ({count} selected)
ast: (esbillaos {count})
bg: ({count} избрани)
da: ({count} valgt)
de: ({count} ausgewählt)
es: ({count} seleccionados)
es_uy: ({count} seleccionados)
et_ee: ({count} valitud)
eu: ({count} hautatuta)
fa: ({count} انتخاب شده)
fi: ({count} valittu)
fr: ({count} sélectionné(s))
hu: ({count} kiválasztva)
it: ({count} selezionati)
ka_ge: ({count} არჩეული)
ko: ({count}개 선택됨)
lt_lt: ({count} pažymėtų)
lv: ({count} iezīmēti)
nb: ({count} valgt)
pl: ({count} zaznaczonych)
pt_br: ({count} selecionados)
pt_pt: ({count} selecionados)
ro: ({count} selectate)
ru: (выбрано: {count})
sk: ({count} vybraných)
sq: ({count} të përzgjedhura)
sr: (изабрано: {count})
tr: ({count} seçilmiş)
vi: ({count} được chọn)

source: Error loading file exists template
ast: Falu cargando plantía de ficheru esistente
bg: Грешка при зареждането на шаблон за вече съществуващ файл
da: Fejl ved inlæsning af; fil eksistere skabelon
de: Fehler beim Laden der vorhanden Dateivorlage
es: Error cargando plantilla de archivo existente
es_uy: Se presentó un error al cargar la plantilla de existe archivo
et_ee: Viga faili olemasolu malli laadimisel
eu: Errorea fitxategia existitzen da txantiloiak kargatzerakoan
fa: خطا در بارگزاری فایل قالب
fi: Virhe ladatessa mallipohjaa
fr: Erreur de chargement du modèle de fichier existant
hu: Hiba a létezőfájl-sablon betöltésekor
it: Errore durante il caricamento del modello del file esistente
ka_ge: ფაილის ჩატვირთვისას წარმოიშვა შეცდომა
ko: 파일 존재함 템플릿을 불러오는 중 오류 발생
lt_lt: Klaida įkeliant saugykloje esančių rinkmenų ruošinį
nb: Feil ved lasting av "filen eksisterer"-mal
pl: Błąd podczas ładowania szablonu istniejącego pliku
pt_br: Erro carregando arquivo. Já existe o modelo
pt_pt: Ocorreu um erro ao carregar o ficheiro do modelo existente
ro: Eroare la încărcarea fișierelor șablon
ru: Ошибка при загрузке шаблона существующего файла
sk: Chyba pri nahrávaní šablóny existencie súboru
sq: Gabim në ngarkimin e gjedhes kartela ekziston
sr: Грешка при учитавању шаблона „Фајл постоји“
tr: Dosya var kalıbı yüklenirken sorun çıktı
vi: Lỗi khi tải tập tin mẫu đã tồn tại

source: Pending
ast: Pendiente
bg: Чакащо
da: Afventer
de: Ausstehend
es: Pendiente
es_uy: Pendiente
et_ee: Ootel
eu: Zain
fa: در انتظار
fi: Odottaa
fr: En attente
hu: Folyamatban
it: In corso
ka_ge: მოლოდინში
ko: 보류 중
lt_lt: Vykdoma
lv: Gaida
nb: Venter
pl: W oczekiwaniu
pt_br: Pendente
pt_pt: Pendente
ro: În așteptare
ru: Ожидание
sk: Čaká
sq: Në pritje
sr: На чекању
tr: Bekliyor
vi: Đang chờ được phê duyệt

source: Copy to {folder}
bg: Копирай в {folder}
da: Kopier til {folder}
de: Kopieren nach {folder}
es: Copiar a {folder}
es_uy: Copiar a {folder}
et_ee: Kopeeri {folder}
eu: {karpetara} kopiatu
fa: کپی به {folder}
fi: Kopioi kansioon {folder}
fr: Copier vers {folder}
hu: Másolás ide: {folder}
it: Copia in {folder}
ka_ge: კოპრება {folder}-ში
ko: [folder] 에 복사하기
lt_lt: Kopijuoti į {folder}
nb: Kopier til {mappe}
pl: Skopiuj do (folder)
pt_br: Copiar para {folder}
pt_pt: Copiar para {folder}
ro: Copiază la {folder}
ru: Копировать в {folder}
sk: Skopírovať do {folder}
sr: Копирај у {folder}
tr: {folder} Klasörüne Kopyala
vi: Sao chép tới thư mục {folder}

source: Move to {folder}
bg: Премести в {folder}
da: Flyt til {folder}
de: Verschieben nach {folder}
es: Mover a {folder}
es_uy: Mover a {folder}
et_ee: Liiguta {folder}
eu: {karpetara} mugitu
fa: انتقال به {folder}
fi: Siirrä kansioon {folder}
fr: Déplacer vers {folder}
hu: Mozgatás ide: {folder}
it: Sposta in {folder}
ka_ge: გადატანა {folder}-ში
ko: [folder] 에 이동하기
lt_lt: Perkelti į {folder}
nb: Flytt til {mappe}
pl: Przenieś do (folder)
pt_br: Mover para {folder}
pt_pt: Mover para {folder}
ro: Mută la {folder}
ru: Переместить в {folder}
sk: Presunúť do {folder}
sr: Премести у {folder}
tr: {folder} Klasörüne Taşı
vi: Chuyển tới thư mục {folder}

source: Very weak password
ast: Contraseña mui feble
bg: Много слаба парола
da: Meget svagt kodeord
de: Sehr schwaches Passwort
es: Contraseña muy débil
es_uy: Contraseña muy débil
et_ee: Väga nõrk parool
eu: Pasahitz oso ahula
fa: رمز عبور بسیار ضعیف
fi: Erittäin heikko salasana
fr: Mot de passe très faible
hu: Nagyon gyenge jelszó
it: Password molto debole
ka_ge: ძალიან სუსტი პაროლი
ko: 매우 약한 암호
lt_lt: Labai silpnas slaptažodis
lv: Ļoti vāja parole
nb: Veldig svakt passord
pl: Bardzo słabe hasło
pt_br: Senha muito fraca
pt_pt: Senha muito fraca
ro: Parolă foarte slabă
ru: Очень слабый пароль
sk: Veľmi slabé heslo
sq: Fjalëkalim shumë i dobët
sr: Веома слаба лозинка
tr: Parola çok zayıf
vi: Mật khẩu rất yếu

source: Weak password
ast: Contraseña feble
bg: Слаба парола
da: Svagt kodeord
de: Schwaches Passwort
es: Contraseña débil
es_uy: Contraseña débil
et_ee: Nõrk parool
eu: Pasahitz ahula
fa: رمز عبور ضعیف
fi: Heikko salasana
fr: Mot de passe faible
hu: Gyenge jelszó
it: Password debole
ka_ge: სუსტი პაროლი
ko: 약한 암호
lt_lt: Silpnas slaptažodis
lv: Vāja parole
nb: Svakt passord
pl: Słabe hasło
pt_br: Senha fraca
pt_pt: Senha fraca
ro: Parolă slabă
ru: Слабый пароль
sk: Slabé heslo
sq: Fjalëkalim i dobët
sr: Слаба лозинка
tr: Parola zayıf
vi: Mật khẩu yếu

source: So-so password
ast: Contraseña pasable
bg: Не особено добра парола
da: Jævnt kodeord
de: Passables Passwort
es: Contraseña pasable
es_uy: Contraseña aceptable
et_ee: Enam-vähem sobiv parool
eu: Halamoduzko pasahitza
fa: رمز عبور متوسط
fi: Kohtalainen salasana
fr: Mot de passe tout juste acceptable
hu: Nem túl jó jelszó
it: Password così-così
ka_ge: არცთუ ისეთი ძლიერი პაროლი
ko: 그저 그런 암호
lt_lt: Neblogas slaptažodis
lv: Normāla parole
nb: Bob-bob-passord
pl: Mało skomplikowane hasło
pt_br: Senha mais ou menos
pt_pt: Senha aceitável
ro: Parolă medie
ru: Так себе пароль
sk: Priemerné heslo
sq: Fjalëkalim çka
sr: Осредња лозинка
tr: Parola idare eder
vi: Mật khẩu tạm được

source: Good password
ast: Contraseña bona
bg: Добра парола
da: Godt kodeord
de: Gutes Passwort
es: Contraseña buena
es_uy: Buena contraseña
et_ee: Hea parool
eu: Pasahitz ona
fa: رمز عبور خوب
fi: Hyvä salasana
fr: Mot de passe de sécurité suffisante
hu: Jó jelszó
it: Password buona
ka_ge: კარგი პაროლი
ko: 좋은 암호
lt_lt: Geras slaptažodis
lv: Laba parole
nb: Bra passord
pl: Dobre hasło
pt_br: Senha boa
pt_pt: Senha boa
ro: Parolă bună
ru: Хороший пароль
sk: Dobré heslo
sq: Fjalëkalim i mirë
sr: Добра лозинка
tr: Parola iyi
vi: Mật khẩu tốt

source: Strong password
ast: Contraseña mui bona
bg: Сигурна парола
da: Stærkt kodeord
de: Starkes Passwort
es: Contraseña muy buena
es_uy: Contraseña fuerte
et_ee: Väga hea parool
eu: Pasahitz sendoa
fa: رمز عبور قوی
fi: Vahva salasana
fr: Mot de passe fort
hu: Erős jelszó
it: Password forte
ka_ge: ძლიერი პაროლი
ko: 강력한 암호
lt_lt: Stiprus slaptažodis
lv: Lieliska parole
nb: Sterkt passord
pl: Silne hasło
pt_br: Senha forte
pt_pt: Senha forte
ro: Parolă puternică
ru: Надёжный пароль
sk: Silné heslo
sq: Fjalëkalim i fortë
sr: Јака лозинка
tr: Parola güçlü
vi: Mật khẩu mạnh

source: Your web server is not yet properly set up to allow file synchronization, because the WebDAV interface seems to be broken.
de: Dein Webserver ist noch nicht hinreichend für Datei-Synchronisation konfiguriert, da die WebDAV-Schnittstelle vermutlich nicht funktioniert.
es: Tu servidor web todavía no está configurado correctamente para permitir la sincronización de archivos, porque la interfaz WebDAV parece estar rota.
es_uy: Tu servidor web aún no esta correctamente configurado para permitir la sincronización de archivos porque la interfaz WebDAV parece estar rota.
et_ee: Sinu veebiserver pole veel piisavalt korralikult seadistatud, et lubada failide sünkroniseerimist, kuna WebDAV liides paistab olevat katki.
fi: HTTP-palvelintasi ei ole määritetty oikein tiedostojen synkronointia varten, koska WebDAV-liitäntä vaikuttaa olevan rikki.
fr: Votre serveur web n'est pas encore correctement configuré pour la synchronisation de fichiers parce que l'interface WebDAV semble ne pas fonctionner.
hu: A webszerver nincs megfelelően beállítva a fájl szinkronizációhoz, mert a WebDAV interfész nem működik.
it: Il tuo server web non è configurato correttamente per consentire la sincronizzazione dei file, poiché l'interfaccia WebDAV sembra essere danneggiata.
ka_ge: ფაილის სინქრონიზაციის დასაშვებად თქვენი ვებ-სერვერი ჯერ არაა სწორად კოფინგირურებული, როგორც ჩანს WebDAV ინტერფეისი გაფუჭებულია.
ko: WebDAV 인터페이스를 사용할 수 없어서 웹 서버에서 파일 동기화를 사용할 수 있도록 설정할 수 없습니다.
lt_lt: Jūsų svetainės serveris nėra tinkamai sukonfiguruotas, Failų sinchronizavimas negalimas, nes neveikia WebDAV interfeisas.
nb: Vev-tjeneren din er ikke satt opp til å tillate synkronisering av filer ennå, fordi WebDAV-grensesnittet ikke ser ut til å virke.
pl: Serwer WWW nie jest jeszcze na tyle poprawnie skonfigurowany, aby umożliwić synchronizację plików, ponieważ interfejs WebDAV wydaje się być uszkodzony.
pt_br: Seu servidor web ainda não está configurado corretamente para permitir a sincronização de arquivos, porque a interface do WebDAV parece estar quebrada.
ru: Ваш веб-сервер ещё не настроен должным образом для синхронизации файлов — интерфейс WebDAV, кажется, испорчен.
sr: Ваш сервер није правилно подешен да омогући синхронизацију фајлова. Изгледа да је ВебДАВ сучеље покварено.
tr: Web sunucunuz dosya eşitlemesi için doğru şekilde ayarlanmamış. WebDAV arabirimi sorunlu görünüyor.
