Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: This action requires you to confirm your password
ast: Esta aición rique que confirmes la to contraseña
bg: Това действие изисква да потвърдите паролата си
da: Denne handling kræver at du bekræfter dit kodeord
de: Dieser Vorgang benötigt eine Passwortbestätigung von Dir
es: Esta acción requiere que confirmes tu contraseña
es_uy: Esta acción requiere que confirmes tu contraseña
et_ee: See tegevus nõuab parooli kinnitamist
eu: Ekintza hau zure pasahitza konfirmatzeko eskatuko dizu
fa: این اقدام نیاز به تایید رمز عبور شما دارد
fi: Toiminto vaatii vahvistamista salasanallasi
fr: Cette action nécessite que vous confirmiez votre mot de passe
hu: A művelethez szükség van a jelszavad megerősítésére
it: Questa azione richiede la conferma della tua password
ka_ge: ეს ქმედება საჭიროებს პაროლის დადასტურებას
ko: 이 작업을 수행하려면 암호를 입력해야 합니다
lt_lt: Šis veiksmas reikalauja, kad įvestumėte savo slaptažodį
lv: Lai veiktu šo darbību, jums jāievada sava parole.
nb: Denne handlingen krever at du bekrefter ditt passord
pl: Ta akcja wymaga potwierdzenia hasłem
pt_br: Essa ação requer que você confirme sua senha
pt_pt: Esta ação requer a confirmação da senha
ro: Această acțiune necesită confirmarea parolei tale
ru: Это действие требует подтверждения вашего пароля
sk: Táto akcia vyžaduje potvrdenie vášho hesla
sq: Ky veprim kërkon që të konfirmoni fjalëkalimin tuaj.
sr: Ова радња захтева да потврдите лозинку
tr: Bu işlemi yapabilmek için parolanızı yazmalısınız
vi: Để thực hiện hành động này, yêu cầu bạn phải nhập lại mật khẩu

source: Authentication required
ast: Ríquese l'autenticación
bg: Изисква удостоверяване
da: Godkendelse påkrævet
de: Legitimierung benötigt
es: Se necesita autenticación
es_uy: Se requiere autenticación
et_ee: Autentimine on vajalik
eu: Autentifikazioa beharrezkoa
fa: احراز هویت مورد نیاز است
fi: Tunnistautuminen vaaditaan
fr: Authentification requise
hu: Felhasználóazonosítás szükséges
it: Autenticazione richiesta
ka_ge: საჭიროა აუტენტიფიკაცია
ko: 인증 필요
lt_lt: Reikalingas tapatybės nustatymas
lv: Nepieciešama autentifikācija
nb: Autentisering påkrevd
pl: Wymagana autoryzacja
pt_br: Autenticação necessária
pt_pt: Autenticação necessária
ro: Este necesară autentificarea
ru: Требуется аутентификация
sk: Vyžaduje sa overenie
sq: Verifikim i kërkuar
sr: Неопходна провера идентитета
tr: Kimlik doğrulaması gerekli
vi: Cần phải được xác thực

source: Password
ast: Contraseña
bg: Парола
da: Adgangskode
de: Passwort
es: Contraseña
es_uy: Contraseña
et_ee: Parool
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
hu: Jelszó
ka_ge: პაროლი
ko: 암호
lt_lt: Slaptažodis
lv: Parole
nb: Passord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sr: Лозинка
tr: Parola
vi: Mật khẩu

source: Cancel
ast: Encaboxar
bg: Отказ
da: Annullér
de: Abbrechen
es: Cancelar
es_uy: Cancelar
et_ee: Loobu
eu: Ezeztatu
fa: منصرف شدن
fi: Peruuta
fr: Annuler
hu: Mégsem
it: Annulla
ka_ge: უარყოფა
ko: 취소
lt_lt: Atsisakyti
lv: Atcelt
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anuloje
sr: Одустани
tr: İptal
vi: Hủy

source: Confirm
ast: Confirmar
bg: Потвърди
da: Bekræft
de: Bestätigen
es: Confirmar
es_uy: Confirmar
et_ee: Kinnita
eu: Baieztatu
fa: تایید
fi: Vahvista
fr: Confirmer
hu: Megerősítés
it: Conferma
ka_ge: დადასტურება
ko: 확인
lt_lt: Patvirtinti
lv: Apstiprināt
nb: Bekreft
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sq: Konfirmo
sr: Потврди
tr: Onayla
vi: Xác nhận

source: Failed to authenticate, try again
ast: Falu al autenticar, volvi tentalo
bg: Грешка при удостоверяване, опитайте пак
da: Kunne ikke godkendes, prøv igen
de: Legitimierung fehlgeschlagen, noch einmal versuchen
es: Autenticación fallida, vuelva a intentarlo
es_uy: Falla en la autenticación, por favor reintentalo
et_ee: Autentimine ebaõnnestus, proovige uuesti
eu: Huts egindu autentifikazioa, berriz saiatu
fa: تأیید هویت نشد، دوباره امتحان کنید
fi: Varmennus epäonnistui, yritä uudelleen
fr: Échec d'authentification, essayez à nouveau
hu: Azonosítás sikertelen, próbáld újra
it: Autenticazione non riuscita, prova ancora
ka_ge: აუტენტიფიკაცია ვერ შესრულდა, სცადეთ ახლიდან
ko: 인증할 수 없습니다. 다시 시도하십시오.
lt_lt: Nepavyko nustatyti tapatybės, bandykite dar kartą
lv: Neizdevās autentificēt, mēģiniet vēlreiz
nb: Autentisering mislyktes, prøv igjen
pl: Nie udało się uwierzytelnić, spróbuj ponownie.
pt_br: Falha na autenticação, tente novamente
pt_pt: Falha ao autenticar. Tente outra vez.
ro: Eroare la autentificare, reîncearcă
ru: Ошибка аутентификации. Попробуйте снова.
sk: Nastal problém pri overení, skúste znova
sq: Dështoi në verifikim, provo përsëri
sr: Неуспешна провера идентитета, покушајте поново
tr: Kimlik doğrulanamadı, yeniden deneyin
vi: Không thể xác thực thành công, xin vui lòng thử lại

source: seconds ago
ast: hai segundos
bg: преди секунди
da: sekunder siden
de: Gerade eben
es: hace segundos
es_uy: hace segundos
et_ee: sekundit tagasi
eu: duela segundo batzuk
fa: ثانیه‌ها پیش
fi: sekunteja sitten
fr: À l'instant
hu: pár másodperce
it: secondi fa
ka_ge: წამის წინ
ko: 초 지남
lt_lt: prieš keletą sekundžių
lv: sekundes atpakaļ
nb: for få sekunder siden
pl: sekund temu
pt_br: segundos atrás
pt_pt: segundos atrás
ro: secunde în urmă
ru: несколько секунд назад
sk: pred sekundami
sq: sekonda më parë
sr: пре пар секунди
tr: saniyeler önce
vi: vài giây trước

source: Logging in …
ast: Aniciando sesión...
bg: Вписване ...
da: Logger ind …
de: Melde an…
es: Iniciando sesión ...
es_uy: Iniciando sesión ...
et_ee: Sisselogimine ...
eu: Saioa hasten ...
fa: ورود به سیستم ...
fi: Kirjaudutaan sisään...
fr: Connexion…
hu: Bejelentkezés ...
it: Accesso in corso...
ka_ge: შესვლა ...
ko: 로그인 중 …
lt_lt: Prisijungiama …
lv: Notiek pieteikšanās …
nb: Logger inn…
pl: Logowanie …
pt_br: Entrando...
pt_pt: A entrar...
ro: Se autentifică...
ru: Вход в систему …
sk: Prihlasujem ...
sq: Duke u loguar ...
sr: Пријављивање ...
tr: Oturum açılıyor ...
vi: Đang đăng nhập

source: The link to reset your password has been sent to your email. If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator.
ast: Unviósete al corréu l'enllaz pa reaniciar la to contraseña. Si nun lu recibes nuna cantidá razonable de tiempu, comprueba les tos carpetes de corréu puxarra. <br>Si nun ta ehí, entruga al to alministrador llocal
bg: Връзката за възстановяване на паролата беше изпратена до вашия имейл. Ако не я получите в разумен период от време, проверете спам и junk папките.<br>Ако не я откривате и там, се свържете с местния администратор.
da: Linket til at nulstille dit kodeord er blevet sendt til din e-post: hvis du ikke modtager den inden for en rimelig tid, så tjek dine spam/junk-mapper.<br> Hvis det ikke er der, så spørg din lokale administrator.
de: Der Link zum Zurücksetzen deines Passworts wurde an Deine E-Mail-Adresse versandt. Solltest Du diesen nicht in Kürze erhalten, prüfe bitte Deinen Spam-Ordner.<br>Wenn Du keine E-Mail bekommen hast, wende Dich bitte an deinen lokalen Administrator.
es: Se ha enviado un enlace para restablecer su contraseña a su correo electrónico. Si usted no lo recibe en un tiempo razonable, revise su carpeta de spam.<br>Si no lo encuentra, consulte a su administrador.
es_uy: La liga para restablecer tu contraseña ha sido enviada a tu correo electrónico. Si no lo recibes dentro de un tiempo razonable, verifica las carpetas de spam/basura.<br>Si no la encuentras consulta a tu adminstrador local.
et_ee: Link parooli vahetuseks on saadetud Sinu e-posti aadressil.<br>Kui kiri pole saabunud mõistliku aja jooksul, siis kontrolli oma spam-/rämpskirjade katalooge<br>.Kui kirja pole ka seal, siis küsi abi süsteemihaldurilt.
eu: Zure pasahitza berrezartzeko lotura zure postara bidalia izan da.<br>Ez baduzu arrazoizko denbora epe batean jasotzen begiratu zure zabor-posta karpetan.<br>Hor ere ez badago kudeatzailearekin harremanetan jarri.
fa: لینک تنظیم مجدد رمز عبور به ایمیل شما ارسال شده است.<br>اگر آن رادر یک زمان مشخصی دریافت نکرده اید، لطفا هرزنامه/ پوشه های ناخواسته را بررسی کنید.<br>در صورت نبودن از مدیر خود بپرسید.
fi: Linkki salasanan palauttamista varten on lähetetty sähköpostiisi. Jos et saa sähköpostiviestiä kohtuullisessa ajassa, tarkista roskapostikansiot.<br>Jos et saa sähköpostiviestiä, ota yhteys paikalliseen ylläpitäjään.
fr: Un lien permettant de réinitialiser votre mot de passe vient de vous être envoyé par courriel.<br>Si vous ne le recevez pas dans un délai raisonnable, contactez votre administrateur.<br>N'oubliez pas de vérifier dans votre dossier pourriel / spam!
hu: A jelszó visszaállításához a hivatkozást e-mailben elküldtük. Ha a levél elfogadható időn belül nem érkezik meg, ellenőrizze a spam/levélszemét mappát.<br>Ha nincs ott, kérdezze meg a helyi rendszergazdát.
it: Il collegamento per reimpostare la password è stato inviato al tuo indirizzo di posta. Se non lo ricevi in tempi ragionevoli, controlla le cartelle della posta indesiderata.<br>Se non dovesse essere nemmeno lì, contatta il tuo amministratore locale.
ka_ge: ბმული პაროლის აღდგენით თქვენს ელ-ფოსტაზე გაგზავნილია. თუ გავიდა გარკვეული დრო და მაინც არ მოგსვლიათ, შეამოწმეთ სპამის დირექტორიაც.<br>თუ მაინც ვერ მიაგენით მიმართეთ ლოკალურ ადმინისტრატორს.
ko: 암호 재설정 링크를 포함하고 있는 이메일을 보냈습니다. 이메일이 도착하지 않은 경우 스팸함을 확인해 보십시오.<br>스팸함에도 없는 경우 로컬 관리자에게 문의하십시오.
lt_lt: Slaptažodžio atkūrimo nuoroda buvo išsiųsta nurodytu elektroninio pašto adresu. Jei greitu laiku negausite laiško, patikrinkite "šlamšto" skyrių elektroniniame pašte. <br> Jei laiško vis tiek nerandate, susiekite su sistemos administratoriumi.
lv: Saite paroles atiestatīšanai nosūtīta uz jūsu e-pastu. Ja tuvākajā laikā to nesaņemat, pārbaudiet pastkastes mēstuļu sadaļu. <br> Ja arī tur to neatrodat, sazinieties ar savu administratoru.
nb: Lenken for tilbakestilling av passordet ditt er sendt til din e-postadresse. Hvis du ikke mottar den innen rimelig tid, sjekk mappen for søppelpost.<br>Hvis du ikke finner den der, kontakt din lokale administrator.
pl: Link do zresetowanego hasła, został wysłany na twój adres e-mail. Jeśli nie dostałeś wiadomości w rozsądnym czasie, sprawdź folder ze spamem.<br> Jeśli nie ma wiadomości w tym folderze, skontaktuj się ze swoim administratorem.
pt_br: O link para redefinir sua senha foi enviado para seu e-mail. Se você não recebê-lo dentro de um período razoável de tempo, verifique suas pastas de spam/lixo.<br> Se ele não estiver lá, pergunte ao administrador local.
pt_pt: A hiperligação para reiniciar a sua senha foi enviada para o seu correio eletrónico. Se não a receber dentro de um tempo aceitável, verifique as suas pastas de spam/lixo.<br> Se não a encontrar, pergunte ao seu administrador local.
ro: Linkul de resetare a parolei a fost trimis pe emailul tău. Dacă nu primești mesajul într-un timp rezonabil, verifică folderele SPAM/JUNK.<br />Dacă nu este nici acolo, întreabă-l pe administratorul tău de rețea.
ru: Ссылка для сброса пароля была отправлена на ваш email. Если вы не получили письмо в течении разумного промежутка времени, проверьте папку со спамом.<br>Если письма там нет, то обратитесь к вашему администратору.
sk: Odkaz na obnovu hesla bol odoslaný na váš email. Pokiaľ ho neobdržíte v primeranom čase, skontrolujte spam / priečinok nevyžiadanej pošty. <br> Ak tam nie je, kontaktujte svojho administrátora.
sq: Lidhja për ricaktimin e fjalëkalimi tuaj u dërgua tek email-i juaj. Nëse nuk e merrni brenda një kohe të arsyeshme, kontrolloni dosjet e postës së padëshirueshme/postës së pavlerë.<br>Nëse s’është as aty, pyetni përgjegjësin tuaj lokal.
sr: Веза за ресетовање лозинке је послата на вашу е-пошту. Ако је не примите ускоро, проверите фасцикле за нежељену пошту.<br>Ако није ни тамо, контактирајте вашег администратора.
tr: Parola sıfırlama bağlantısı e-posta adresinize gönderildi. Bir kaç dakika içinde e-postayı almazsanız spam/gereksiz klasörlerinize bakın.<br>E-postayı göremiyorsanız yerel sistem yöneticinizle görüşün.
vi: Liên kết để thiết lập lại mật khẩu của bạn vừa được gửi tới hộp thư điện tử của bạn. Nếu bạn không nhận được liên kết ấy trong vòng một khoảng thời gian xác định, xin vui long kiểm tra thư mục thư rác (spam/junk). <br> Nếu không nhận được thư có liên kết nói trên, xin vui lòng liên hệ quản trị hệ thống của bạn.

source: Your files are encrypted. There will be no way to get your data back after your password is reset.<br />If you are not sure what to do, please contact your administrator before you continue. <br />Do you really want to continue?
ast: Los tos ficheros tán cifraos. Nun habrá mou de recuperar los datos dempués de reaniciar la to contraseña.<br />Si nun tas seguru de lo que facer, contautua col to alministrador enantes de siguir. <br />¿De xuru que quies siguir?
da: Dine filer er krypteret. Det vil ikke være muligt at kunne genskabe din data hvis din adgangskode nulstilles.<br />Hvis du ikke er sikker på hvad du gør, kontakt venligst din administrator før du fortsætter.<br />Ønsker du at forsætte?
de: Deine Dateien sind verschlüsselt. Es gibt keinen Weg Deine Dateien nach dem Rücksetzen des Passwortes wiederherzustellen.<br />Falls Du Dir nicht sicher bist, kontaktiere Deinen Administrator.<br />Möchtest Du wirklich fortfahren?
es: Sus archivos han sido cifrados. No habrá forma de recuperar sus datos tras resetear la contraseña.<br /> Si no está seguro de qué hacer, contacte con su administrador antes de continuar. ¿Está seguro de qué quiere continuar?
es_uy: Tus archivos están encriptados. No habrá manera de recuperar tus datos una vez que restablezca tu contraseña. <br />Si no estás seguro de qué hacer, por favor contacta a tu administrador antes de continuar. <br />¿Realmente deseas continuar?
et_ee: Sinu failid on krüpteeritud. Andmete taaastaamine ei ole pärast parooli lähtestaamist enam võimalik. <br />Kui Sa ei ole kindel mida teha, kontakteeru palun enne jätkamist administraatoriga. <br />Kas Sa kindlasti soovid jätkata?
eu: Zure fitxategiak zifratzen dira. Pasahitza aldatuz gero, ez dago zure datuak berreskuratzeko modurik.<br />Ziur ez bazaude, jarri harremanetan administratzailearekin jarraitu baino lehen. <br />Ziur zaude jarraitu nahi duzula?
fa: فایل های شما رمزگذاری می شوند پس از بازنشانی گذرواژه شما هیچ راهی برای بازگرداندن اطلاعات نخواهید داشت. <br /> اگر مطمئن نیستید که چه کاری باید انجام دهید، قبل از ادامه دادن، با ادمین خود تماس بگیرید. <br />واقعا می خواهید ادامه دهید؟
fi: Tiedostosi ovat salattuja. Salasanan palauttamisen jälkeen niitä ei ole mahdollista palauttaa.<br />Jos et ole varma, mitä tehdä, ole yhteydessä ylläpitäjään ennen kuin jatkat.<br />Haluatko varmasti jatkaa?
fr: Vos fichiers sont chiffrés. Il n'y aura aucun moyen de récupérer vos données une fois le mot de passe réinitialisé.<br />Si vous n'êtes pas sûr de ce que vous faites, veuillez contacter votre administrateur avant de continuer. <br />Voulez-vous vraiment continuer ?
hu: Fájljaid titkosítva vannak. A jelszó visszaállítása után nem lesz semmi mód sem azok visszafejtésére.<br />Ha nem tudod mit teszel ezzel, beszélj a rendszergazdáddal<br />Biztosan folytatod?
it: I tuoi file sono cifrati. Non sarà più possibile recuperare i tuoi dati una volta che la password sarà reimpostata.<br />Se non sei sicuro, contatta l'amministratore prima di proseguire.<br />Vuoi davvero continuare?
ka_ge: ფაილები კოდირებულია. პაროლის აღდგენის შემდეგ ვერანაირად ვერ დაიბრუნებთ მონაცემებს.<br />თუ არ ხართ დარწმუნებული რა გააკეთოთ, გაგრძელებამდე მიმართეთ თქვენს ადმინისტრატორს.<br />დარწმუნებული ხართ, რომ გსურთ გაგრძელება?
ko: 내 파일이 암호화되어 있습니다. 암호를 초기화하면 데이터를 복구할 수 없습니다.<br />무엇을 해야 할 지 잘 모르겠으면 시스템 관리자에게 연락하십시오.<br />그래도 계속 진행하시겠습니까?
lt_lt: Jūsų duomenys yra užšifruoti. Nepraraskite slaptažodžio, nes slaptažodžio atkūrimas neįmanomas ir nebus įmanoma toliau naudotis duomenimis. <br /> Jei nežinote, ką daryti, susisiekite sus sistemos administratoriumi prieš tęsdami darbą su sistema. <br /> Ar norite tęsti?
lv: Jūsu datnes ir šifrētas. Atiestatot paroli, jums zudīs iespēja tos atšifrēt. <br />Ja neessat pārliecināts, ko darīt, sazinieties ar savu administratoru. <br />Vai tiešām vēlaties turpināt?
nb: Filene dine er kryptert. Det vil ikke være mulig å gjenopprette dine data etter at passordet ditt er satt på nytt.<br />Hvis du ikke er sikker på hva du skal gjøre, kontakt administratoren din før du fortsetter. <br />Vil du virkelig fortsette?
pl: Twoje pliki są zaszyfrowane. Po zresetowaniu hasła nie będzie możliwości ich odzyskania.<br />Jeśli nie jest pewien co to oznacza, skontaktuj się proszę z administratroem przed kontynuowaniem.<br />Czy na pewno kontynuować?
pt_br: Seus arquivos são criptografados. Não existe nenhuma maneira de ter seus dados de volta depois que sua senha seja redefinida.<br /> Se você não tem certeza do que fazer, por favor contate seu administrador antes de continuar.<br />Você realmente deseja continuar?
pt_pt: Os seus ficheiros estão encriptados. Não haverá forma de recuperar os dados depois de alterar a senha.<br />Se não tiver a certeza do que fazer, por favor, contacte o administrador antes de continuar. <br />Deseja mesmo continuar?
ro: Fișierele tale sunt criptate. Nu îți vei putea recupera informațiile după resetarea parolei.<br />Dacă nu ești sigur ce să faci, contactează administratorul de rețea înainte de a continua. <br />Sigur vrei să continui?
ru: Ваши файлы хранятся в зашифрованном виде. После сброса пароля будет невозможно получить доступ к этим данным. <br /> Если вы не уверены что делать дальше — обратитесь к вашему системному администратору. <br /> Действительно продолжить?
sk: Vaše súbory sú zašifrované. Po zresetovaní vášho hesla nebude možné vaše dáta obnoviť.<br />Ak si nie ste istý, pred pokračovaním kontaktujte administrátora.<br />Skutočne si prajete pokračovať?
sq: Skedarët tuaj janë të enkriptuar. Nuk do ketë asnjë mënyrë për ti rimarrë të dhënat pasi fjalëkalimi juaj të rivendoset. <br>Nëse nuk jeni të sigurt se çfarë duhet të bëni, ju lutemi flisni me administratorin tuaj para se të vazhdoni. <br /> Doni vërtet të vazhdoni?
sr: Ваши фајлови су шифровани. Не постоји ниједан начин да се Ваши подаци поврате ако се лозинка сад ресетује.<br /> Уколико нисте сигурни шта да радите, контактирајте Вашег администратора пре него што наставите.<br /> Да ли стварно желите да наставите?
tr: Dosyalarınız şifrelenmiş. Parola sıfırlama işleminden sonra verilerinize erişemeyeceksiniz.<br />Ne yapacağınızdan emin değilseniz, ilerlemeden önce sistem yöneticiniz ile görüşün.<br />Gerçekten devam etmek istiyor musunuz?
vi: Các file của bạn đã được mã hóa. Sẽ không có cách nào lấy lại dữ liệu của bạn sau khi mật khẩu được thiết lập lại. <br/> Nếu bạn không chắc điều gì sẽ xảy ra, xin vui lòng liên hệ người quản trị hệ thốngtrước khi bạn tiếp tục. <br/> Bạn có <b> thực sự muốn </b> tiếp tục?

source: I know what I'm doing
ast: Sé lo que toi faciendo
bg: Знам какво правя
da: Jeg ved, hvad jeg har gang i
de: Ich weiß, was ich mache
es: Sé lo que estoy haciendo
es_uy: Sé lo que estoy haciendo
et_ee: Ma tean mida teen
eu: Badakit zer ari naizen egiten
fa: اطلاع از انجام این کار دارم
fi: Tiedän mitä teen
fr: Je sais ce que je fais
hu: Tudom mit csinálok.
it: So cosa sto facendo
ka_ge: ვიცი რასაც ვაკეთებ
ko: 지금 하려는 것을 알고 있습니다
lt_lt: Aš žinau ką darau
lv: Es zinu ko es daru
nb: Jeg vet hva jeg gjør
pl: Wiem co robię
pt_br: Eu sei o que estou fazendo
pt_pt: Eu sei o que eu estou a fazer
ro: Eu știu ce fac
ru: Я понимаю, что делаю
sk: Viem, čo robím
sq: E di se ç’bëj
sr: Знам шта радим
tr: Ne yaptığımı biliyorum
vi: Tôi biết tôi đang làm gì

source: Password can not be changed. Please contact your administrator.
ast: Nun pue camudase la contraseña. Contauta col alministrador, por favor.
bg: Паролата не може да бъде промена. Моля, свържете се с администратора.
da: Adgangskoden kunne ikke ændres. Kontakt venligst din administrator.
de: Passwort kann nicht geändert werden. Bitte kontaktiere deinen Administrator.
es: La contraseña no se puede cambiar. Por favor, contacte a su administrador.
es_uy: Las contraseñas no se pueden cambiar. Por favor contacta a tu adminstrador
et_ee: Parooli ei saa muuta. Palun kontakteeru oma süsteemihalduriga.
eu: Ezin da pasahitza aldatu. Mesedez jarri harremetan zure administradorearekin.
fa: رمز عبور نمی تواند تغییر بکند . لطفا با مدیر سیستم تماس بگیرید .
fi: Salasanan vaihtaminen ei onnistunut. Ota yhteys ylläpitäjään.
fr: Le mot de passe ne peut être modifié. Veuillez contacter votre administrateur.
hu: A jelszót nem lehet visszaállítani. Kérjük, lépjen kapcsolatba a redszergazdával.
it: La password non può essere cambiata. Contatta il tuo amministratore.
ka_ge: პაროლი ვერ იცვლება. დაუკავშირდით თქვენს ადმინისტრატორს.
ko: 암호를 변경할 수 없습니다. 관리자에게 문의하십시오.
lt_lt: Slaptažodis negali būti pakeistas, susisiekite su savo administratoriumi.
lv: Paroli, nevar nomainīt. Lūdzu kontaktēties ar savu administratoru.
nb: Passordet kan ikke endres. Kontakt administratoren din.
pl: Hasło nie może zostać zmienione. Skontaktuj się z administratorem.
pt_br: A senha não pôde ser alterada. Por favor, contate o administrador.
pt_pt: A senha não pode ser alterada. Por favor, contacte o seu administrador.
ro: Parola nu poate fi modificată. Vă rugăm să contactați administratorul dvs.
ru: Пароль не может быть изменён. Свяжитесь с вашим системным администратором.
sk: Heslo nemožno zmeniť. Kontaktujte prosím vášho administrátora.
sq: Fjalëkalimi nuk mund të ndryshohet. Ju lutemi, lidhuni me përgjegjësin tuaj.
sr: Лозинка се не може променити. Контактирајте администратора.
tr: Parola değiştirilemedi. Lütfen yöneticiniz ile görüşün.
vi: Không thể thay đổi được mật khẩu. Xin vui lòng liên hệ người quản trị hệ thống.

source: Reset password
ast: Restablecer contraseña
bg: Възстановяване на паролата
da: Nulstil kodeord
de: Passwort zurücksetzen
es: Restablecer contraseña
es_uy: Restablecer contraseña
et_ee: Lähtesta parool
eu: Berrezarri pasahitza
fa: تنظیم مجدد رمز عبور
fi: Palauta salasana
fr: Réinitialiser le mot de passe
hu: Jelszó-visszaállítás
it: Ripristina la password
ka_ge: პაროლის შეცვლა
ko: 암호 재설정
lt_lt: Atstatyti slaptažodį
lv: Mainīt paroli
nb: Tilbakestill passord
pl: Zresetuj hasło
pt_br: Redefinir senha
pt_pt: Repor senha
ro: Resetează parola
ru: Сбросить пароль
sk: Obnovenie hesla
sq: Ricaktoni fjalëkalimin
sr: Ресетуј лозинку
tr: Parolayı sıfırla
vi: Khôi phục mật khẩu

source: Sending email …
bg: Изпращане на имейл ...
da: Sender email...
de: Sende E-Mail …
es: Enviando correo…
es_uy: Enviando correo electrónico ...
et_ee: Saadan kirja ...
fi: Lähetetään sähköpostia ...
fr: Envoi du mail en cours...
hu: E-mail küldése ...
it: Invio email in corso....
ka_ge: წერილი იგზავნება ...
ko: 이메일 보내는 중…
lt_lt: Siunčiamas el. laiškas ...
nb: Sender e-post…
pl: Wysyłam email ...
pt_br: Enviando email...
ru: Отправка почты...
sk: Posielam email …
sr: Слање е-поште…
tr: E-posta gönderiliyor …

source: No
ast: Non
bg: Не
da: Nej
de: Nein
et_ee: Ei
eu: Ez
fa: نه
fi: Ei
fr: Non
hu: Nem
ka_ge: არა
ko: 아니요
lt_lt: Ne
lv: Nē
nb: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sq: Jo
sr: Не
tr: Hayır
vi: Không

source: Yes
ast: Sí
bg: Да
da: Ja
de: Ja
es: Sí
es_uy: Sí
et_ee: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ka_ge: კი
ko: 예
lt_lt: Taip
lv: Jā
nb: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sq: Po
sr: Да
tr: Evet
vi: Có
