Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Could not send reset email because there is no email address for this username. Please contact your administrator.
ast: Nun pudo unviase'l corréu de reaniciu porque nun hai direición de corréu dala pa esti nome d'usuariu. Contauta col to alministrador, por favor.
bg: Имейлът за възстановяване на паролата не може да бъде изпратен защо потребителят няма имейл адрес. Свържете се с администратора.
da: Kunne ikke sende e-mail om nulstilling af adgangskode, da der ikke er knyttet en e-mail-adresse til dette brugernavn. Kontakt venligst din administrator.
de: Es konnte keine E-Mail verschickt werden um das Passwort zurückzusetzten, da keine E-Mail im Benutzerkonto hinterlegt ist. Bitte kontaktiere deinen Administrator.
es: No se pudo enviar el correo electrónico de restablecimiento porque no hay una dirección de correo electrónico para este nombre de usuario. Póngase en contacto con un administrador.
es_uy: No fue posible enviar el correo electrónico para restablecer porque no hay una dirección de correo electrónico para este usuario. Por favor contacta a tu adminsitrador.
et_ee: Ei saanud saata lähtestamise e-kirja kuna antud kasutajal puudub e-posti aadress. Palun kontakteeruge administraatoriga
eu: Ezin izan da berreskuratze posta elektronikoa bidali helbiderik ez dagoelako erabiltzaile honetarako. Jarri harremanetan administratzailearekin.
fa: ایمیل بازنشانی ارسال نشد, زیرا هیچ نشانی ایمیل برای این نام کاربری وجود ندارد. لطفا با ادمین خود تماس بگیرید.
fi: Salasanan palautusviestiä ei voitu lähettää sähköpostitse, koska käyttäjätunnukselle ei ole määritetty sähköpostiosoitetta. Ota yhteys ylläpitäjään.
fr: Impossible d'envoyer le courriel de réinitialisation car il n'y a aucune adresse de courriel pour cet utilisateur. Veuillez contacter votre administrateur.
hu: Nem tudtunk visszaállítási e-mailt küldeni, mert ehhez a felhasználóhoz nem tartozik e-mail cím. Kérlek, vedd fel a kapcsolatot a rendszergazdával!
it: Impossibile inviare l'email di reimpostazione poiché non è presente un indirizzo email per questo nome utente. Contatta il tuo amministratore.
ka_ge: ამ მომხმარებლისთვის ელ-ფოსტის მისამართი არაა დაყენებული, შესაბამისად აღდგენის ელ-წერილი ვერ გაიგზავნა. გთხოვთ დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 이 사용자 이름과 연결된 이메일 주소가 없어서 초기화 메일을 보낼 수 없습니다. 시스템 관리자에게 연락하십시오.
lt_lt: Nepavyko išsiųsti atstatymo el. laiško dėl to, kad šiam naudotojo vardui nėra nustatytas joks el. pašto adresas. Prašome susisiekti su savo administratoriumi.
lv: Nevarēja nosūtīt paroles maiņas e-pastu, jo lietotājam nav norādīts e-pasts. Lūdzu sazinies ar savu administratoru.
nb: Klarte ikke å sende e-post for tilbakestilling av passord fordi det ikke finnes noen e-postadresse for dette brukernavnet. Kontakt administratoren din.
pl: Nie udało się wysłać ponownego e-maila, ponieważ nie ma adresu e-mail do tego użytkownika. Proszę skontaktować się z administratorem.
pt_br: Não foi possível enviar e-mail de redefinição porque não há nenhum endereço de e-mail para este nome de usuário. Entre em contato com o administrador.
pt_pt: Não foi possível enviar a mensagem de reposição porque não existe nenhum endereço de e-mail associado para este utilizador. Por favor, contacte o seu administrador.
ro: Nu a putut fi trimis un email pentru resetare deoarece nu există o adresă de email pentru acest utilizator. Vă rugăm contactați administratorul.
ru: Невозможно отправить письмо для сброса пароля, так как для этого пользователя не указан адрес его электронной почты. Обратитесь к администратору.
sk: Nemožno poslať email pre obnovu, lebo pre zadaného používateľa neexistuje emailová adresa. Kontaktujte prosím vášho administrátora.
sq: S’u dërgua dot email ricaktimi, ngaqë s’ka adresë email për këtë përdoruesi. Ju lutemi, lidhuni me përgjegjësin tuaj.
sr: Није могуће послати е-пошту за ресетовање лозинке јер није подешена адреса е-поште за овог корисника. Контактирајте администратора.
tr: Bu kullanıcı için bir e-posta adresi olmadığından sıfırlama e-postası gönderilemedi. Lütfen yöneticiniz ile görüşün.
vi: Không thể gửi thư điện tử yêu cầu thiết lập lại vì chưa có địa chỉ thư điện tử đối với tên đăng nhập này. Xin vui long liên hệ với quản trị hệ thống.

source: %s password reset
ast: %s restablecer contraseña
bg: Паролата на %s е променена
da: %s adgangskode nulstillet
de: %s-Passwort zurücksetzen
es: %s restablecer contraseña
es_uy: %s restablecer la contraseña
et_ee: %s parooli lähtestus
eu: %s pasahitza berrezarri
fa: %s رمزعبور تغییر کرد
fi: %s salasanan palautus
fr: Réinitialisation de votre mot de passe %s
hu: %s jelszó visszaállítás
it: Ripristino password di %s
ka_ge: %s პაროლის აღდგენა
ko: %s 암호 재설정
lt_lt: %s slaptažodžio atkūrimas
lv: %s paroles maiņa
nb: %s tilbakestilling av passord
pl: %s reset hasła
pt_br: %s redefinir senha
pt_pt: %s reposição da senha
ro: %s resetare parola
ru: Сброс пароля %s
sk: reset hesla %s
sq: U ricaktua fjalëkalimi për %s
sr: %s лозинка ресетована
tr: %s parola sıfırlama
vi: %s thiết lập lại mật khẩu

source: Password reset
ast: Reaniciu de contrseña
bg: Възстановяване на парола
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
es_uy: Restablecer contraseña
et_ee: Parooli taastamine
eu: Pasahitza berrezarri
fa: تنظیم مجدد رمز عبور
fi: Salasanan palautus
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítás
it: Ripristino password
ka_ge: პაროლის აღდგენა
ko: 암호 재설정
lt_lt: Slaptažodžio atstatymas
lv: Parole atiestatīta
nb: Tilbakestilling av passord
pl: Reset hasła
pt_br: Redefinir a senha
pt_pt: Reposição da senha
ro: Resetare parolă
ru: Сброс пароля
sk: Obnovenie hesla
sq: Fjalkalimi u rivendos
sr: Ресетовање лозинке
tr: Parolamı Sıfırla
vi: Đặt lại mật khẩu

source: Click the following button to reset your password. If you have not requested the password reset, then ignore this email.
ast: Primi nel botón de darréu pa reaniciar la to contraseña. Si nun solicitesti esto, entós inora esti corréu.
bg: Кликнете върху следния бутон, за да възстановите паролата си. Ако не сте поискали възстановяване на паролата, игнорирайте този имейл.
da: Klik på knappen for at nulstille din adgangskode. Hvis ikke det er dig selv der har efterspurgt at få nulstillet din adgangskode, ignorer denne e-mail.
de: Klicke zum Zurücksetzen des Passworts auf die folgende Schaltfläche. Wenn du das Zurücksetzen des Passworts nicht angefordert hast, ignoriere diese E-Mail.
es: Presione el siguiente botón para resetear su contraseña. Si usted no ha solicitado el reseteo de la contraseña, entonces ignore este correo.
es_uy: Haz click en el siguiente botón para restablecer tu contraseña. Si no has solicitado restablecer su contraseña, por favor ignora este correo.
et_ee: Kliki allolevale nupule, et taastada oma parool. Kui sa ei ole paroolitaastamist pärinud. siis ignoreeri seda e-kirja.
eu: Egin klik ondoko botoian zure pasahitza berrezartzeko. Ez baduzu pasahitzaren berrezarpena eskatu ahaztu e-posta hau.
fa: برای بازنشانی رمز عبور خود، روی دکمه زیر کلیک کنید. اگر شما تنظیم مجدد رمز عبور را درخواست نکردید، این ایمیل را نادیده بگیرید.
fi: Paina oheista painiketta palauttaaksesi salasanasi. Jos et ole pyytänyt salasanan palautusta, jätä tämä sähköpostiviesti huomioimatta.
fr: Cliquez sur le bouton suivant pour réinitialiser votre mot de passe. Si vous n'avez pas demandé cette réinitialisation de mot de passe, vous pouvez ignorer ce courriel.
hu: Kattints a lenti gombra a jelszavad visszaállításához. Ha nem te kérted ezt, hagyd figyelmen kívül ezt a levelet.
it: Fai clic sul pulsante seguente per reimpostare la tua password. Se non hai richiesto la reimpostazione della password, ignora questo messaggio.
ka_ge: პაროლის აღსადგენად დააჭირეთ შემდეგ ღილაკს. იმ შემთხვავაში თუ არ მოგითხოვიათ პაროლის აღდგენა, არ მიაქციოთ ყურადღება ამ წერილს.
ko: 아래 단추를 눌러서 암호를 재설정할 수 있습니다. 암호 초기화를 요청하지 않으셨다면 이 이메일을 무시하십시오.
lt_lt: Paspauskite mygtuką slaptažodžio atkūrimui. Jei slaptažodžio atkūrimas nėra reikalingas, ignoruokite šį laišką.
lv: Nospiediet sekojošo pogu, lai atiestatītu paroli. Ja jūs nepieprasijāt paroles atiestatīšanu, ignorējiet šo e-pastu.
nb: Klikk følgende knapp for å tilbakestille passordet ditt. Ignorer denne e-posten hvis du ikke har forespurt dette.
pl: Kliknij następujący przycisk, żeby zresetować hasło. Jeśli nie prosiłeś o zmianę hasła możesz zignorować tego e-maila.
pt_br: Clique no botão abaixo para redefinir sua senha. Se você não solicitou isso, ignore este e-mail.
pt_pt: Clique no seguinte botão para repor a sua senha. Se não solicitou a reposição da senha, ignore este e-mail.
ro: Apăsați butonul următor pentru resetarea parolei dumneavoastră. Dacă nu ați solicitat resetarea parolei, ignorați acest email.
ru: Для сброса пароля нажмите на кнопку. Если вы не запрашивали сброс пароля, просто проигнорируйте это письмо.
sk: Pre obnovenie hesla kliknite na nasledujúce tlačidlo. Pokiaľ ste nevyžiadali obnovenie hesla, tento email ignorujte.
sq: Klikoni butonin më poshtë për të rivendosur fjalëkalimin tuaj. Nëse nuk keni kërkuar rivendosjen e fjalëkalimit, atëherë injorojeni këtë email.
sr: Кликните следеће дугме за ресетовање лозинке. Ако нисте тражили ресетовање лозинке, занемарите ову поруку.
tr: Parolanızı sıfırlamak için düğmeye tıklayın. Parola sıfırlama isteğinde bulunmadıysanız bu e-postayı yoksayabilirsiniz.
vi: Nhấp vào nút sau để đặt lại mật khẩu. Nếu bạn không yêu cầu đặt lại mật khẩu, hãy bỏ qua email này.

source: Click the following link to reset your password. If you have not requested the password reset, then ignore this email.
ast: Primi nel botón de darréu pa reaniciar la to contraseña. Si nun solicitesti esto, entós inora esti corréu.
bg: Кликнете върху следната връзка, за да възстановите паролата си. Ако не сте поискали възстановяване на паролата, игнорирайте този имейл.
da: Klik på linket for at nulstille din adgangskode. Hvis ikke det er dig selv der har efterspurgt at få nulstillet din adgangskode, ignorer denne e-mail.
de: Klicke zum Zurücksetzen des Passworts auf den folgenden Link. Wenn du das Zurücksetzen des Passworts nicht angefordert hast, ignoriere diese E-Mail.
es: Presione el siguiente enlace para resetear su contraseña. Si usted no ha solicitado el reseteo de la contraseña, entonces ignore este correo.
es_uy: Haz click en la siguiente liga para restablecer su contraseña. Si no has solicitado restablecer la contraseña, por favor ignora este mensaje.
et_ee: Kliki allolevale lingile, et taastada oma parool. Kui sa ei ole parooli taastamist pärinud. siis ignoreeri seda e-kirja.
eu: Egin klik ondoko estekan zure pasahitza berrezartzeko. Ez baduzu pasahitzaren berrezarpena eskatu ahaztu e-posta hau.
fa: برای بازنشانی رمز عبور خود، روی لینک زیر کلیک کنید. اگر شما تنظیم مجدد رمز عبور را درخواست نکردید، این ایمیل را نادیده بگیرید.
fi: Paina oheista linkkiä palauttaaksesi salasanasi. Jos et ole pyytänyt salasanan palautusta, jätä tämä sähköpostiviesti huomioimatta.
fr: Cliquer sur le lien suivant pour réinitialiser votre mot de passe. Si vous n'avez pas demandé cette réinitialisation de mot de passe, alors ignorez ce courriel.
hu: Kattints a lenti linkre a jelszavad visszaállításához. Ha nem te kérted ezt, hagyd figyelmen kívül ezt a levelet.
it: Fai clic sul collegamento seguente per reimpostare la tua password. Se non hai richiesto la reimpostazione della password, ignora questo messaggio.
ka_ge: პაროლის აღსადგენად დააჭირეთ შემდეგ ღილაკს. იმ შემთხვავაში თუ არ მოგითხოვიათ პაროლის აღდგენა, არ მიაქციოთ ყურადღება ამ წერილს.
ko: 아래 링크를 눌러서 암호를 재설정할 수 있습니다. 암호 초기화를 요청하지 않으셨다면 이 이메일을 무시하십시오.
lt_lt: Paspauskite nuorodą slaptažodžio atkūrimui. Jei slaptažodžio atkūrimas nėra reikalingas, ignoruokite šį laišką.
lv: Nospiediet sekojošo saiti, lai atiestatītu paroli. Ja jūs nepieprasijāt paroles atiestatīšanu, ignorējiet šo e-pastu.
nb: Klikk følgende lenke for å tilbakestille passordet ditt. Ignorer denne e-posten hvis du ikke har forespurt dette.
pl: Kliknij następujący przycisk, żeby zresetować hasło. Jeśli nie prosiłeś o zmianę hasła możesz zignorować tego e-maila.
pt_br: Clique no link abaixo para redefinir sua senha. Se você não solicitou isso, ignore este e-mail.
pt_pt: Clique na seguinte hiperligação para repor a sua senha. Se não solicitou a reposição da senha, ignore este e-mail.
ro: Apăsați link-ul următor pentru resetarea parolei dumneavoastră. Dacă nu ați solicitat resetarea parolei, ignorați acest email.
ru: Для сброса пароля нажмите на ссылку. Если вы не запрашивали сброс пароля, просто проигнорируйте это письмо.
sk: Pre obnovenie hesla kliknite na nasledujúci odkaz. Pokiaľ ste nevyžiadali obnovenie hesla, tento email ignorujte.
sq: Klikoni ne 'link-un' e rradhes per te rivendosur fjalekalimin tuaj.Nese nuk e keni vendosur akoma fjalekalimin atehere mos e merrni parasysh kete email.
sr: Кликните следећу везу за ресетовање лозинке. Ако нисте тражили ресетовање лозинке, занемарите ову поруку.
tr: Parolanızı sıfırlamak için bağlantıya tıklayın. Parola sıfırlama isteğinde bulunmadıysanız bu e-postayı yoksayabilirsiniz.
vi: Nhấp vào liên kết sau để đặt lại mật khẩu của bạn. Nếu bạn không yêu cầu đặt lại mật khẩu, hãy bỏ qua email này.

source: Reset your password
da: Nulstil din adgangskode
de: Setze dein Passwort zurück
es: Resetear su contraseña
es_uy: Restablecer tu contraseña
et_ee: Lähtesta oma parool
eu: Berrezarri zure pasahitza
fa: تنظیم مجدد رمز عبور
fi: Palauta salasanasi
fr: Réinitialiser votre mot de passe
hu: Állítsd vissza a jelszavad
it: Ripristina la password
ka_ge: აღადგნიეთ თქვენი პაროლი
ko: 내 암호 재설정
lt_lt: Atkurkite savo slaptažodį
lv: Atiestatīt paroli
nb: Tilbakestill passordet ditt
pl: Zresetuj hasło
pt_br: Redefinir sua senha
pt_pt: Repor a senha
ro: Resetați-vă parola
ru: Сбросить пароль
sk: Vytvoriť nové heslo
sq: Rivendosni nje fjalekalim te ri
sr: Ресетуј лозинку
tr: Parolamı Sıfırla
vi: Đổi mật khẩu

source: Couldn't send reset email. Please contact your administrator.
ast: Nun pudo unviase'l corréu de reaniciu. Contauta col to alministrador, por favor.
bg: Неуспешно изпращане на имейл за възстановяване на паролата. Моля, свържете се с вашия администратор.
da: Der opstod et problem under afsending af e-mailen til nulstilling. Kontakt venligst din administrator.
de: Die E-Mail zum Zurücksetzen konnte nicht versendet werden. Bitte kontaktiere Deinen Administrator.
es: No pudo enviarse el correo para restablecer la contraseña. Por favor, contacte con su administrador.
es_uy: No fue posible enviar el correo de restauración. Por favor contacta a tu adminsitrador.
et_ee: Ei suutnud lähtestada e-maili. Palun kontakteeru süsteemihalduriga.
eu: Ezin da berrezartzeko eposta bidali. Mesedez jarri harremetan zure administradorearekin.
fa: ارسال ایمیل مجدد با مشکل مواجه شد . لطفا با مدیر سیستم تماس بگیرید .
fi: Palautussähköpostin lähettäminen ei onnistunut. Ota yhteys ylläpitäjään.
fr: Impossible d'envoyer le courriel de réinitialisation. Veuillez contacter votre administrateur.
hu: Visszaállítási e-mail nem küldhető. Kérlek, lépj kapcsolatba a rendszergazdával.
it: Impossibile inviare l'email di reimpostazione. Contatta il tuo amministratore.
ka_ge: აღდგენის ელ-წერილი ვერ გაიგზავნა. გთხოვთ დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 재설정 메일을 보낼 수 없습니다. 관리자에게 문의하십시오.
lt_lt: Nepavyko išsiųsti atstatymo el. laiško. Prašome susisiekti su savo administratoriumi.
lv: Nevarēja nosūtīt maiņas e-pastu. Lūdzu sazinies ar savu administratoru.
nb: Klarte ikke å sende e-post for tilbakestilling. Kontakt administratoren.
pl: Nie mogę wysłać maila resetującego. Skontaktuj się z administratorem.
pt_br: Não foi possível enviar o e-mail de redefinição. Por favor, contate o administrador.
pt_pt: Não foi possível enviar a mensagem de reposição. Por favor, contacte o seu administrador.
ro: Expedierea email-ului de resetare a eşuat. Vă rugăm să contactaţi administratorul dvs.
ru: Не удалось отправить письмо для сброса пароля. Пожалуйста, свяжитесь с вашим администратором.
sk: Nemožno poslať email pre obnovu. Kontaktujte prosím vášho administrátora.
sq: S’u dërgua dot email-i i ricaktimit. Ju lutemi, lidhuni me përgjegjësin tuaj.
sr: Не могу да пошаљем поруку за ресетовање. Контактирајте администратора.
tr: Sıfırlama e-postası gönderilemedi. Lütfen yöneticiniz ile görüşün.
vi: Không thể gửi thư điện tử yêu cầu thiết lập lại. Xin vui lòng liên hệ quản trị hệ thống

source: Couldn't send reset email. Please make sure your username is correct.
ast: Nun pudo unviase'l corréu. Asegurate que'l to nome d'usuariu seya correutu, por favor
bg: Неуспешно изпращане на имейл за възстановяване на паролата. Моля, уверете се, че потребителското име е правилно.
da: Der opstod et problem under afsendelse af nulstillings e-mailen. Kontroller venligst om dit brugernavnet er korrekt.
de: E-Mail zum Zurücksetzen kann nicht versendet werden. Bitte Deinen Benutzernamen überprüfen.
es: No se pudo enviar el correo electrónico para el restablecimiento. Por favor, asegúrese de que su nombre de usuario es el correcto.
es_uy: No fue posible restablecer el correo electrónico. Por favor asegurarte de que tu nombre de usuario sea correcto.
et_ee: Ei suutnud lähtestada e-maili. Palun veendu, et kasutajatunnus on õige.
eu: Ezin izan da berrezartzeko eposta bidali. Ziurtatu zure erabiltzaile izena egokia dela.
fa: پست الکترونیکی بازنشانی نشد, لطفا مطمئن شوید که نام کاربری شما درست است
fi: Palautussähköpostin lähettäminen ei onnistunut. Varmista, että käyttäjätunnuksesi on oikein.
fr: Impossible d'envoyer le courriel de réinitialisation. Veuillez vérifier que votre nom d'utilisateur est correct.
hu: Visszaállítási e-mail nem küldhető. Kérlek, lépj kapcsolatba a rendszergazdával.
it: Impossibile inviare l'email di reimpostazione. Assicurati che il nome utente sia corretto.
ka_ge: აღდგენის ელ-წერილი ვერ გაიგზავნა. დარწმუნდით, რომ მომხმარებლის სახელი სწორია.
ko: 재설정 메일을 보낼 수 없습니다. 사용자 이름이 올바른지 확인하십시오.
lt_lt: Nepavyko išsiųsti atstatymo el. laiško. Prašome įsitikinti, kad jūsų naudotojo vardas yra teisingas.
lv: Nevarēja nosūtīt paroles maiņas e-pastu. Pārliecinies, ka tavs lietotājvārds ir pareizs.
nb: Klarte ikke å sende e-post for tilbakestilling av passord. Sjekk at brukernavnet ditt er korrekt.
pl: Nie mogę wysłać maila resetującego. Sprawdź czy nazwa użytkownika jest poprawna.
pt_br: Não foi possível enviar o e-mail de redefinição. Verifique se o seu nome de usuário está correto.
pt_pt: Não foi possível enviar a mensagem de reposição. Por favor, confirme se o seu nome de utilizador está correto.
ro: Nu a putut fi trimis un email pentru resetare. Asigură-te că numele de utilizator este corect.
ru: Не удалось отправить письмо для сброса пароля. Убедитесь, что имя пользователя указано верно.
sk: Nemožno poslať email pre obnovu. Uistite sa, či vkladáte správne používateľské meno.
sq: S’u dërgua dot email ricaktimi. Ju lutemi, sigurohuni që emri juaj i përdoruesit është i saktë.
sr: Не могу да пошаљем поруку за ресетовање. Проверите да ли је корисничко име исправно.
tr: Sıfırlama e-postası gönderilemedi. Lütfen kullanıcı adınızın doğru olduğundan emin olun.
vi: Không thể gửi thư điện tử yêu cầu thiết lập lại. Xin vui lòng kiểm tra tên tài khoản đăng nhập

source: Preparing update
ast: Tresnando anovamientu
bg: Подготовка за актуализиране
da: Forbereder opdatering
de: Update vorbereiten
es: Preparando la actualización
es_uy: Preparando actualización
et_ee: Uuendamise ettevalmistamine
eu: Eguneratzea prestatzen
fa: آماده‌سازی به روز‌ رسانی
fi: Valmistellaan päivitystä
fr: Préparation de la mise à jour
hu: Felkészülés a frissítésre
it: Preparazione dell'aggiornamento
ka_ge: განახლების მომზადება
ko: 업데이트 준비 중
lt_lt: Ruošiamas atnaujinimas
lv: Sagatavo atjauninājumu
nb: Forbereder oppdatering
pl: Przygotowuję aktualizację
pt_br: Preparando a atualização
pt_pt: A preparar atualização
ro: Se pregătește actualizarea
ru: Подготовка к обновлению
sk: Pripravuje sa aktualizácia
sq: Duke përgatitur përditësimin
sr: Припремам ажурирање
tr: Güncelleme hazırlanıyor
vi: Đang chuẩn bị cập nhật

source: Repair warning:
ast: Alvertencia d'igua:
bg: Предупреждение при поправка:
da: Reparationsadvarsel:
de: Reparaturwarnung:
es: Advertencia de reparación:
es_uy: Advertencia de reparación:
et_ee: Paranda hoiatus:
eu: Konponketa abisua:
fa: اخطار تعمیر:
fi: Korjausvaroitus:
fr: Avertissement de réparation :
hu: Javítási figyelmeztetés:
it: Avviso di riparazione
ka_ge: გაფრთხილება შეკეთების შესახებ:
ko: 수리 경고:
lt_lt: Pataisymo įspėjimas:
lv: Labošanas brīdinājums:
nb: Advarsel fra reparering:
pl: Ostrzeżenie naprawiania:
pt_br: Aviso da reparação:
pt_pt: Aviso de correção:
ro: Alerte reparare:
ru: Предупреждение восстановления:
sk: Oznámenie opravy:
sq: Sinjalizim ndreqjeje:
sr: Упозорење о поправци :
tr: Onarım uyarısı:
vi: Cảnh báo sửa chữa:

source: Repair error:
ast: Fallu d'igua:
bg: Грешка при поправка:
da: Reparationsfejl:
de: Reparaturfehler:
es: Error que reparar:
es_uy: Error de reparación:
et_ee: Paranda viga:
eu: Akatsa konpondu:
fa: خطای تعمیر:
fi: Korjausvirhe:
fr: Erreur de réparation :
hu: Javítás hiba:
it: Errore di riparazione:
ka_ge: შეცდომა შეკეთების შესახებ:
ko: 수리 오류:
lt_lt: Pataisymo klaida:
lv: Labošanas kļūda:
nb: Feil ved reparering:
pl: Błąd naprawiania:
pt_br: Erro da reparação :
pt_pt: Erro de correção:
ro: Eroare de reparare:
ru: Ошибка восстановления:
sk: Chyba opravy:
sq: Gabim ndreqjeje:
sr: Грешка поправке:
tr: Onarım sorunu:
vi: Lỗi sửa chữa:
