Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Server side authentication failed!
ast: Falló l'autenticación nel sirvidor!
bg: Удостоверяването от страна на сървъра е неуспешно!
da: Server side godkendelse mislykkedes!
de: Serverseitige Authentifizierung fehlgeschlagen!
es: La autenticación ha fallado en el servidor.
es_uy: ¡Falló la autenticación del lado del servidor!
et_ee: Serveripoolne autentimine ebaõnnestus!
eu: Zerbitzari aldeko autentifikazioak huts egin du!
fa: تأیید هویت از سوی سرور انجام نشد!
fi: Palvelimen puoleinen tunnistautuminen epäonnistui!
fr: L'authentification sur le serveur a échoué !
hu: A szerveroldali hitelesítés sikertelen!
it: Autenticazione lato server non riuscita!
ka_ge: სერვერის მხარეს აუტენტიფიკაცია ვერ მოხერხდა!
ko: 서버 인증 실패!
lt_lt: Autentikacija serveryje nepavyko!
lv: Servera autentifikācija neizdevās!
nb: Autentisering mislyktes på tjeneren!
pl: Uwierzytelnianie po stronie serwera nie powiodło się!
pt_br: Autenticação do servidor falhou!
pt_pt: Autenticação do lado do servidor falhou!
ro: Autentificarea la nivel de server a eșuat!
ru: Ошибка аутентификации на стороне сервера!
sk: Autentifikácia na serveri zlyhala!
sq: Mirëfilltësimi më anë të shërbyesit dështoi!
sr: Потврда идентитета на серверу није успела!
tr: Kimlik sunucu tarafında doğrulanamadı!
vi: Xác thực phía máy chủ không thành công!

source: Please contact your administrator.
ast: Por favor, contauta col to alministrador
bg: Моля, свържете се с администратора.
da: Kontakt venligst din administrator.
de: Bitte kontaktiere den Administrator.
es: Por favor, contacte con el administrador.
es_uy: Por favor contacta al administrador.
et_ee: Palun kontakteeru oma süsteemihalduriga.
eu: Mesedez jarri harremetan zure administradorearekin.
fa: لطفا با مدیر وب‌سایت تماس بگیرید.
fi: Ota yhteys ylläpitäjään.
fr: Veuillez contacter votre administrateur.
hu: Kérjük, lépjen kapcsolatba a rendszergazdával.
it: Contatta il tuo amministratore di sistema.
ka_ge: გთხოვთ დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 관리자에게 문의하십시오.
lt_lt: Kreipkitės į savo sistemos administratorių.
lv: Lūdzu, sazinieties ar administratoru.
nb: Kontakt administratoren din.
pl: Skontaktuj się z administratorem
pt_br: Por favor, contacte o administrador.
pt_pt: Por favor, contacte o seu administrador.
ro: Contactează-ți administratorul.
ru: Пожалуйста, обратитесь к администратору.
sk: Kontaktujte prosím vášho administrátora.
sq: Ju lutemi, lidhuni me përgjegjësin tuaj.
sr: Контактирајте вашег администратора.
tr: Lütfen sistem yöneticiniz ile görüşün.
vi: Vui lòng liên hệ với quản trị viên.

source: An internal error occurred.
ast: Asocedió un fallu internu.
bg: Възникна вътрешна грешка.
da: Der opstod en intern fejl.
de: Es ist ein interner Fehler aufgetreten.
es: Ha habido un error interno.
es_uy: Se presentó un error interno.
et_ee: Tekkis sisemine tõrge.
eu: Barne errorea gertatu da.
fa: یک اشتباه داخلی رخ داد.
fi: Tapahtui sisäinen virhe.
fr: Une erreur interne est survenue.
hu: Belső hiba történt.
it: Si è verificato un errore interno.
ka_ge: გამოჩნდა შიდა შეცდომა.
ko: 내부 오류가 발생했습니다.
lt_lt: Įvyko vidinė klaida.
lv: Radās iekšēja kļūda.
nb: En intern feil oppstod
pl: Wystąpił wewnętrzny błąd.
pt_br: Ocorreu um erro interno.
pt_pt: Ocorreu um erro interno.
ro: A apărut o eroare internă.
ru: Произошла внутренняя ошибка.
sk: Došlo k vnútornej chybe.
sq: Ndodhi një gabim i brendshëm.
sr: Догодила се унутрашња грешка.
tr: İçeride bir sorun çıktı.
vi: Đã xảy ra một lỗi nội bộ.

source: Please try again or contact your administrator.
ast: Volvi tentalo o contauta col to alministrador, por favor.
bg: Опитайте отново или се свържете с администраотра.
da: Kontakt venligst din administrator.
de: Bitte versuche es noch einmal oder kontaktiere den Administrator.
es: Por favor reintente nuevamente o contáctese con su administrador.
es_uy: Por favor vuelve a intentarlo o contacta a tu adminsitrador.
et_ee: Palun proovi uuesti või võta ühendust oma administraatoriga.
eu: Saiatu berriro edo jarri harremanetan administratzailearekin.
fa: لطفا مجددا تلاش کنید یا با مدیر سیستم تماس بگیرید.
fi: Yritä uudestaan tai ota yhteys ylläpitäjään.
fr: Veuillez réessayer ou contactez votre administrateur.
hu: Kérjük, próbálja meg újra, vagy vegye fel a kapcsolatot a rendszergazdával.
it: Prova ancora o contatta il tuo amministratore.
ka_ge: გთხოვთ სცადოთ ახლიდან ან დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 다시 시도하거나 관리자에게 연락하십시오.
lt_lt: Pabandykite dar kartą arba susisiekite su sistemos administratoriumi.
lv: Lūdzu, mēģiniet vēlreiz vai sazinieties ar administratoru.
nb: Prøv igjen eller kontakt en administrator.
pl: Spróbuj ponownie lub skontaktuj się z administratorem.
pt_br: Por favor tente novamente ou contacte o administrador.
pt_pt: Por favor, tente de novo ou contacte o seu administrador.
ro: Încearcă din nou sau contactează-ți administratorul.
ru: Пожалуйста попробуйте ещё раз или свяжитесь с вашим администратором
sk: Skúste to znovu, alebo sa obráťte na vášho administrátora.
sq: Ju lutemi, riprovoni ose lidhuni me përgjegjësin tuaj.
sr: Покушајте поново или контактирајте вашег администратора.
tr: Lütfen yeniden deneyin ya da yöneticinizle görüşün.
vi: Vui lòng thử lại hoặc liên hệ quản trị của bạn.

source: Username or email
ast: Nome d'usuariu o corréu
bg: Потребител или имейл
da: Brugernavn eller e-mail
de: Benutzername oder E-Mail
es: Nombre de usuario o email
es_uy: Usuario o correo electrónico
et_ee: Kasutajanimi või e-posti aadress
eu: Erabiltzaile izena edo e-posta
fa: نام کاربری یا ایمیل
fi: Käyttäjätunnus tai sähköpostiosoite
fr: Nom d'utilisateur ou adresse de courriel
hu: Felhasználói név vagy e-mail cím
it: Nome utente o email
ka_ge: მომხმარებლის სახელი ან ელ-ფოსტა
ko: 사용자 이름 또는 이메일
lt_lt: Naudotojo vardas ar el. paštas
lv: Lietotājvārds vai e-pasts
nb: Brukernavn eller e-post
pl: Nazwa użytkownika lub adres e-mail
pt_br: Nome de usuário ou e-mail
pt_pt: Nome de utilizador ou e-mail
ro: Nume de utilizator sau adresă email
ru: Имя пользователя или Email
sk: používateľské meno alebo e-mail
sq: Emër përdoruesi ose email
sr: Корисничко име или адреса е-поште
tr: Kullanıcı adı ya da e-posta
vi: Tên truy cập hoặc email

source: Log in
ast: Aniciar sesión
bg: Вписване
da: Log ind
de: Anmelden
es: Iniciar sesión
es_uy: Ingresar
et_ee: Logi sisse
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ka_ge: შესვლა
ko: 로그인
lt_lt: Prisijungti
lv: Ierakstīties
nb: Logg inn
pl: Zaloguj
pt_br: Entrar
pt_pt: Iniciar Sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sq: Hyni
sr: Пријава
tr: Oturum Aç
vi: Đăng nhập

source: Wrong password.
ast: Contraseña incorreuta
bg: Грешна парола
da: Forkert kodeord.
de: Falsches Passwort.
es: Contraseña incorrecta.
es_uy: Contraseña inválida.
et_ee: Vale parool.
eu: Pasahitz okerra.
fa: گذرواژه اشتباه.
fi: Väärä salasana.
fr: Mot de passe incorrect.
hu: Hibás jelszó.
it: Password errata.
ka_ge: არასწორი პაროლი.
ko: 암호가 잘못되었습니다.
lt_lt: Neteisingas slaptažodis.
lv: Nepareiza parole.
nb: Feil passord.
pl: Złe hasło
pt_br: Senha errada
pt_pt: Senha errada.
ro: Parolă greșită.
ru: Неправильный пароль.
sk: Nesprávne heslo.
sq: Fjalëkalim i gabuar.
sr: Погрешна лозинка.
tr: Parola yanlış.
vi: Sai mật khẩu.

source: We have detected multiple invalid login attempts from your IP. Therefore your next login is throttled up to 30 seconds.
de: Es wurden mehrere ungültige Anmeldeversuche von Deiner IP-Adresse festgestellt. Daher wird die nächste Anmeldung um 30 Sekunden verzögert.
es: Hemos detectado múltiples intentos inválidos desde tu IP. Por tanto, tu próximo intento se retrasará 30 segundos.
fr: Nous avons détecté plusieurs tentatives de connexion invalide depuis votre adresse IP. C'est pourquoi votre prochaine connexion sera retardée de 30 secondes.
hu: Többszöri sikertelen bejelentkezési kísérletet érzékeltünk az IP-dről. A legközelebbi kísérleted így 30 másodperccel késleltetve lesz.
it: Abbiamo rilevato molti tentativi di autenticazione falliti dal tuo indirizzo IP. Di conseguenza il prossimo tentativo è ritardato di 30 secondi.
ka_ge: თქვენი IP მისამართით შევნიშნეთ არაერთი წარუმატებელი ავტორიზაციის მცდელობა. აქედან გამომდინარე თქვენი შემდეგი ავტორიზაციის მცდელობა შეიზღუდება დაახლოებით 30 წამით.
ko: 사용 중인 IP에서 여러 번의 잘못된 로그인 시도를 감지했습니다. 30초 후에 다시 로그인할 수 있습니다.
pt_br: Detectamos várias tentativas de login inválidas de seu IP. Portanto, seu próximo login será desacelerado em até 30 segundos.
ru: С этого IP адреса было выполнено множество неудачных попыток входа. Следующую попытку входа в систему можно будет выполнить через 30 секунд.
sr: Приметили смо више неисправних покушаја пријава са Ваше IP адресе. Следећа пријава ће бити могућа тек за 30 секунди.
tr: IP adresinizden yapılan birden çok geçersiz oturum açma girişimi algılandı. Bu nedenle oturum açmanız 30 saniye süreyle engellendi.

source: Stay logged in
ast: Caltener sesión
bg: Остани вписан
da: Forbliv logget ind
de: Angemeldet bleiben
es: Permanecer autenticado
es_uy: Mantener la sesión abierta
et_ee: Püsi sisselogituna
eu: Ez amaitu saioa
fa: در سیستم بمانید
fi: Pysy sisäänkirjautuneena
fr: Rester connecté
hu: Maradjon bejelentkezve
it: Rimani collegato
ka_ge: ავტორიზებულად დარჩენა
ko: 로그인 유지
lt_lt: Likti prisijungus
lv: Palikt ierakstītam
nb: Forbli innlogget
pl: Pozostań zalogowany
pt_br: Permaneça logado
pt_pt: Manter sessão iniciada
ro: Rămâi autentificat
ru: Оставаться в системе
sk: Zostať prihlásený
sq: Qëndro i futur
sr: Останите пријављени
tr: Bağlı kal
vi: Lưu trạng thái đăng nhập

source: Forgot password?
bg: Забравена парола?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Contraseña olvidada?
es_uy: ¿Olvidaste tu contraseña?
et_ee: Unustasid parooli?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
hu: Elfelejtett jelszó?
it: Hai dimenticato la password?
ka_ge: დაგავიწყდათ პაროლი?
ko: 암호를 잊으셨습니까?
lt_lt: Pamiršote slaptažodį?
nb: Glemt passord?
pl: Zapomniano hasła?
pt_br: Esqueceu a senha?
pt_pt: Senha esquecida?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sr: Заборавили сте лозинку?
tr: Parolamı unuttum

source: Back to log in
da: Tilbage til log in
de: Zur Anmeldung wechseln
es: Volver al registro
es_uy: Regresar al inicio de sesión
et_ee: Tagasi sisselogimise lehele
fi: Palaa kirjautumiseen
fr: Retour à la page de connexion
hu: Vissza a bejelentkezéshez
it: Torna alla schermata di accesso
ka_ge: უკან ავტორიზაციისკენ
ko: 로그인으로 돌아가기
lt_lt: Grįžti prie prisijungimo
nb: Tilbake til innlogging
pl: Powrót do logowania
pt_br: Voltar ao login
ru: Авторизоваться повторно
sr: Назад на пријаву
tr: Oturum açmaya geri dön

source: Alternative Logins
ast: Anicios de sesión alternativos
bg: Алтернативни методи на вписване
de: Alternative Anmeldung
es: Inicios de sesión alternativos
es_uy: Accesos Alternativos
et_ee: Alternatiivsed sisselogimisviisid
eu: Beste erabiltzaile izenak
fa: ورود متناوب
fi: Vaihtoehtoiset kirjautumistavat
fr: Identifiants alternatifs
hu: Alternatív bejelentkezés
it: Accessi alternativi
ka_ge: ალტერნატიული ლოგინები
ko: 대체 로그인
lt_lt: Alternatyvūs prisijungimai
lv: Alternatīvās pieteikšanās
nb: Alternative innlogginger
pl: Alternatywne loginy
pt_br: Logins alternativos
pt_pt: Contas de Acesso Alternativas
ro: Conectări alternative
ru: Альтернативные имена пользователя
sk: Alternatívne prihlásenie
sq: Hyrje Alternative
sr: Алтернативне пријаве
tr: Alternatif Oturum Açmalar
vi: Đăng nhập khác

source: Account access
da: Konto adgang
de: Kontozugriff
es: Acceso a la cuenta
es_uy: Acceo de cuenta
et_ee: Konto ligipääs
eu: Kontuaren sarbidea
fa: دسترسی به حساب
fi: Tilin käyttö
fr: Accès au compte
hu: Fiók hozzáférés
it: Accesso account
ka_ge: წვდომა ანგარიშზე
ko: 계정 접근
lt_lt: Paskyros prieiga
nb: Kontotilgang
pl: Dostęp do konta
pt_br: Acesso à conta
ro: Acces cont
ru: Доступ к аккаунту
sk: Prístup k účtu
sr: Приступ налогу
tr: Hesap erişimi
vi: Truy cập tài khoản

source: You are about to grant %s access to your %s account.
ast: Tas a pìques de conceder a %s l'accesu a la to cuenta %s.
da: Du er ved at tildele %s adgang til din %s konto.
de: Du bist dabei, %s Zugriff auf Dein %s-Konto zu gewähren.
es: Estás a punto de conceder a %s acceso a tu cuenta de %s
es_uy: Estas a punto de otorgar acceso de %s a tu cuenta %s.
et_ee: Sa oled andmas %s ligipääsu oma %s kontole.
eu: %s kontuari %sra sarbidea emango diozu
fr: Vous êtes sur le point d'accorder à "%s" l'accès à votre compte "%s".
hu: Hozzáférést készülsz biztosítani neki: %s ehhez a fiókodhoz: %s.
it: Stai per accordare a "%s" l'accesso al tuo account %s.
ka_ge: თქვენ აპირებთ წვდომის უფლებები მიანიჭოთ %s-ს თქვენს %s ანგარიშზე.
ko: "%s"에 접근하기 위해서 %s 계정을 사용하려고 합니다.
lt_lt: Jūs ketinate suteikti %s prieigą prie savo %s paskyros.
nb: Du er i ferd med å gi %s tilgang til din %s konto.
pl: Zamierzasz udzielić %s dostępu do Twojego konta %s.
pt_br: Você está prestes a conceder %s acesso à sua %s conta.
ro: Ești pe cale să permiți %s accesul la %s contul tău.
ru: Вы собираетесь предоставить пользователю %s доступ к вашему аккаунту %s.
sk: Chystáte sa udeliť %s prístup k svojmu %s účtu.
sr: Управо ћете одобрити %s приступ Вашем %s налогу.
tr: %s erişim iznini %s hesabınız için vermek üzeresiniz.
vi: Bạn sắp được phép %s truy nhập tới tài khoản %s của bạn.

source: Grant access
da: Giv adgang
de: Zugriff gewähren
es: Conceder acceso
es_uy: Conceder acceso
et_ee: Anna ligipääs
fr: Autoriser l'accès
hu: Hozzáférés megadása
it: Accorda accesso
ka_ge: უფლებების მინიჭება
ko: 접근 허용
lt_lt: Suteikti prieigą
nb: Gi tilgang
pl: Udziel dostępu
pt_br: Conceder acesso
ru: Предоставить доступ
sk: Povoliť prístup
sr: Одобри приступ
tr: Erişim izni ver

source: App token
ast: Pase d'aplicación
es: Token de app
es_uy: Ficha de la aplicación
eu: Aplikazio-tokena
fi: Sovellusvaltuutus
fr: Jeton d'application
it: Token applicazione
ka_ge: აპლიკაციის ტოკენი
ko: 앱 토큰
lt_lt: Išorinės sistemos įskiepio kodas
lv: Programmas pilnvara
nb: Program-symbol
pl: Token aplikacji
pt_br: Token do aplicativo
ro: Token aplicație
ru: Токен приложения
sk: Token aplikácie
sq: Çelës identifikues i API-t
sr: Апликативни жетон
tr: Uygulama Kodu
vi: Dấu hiệu ứng dụng

source: Alternative login using app token
ast: Aniciu de sesión alternativu usando pase d'aplicación
da: Alternativ login ved brug af "app token"
de: Alternative Anmeldung via App-Token
es: Login alternativo usando token de app
es_uy: Inicio de sesión alternativo usando la ficha de la aplicación
eu: Ordezko saio-hasiera aplikazio-tokena erabilta
fi: Vaihtoehtoinen kirjautuminen käyttäen sovellusvaltuutusta
fr: Authentification alternative utilisant un jeton d'application
hu: Alternatív bejelentkezés app token segítségével
it: Accesso alternativo utilizzando il token dell'applicazione
ka_ge: ალტერნატული ლოგინი აპლიკაციის ტოკენით
ko: 앱 토큰을 사용한 대체 로그인
lt_lt: Alternatyvus prisijungimas naudojant išorinės sistemos kodą
lv: Alternatīvās pieteikšanās izmantojot programmas pilnvaru.
nb: Alternativ innlogging ved bruk av program-symbol
pl: Zaloguj alternatywnie używając tokenu aplikacji
pt_br: Login alternativo usando o token do aplicativo
ro: Conectare alternativă folosind token-ul aplicației
ru: Альтернативный вход с токеном приложения
sk: Alternatívne prihlásenie pomocou tokenu aplikácie
sq: Hyrje alternative duke perdorur çelësin identifikues të API-t
sr: Алтернативна пријава коришћењем апликативног жетона
tr: Uygulama kodu ile alternatif oturum açma
vi: Cách thức đăng nhập khác sử dụng app token

source: Redirecting …
ast: Redirixendo...
bg: Пренасочване ...
da: Viderstiller
de: Weiterleiten…
es: Redireccionando...
es_uy: Redireccionando ...
et_ee: Ümbersuunamine ...
eu: Birbideratzen...
fi: Ohjataan uudelleen…
fr: Redirection en cours...
hu: Átirányítás ...
it: Redirezione in corso...
ka_ge: გადამისამართება ...
ko: 전환 중 …
lt_lt: Nukreipiama...
lv: Novirzam ...
nb: Videresender…
pl: Przekierowuję...
pt_br: Redirecionando...
pt_pt: A redirecionar...
ro: Redirectare...
ru: Перенаправление…
sk: Presmerovanie...
sq: Duke ju lidhur...
sr: Преусмеравање ...
tr: Yönlendiriliyor...
vi: Chuyển tiếp ...

source: New password
ast: Contraseña nueva
bg: Нова парола
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
es_uy: Nueva contraseña
et_ee: Uus parool
eu: Pasahitz berria
fa: گذرواژه جدید
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ka_ge: ახალი პაროლი
ko: 새 암호
lt_lt: Naujas slaptažodis
lv: Jauna parole
nb: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova senha
ro: Noua parolă
ru: Новый пароль
sk: Nové heslo
sq: Fjalëkalim i ri
sr: Нова лозинка
tr: Yeni parola
vi: Mật khẩu mới

source: New Password
ast: Contraseña nueva
bg: Нова парола
da: Ny adgangskode
de: Neues Passwort
es: Contraseña nueva
es_uy: Nueva Contraseña
et_ee: Uus parool
eu: Pasahitz Berria
fa: رمزعبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ka_ge: ახლი პაროლი
ko: 새 암호
lt_lt: Naujas slaptažodis
lv: Jauna parole
nb: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova senha
ro: Noua Parolă
ru: Новый пароль
sk: Nové heslo
sq: Fjalëkalim i Ri
sr: Нова лозинка
tr: Yeni Parola
vi: Mật khẩu mới

source: Two-factor authentication
ast: Autenticación en dos pasos
bg: Двуфакторно удостоверяване
da: To-faktor autentificering
de: Zwei-Faktor Authentifizierung
es: Autenticación de dos factores
es_uy: Autenticación de dos-factores
et_ee: Kaheastmeline autentimine
eu: Bi faktoreko autentifikazioa
fi: Kaksivaiheinen tunnistautuminen
fr: Second facteur d'authentification
hu: Kétlépcsős hitelesítés
it: Autenticazione a due fattori
ka_ge: ორ-ფაქტრიანი აუტენტიფიკაცია
ko: 2단계 인증
lt_lt: Dviejų žingsnių prisijungimas
lv: Divpakāpju autentifikācija
nb: Tofaktor autentisering
pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de dois fatores
pt_pt: Autenticação de dois factores
ro: Autentificare în doi-factori
ru: Двухфакторная аутентификация
sk: Dvojzložkové overovanie
sq: Verifikim dy-element
sr: Двофакторска провера идентитека
tr: İki aşamalı kimlik doğrulama
vi: Xác thực 2 bước

source: Enhanced security is enabled for your account. Please authenticate using a second factor.
bg: Повишената сигурност е активирана за профила ви. Моля удостоверете използвайки втори фактор.
da: Forbedret sikkerhed er aktiveret for din konto. Vær venlig at autentificere ved hjælp af en anden faktor.
de: Die erweiterte Sicherheit wurde für Dein Konto aktiviert. Bitte authentifiziere Dich mit einem zweiten Faktor.
es: La seguridad mejorada se ha habilitado para tu cuenta. Por favor, autenticar utilizando un segundo factor.
es_uy: La seguridad mejorada está habilitada para tu cuenta. Favor de autenticarte usando un segundo factor.
et_ee: Täiustatud turvalisus on teie konto jaoks lubatud. Palun autentida teise teguri abil.
eu: Hobetutako segurtasuna dago gaituta zure kontuan. Mesedez, autentifikatu bigarren faktore bat erabiliz.
fi: Tililläsi on käytössä parannettu tietoturva. Käytä tunnistuksen toista vaihetta.
fr: La sécurité renforcée est activée pour votre compte. Veuillez vous authentifier en utilisant un second facteur.
hu: A fokozott biztonság engedélyezett a fiókod számára. Kérlek hitelesítsd egy második faktor használatával.
it: La sicurezza migliorata è stata abilitata per il tuo account. Autenticati utilizzando un secondo fattore.
ka_ge: თქვენს ანგარიშზე გაუმჯობესებული თავდაცვა ჩართულია. გთხოვთ გაიაროთ აუტენტიფიკაცია მეორე ფაქტორით.
ko: 현재 계정에 향상된 보안이 켜져 있습니다. 2단계 인증으로 인증하십시오.
lt_lt: Jūsų paskyros saugumas yra sustiprintas. Prašome prisijungti naudojant antrą prisijungimo variantą.
lv: Uzlabota drošība ir iespējota jūsu kontam. Lūdzu autentificējies izmantojot otru faktoru.
nb: Utvidet sikkerhet er aktivert for din konto. Autentiser deg ved å bruke en andre faktor.
pl: Dla Twojego konta uruchomiono wzmocnioną ochronę. Uwierzytelnij przy pomocy drugiego składnika.
pt_br: A segurança aprimorada está habilitada para sua conta. Por favor autentique usando um segundo fator.
pt_pt: Segurança melhorada activada na sua conta. Por favor, autentique-se usando o segundo factor.
ro: Securitatea îmbunătățită este activată pentru contul tău. Autentifică-te utilizând un al doilea factor.
ru: Для вашей учётной записи включена повышенная безопасность. Пожалуйста, аутентифицируйтесь, используя код.
sk: Vylepšená bezpečnosť je pre váš účet povolená. Overenie pomocou druhého faktora.
sq: Rrit sigurinë për llogarin tuaj. Ju lutem bëni verifikimin duke përdorur një element të dytë.
sr: Повећана сигурност је омогућена за овај налог. Проверите идентитет и другим фактором.
tr: Hesabınız için gelişmiş güvenlik etkinleştirildi. Lütfen kimlik doğrulaması için ikinci aşamayı kullanıın.
vi: Tính năng bảo mật nâng cao được kích hoạt cho tài khoản của bạn. Vui lòng xác thực sử dụng yếu tố thứ hai.

source: Cancel log in
bg: Откажи вписване
da: Annullér login
de: Anmeldung abbrechen
es: Cancelar inicio de sesión
es_uy: Cancelar inicio de sesión
et_ee: Katkesta sisselogimine
eu: Ezeztatu log in
fa: لغو ورود
fi: Peru kirjautuminen
fr: Annuler l'authentification
hu: Bejelentkezés megszakítása
it: Annulla l'accesso
ka_ge: ავტორიზაციის შეჩერება
ko: 로그인 취소
lt_lt: Atšaukti prisijungimą
lv: Atcelt pierakstīšanos
nb: Avbryt innlogging
pl: Anuluj logowanie
pt_br: Cancelar login
pt_pt: Cancelar entrada
ro: Anulează conectarea
ru: Отменить вход
sk: Zrušiť prihlásenie
sq: Anuloni identifikimin
sr: Поништите пријаву
tr: Oturum açmaktan vazgeç
vi: Hủy đăng nhập

source: Use backup code
ast: Usar códigu de respaldu
bg: Използвай код за възстановяване
da: Benyt backup-kode
de: Backup-Code benutzen
es: Usar código de respaldo
es_uy: Usar código de respaldo
et_ee: Kasuta varu koodi
eu: Erabili ordezko kodea
fa: از کد پشتیبان استفاده شود
fi: Käytä varakoodia
fr: Utiliser un code de récupération
hu: Biztonsági kód használata
it: Usa il codice di backup
ka_ge: ბექაფის კოდის გამოყენება
ko: 백업 코드 사용
lt_lt: Naudoti atsarginį kodą
lv: Izmantojiet dublēšanas kodu
nb: Bruker sikkerhetskopi kode
pl: Użyj kodu zapasowego
pt_br: Use o código de backup
pt_pt: Usar código de cópia de segurança
ro: Folosește un cod de backup
ru: Использовать код восстановления
sk: Použiť záložný kód
sq: Përdorni kodin e kopjes rezervë
sr: Користите резервни кôд
tr: Yedek kodu kullanacağım
vi: Sử dụng mã dự phòng

source: Error while validating your second factor
ast: Fallu al validar el to pasu segundu
bg: Грешка при валидиране на втория ви фактор
da: Fejl i valideringen af din anden faktor login
de: Fehler beim Bestätigen des zweiten Sicherheitsfaktors
es: Error mientras validaba su factor segundo
es_uy: Se presentó un error al validar tu segundo factor
et_ee: Teise faktori valideerimise viga
eu: Akatsa zure bigarren faktorea balioztatzean
fi: Tunnistuksen toisen vaiheen tarkistus epäonnistui
fr: Erreur lors de la validation de votre second facteur
hu: Hiba történt a második lépés évényesítésekor
it: Errore durante la convalida del tuo secondo fattore
ka_ge: მეორე ფაქტორის ვალიდაციისას წარმოიშვა შეცდომა
ko: 2단계 인증을 검증하는 중 오류 발생
lt_lt: Klaida antrame prisijungimo žingsnyje
lv: Kļūda validējot jūsu otru faktoru.
nb: Feil under validering av din andre faktor
pl: Błąd podczas sprawdzania drugiego składnika
pt_br: Erro ao validar o segundo fator
pt_pt: Erro ao validar o segundo factor
ro: Eroare la validarea celui de-al doilea factor
ru: Ошибка проверки кода
sk: Chyba počas overovania druhého faktora
sq: Gabim gjatë verifikimit të elementit të dytë
sr: Грешка при провери Вашег другог фактора
tr: İkinci aşama doğrulanırken sorun çıktı
vi: Lỗi khi xác thực 2 bước
