Repository: Cybso/server
Catalog: translationfiles/*/core.po
Languages: ast, bg, da, de, es, es_uy, et_ee, eu, fa, fi, fr, hu, it, ka_ge, ko, lt_lt, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sq, sr, tr, vi

source: Error occurred while checking server setup
ast: Fallu entrín se comprobaba la configruación del sirvidor
bg: Възникна грешка при проверката на настройките на сървъра.
da: Der opstod fejl under tjek af serveropsætningen
de: Fehler beim Überprüfen der Servereinrichtung
es: Ha ocurrido un error al revisar la configuración del servidor
es_uy: Se presentó un error al verificar la configuración del servidor
et_ee: Serveri seadete kontrolimisel tekkis viga
eu: Akatsa gertatu da zerbitzariaren konfigurazioa egiaztatzean
fa: خطا در هنگام چک کردن راه‌اندازی سرور رخ داده است
fi: Virhe palvelimen määrityksiä tarkistaessa
fr: Une erreur s'est produite lors de la vérification de la configuration du serveur
hu: Hiba történt a szerver beállítások ellenőrzése közben
it: Si è verificato un errore durante il controllo della configurazione del server
ka_ge: შეცდომა სერვერის მოწყობის შემოწმებისას
ko: 서버 설정을 확인하는 중 오류 발생
lt_lt: Tikrinant serverio sąranką, įvyko klaida
lv: Radās kļūda, pārbaudot servera
nb: Feil oppstod ved sjekking av tjener-oppsett
pl: Pojawił się błąd podczas sprawdzania ustawień serwera
pt_br: Erro ao verificar a configuração do servidor
pt_pt: Ocorreu um erro durante a verificação da configuração do servidor
ro: A apărut o eroare la verificarea configurației serverului
ru: Произошла ошибка при проверке настроек сервера
sk: Počas kontroly nastavenia serveru sa stala chyba
sq: Ndodhi një gabim gjatë kontrollit të rregullimit të shërbyesit
sr: Дошло је до грешке при провери поставки сервера
tr: Sunucu ayarları denetlenirken sorun çıktı
vi: Có lỗi xảy ra khi kiểm tra thiết lập máy chủ

source: Your data directory and files are probably accessible from the Internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root.
de: Dein Datenverzeichnis und deine Dateien sind wahrscheinlich vom Internet aus erreichbar. Die .htaccess-Datei funktioniert nicht. Es wird dringend empfohlen, deinen Webserver dahingehend zu konfigurieren, dass das Datenverzeichnis nicht mehr vom Internet aus erreichbar ist oder dass du es aus dem Dokument-Root-Verzeichnis des Webservers bewegst.
es: Tu directorio de datos y tus archivos son probablemente accesibles desde internet. El archivo .htaccess no funciona. Se recomienda encarecidamente que configures tu servidor web de tal manera que el directorio de datos no sea accesible, o que lo muevas fuera de la raíz de documentos del servidor web.
es_uy: Probablemente tu directorio de datos y archivos sean accesibles desde Internet. El archivo .htaccess no está funcionando. Se recomienda ampliamente que configures tu servidor web para que el directorio de datos no sea accesible, o bien, que muevas el directorio de datos fuera del directorio raíz del servidor web.
fr: Votre dossier de données et vos fichiers sont probablement accessibles depuis internet. Le fichier .htaccess ne fonctionne pas. Nous vous recommandons vivement de configurer votre serveur web de façon à ce que ce dossier de données ne soit plus accessible, ou de le déplacer hors de la racine du serveur web.
hu: Az adatmappád és fájljaid elérhetők az interneten. A .htaccess fájlod nem működik. Erősen javasolt, hogy a webszerveredet úgy állítsd be, hogy a mappa tartalma ne legyen közvetlenül elérhető, vagy mozgasd át a mappát a kiszolgálási területen kívülre.
it: La cartella dei dati e i tuoi file sono probabilmente accessibili da Internet. Il file .htaccess non funziona. Ti consigliamo vivamente di configurare il server web in modo che la cartella dei dati non sia più accessibile o di spostare la cartella fuori dalla radice del server web.
ka_ge: თქვენი data დირექტორია და ფაილები ალბათ წვდომადია ინტერნეტიდან. .htaccess ფაილი არ მუშაობს. მკაცრად რეკომენდირებულია ისე გაუწიოთ თქვენს ვებ-სერვერს კონფიგურაცია, რომ data დირექტორია აღარ იყოს წვდომადი, ან გაიტანოთ ის ვებ-სერვერის root დირექტორიიდან.
ko: 데이터 디렉터리와 파일을 인터넷에서 접근할 수 있는 것 같습니다. .htaccess 파일을 사용할 수 없습니다. 웹 서버 설정을 변경하여 데이터 디렉터리에 접근할 수 없도록 하거나, 데이터 디렉터리를 웹 서버 문서 디렉터리 밖으로 옮기는 것을 추천합니다.
nb: Datamappen og filene dine er sannsynligvis tilgjengelige fra Internett. .htaccess-filen fungerer ikke. Det anbefales sterkt at du setter opp vev-tjeneren slik at datamappen ikke kan nås eller at du flytter datamappen ut av vev-tjenerens dokumentrot.
pl: Twój katalog z danymi i twoje pliki prawdopodobnie są dostępne przez Internet. Plik .htaccess nie działa. Usilnie zalecamy, żebyś tak skonfigurował swój serwer, żeby katalog z danymi nie był dalej dostępny lub przenieś swój katalog z danymi poza katalog root serwera webowego.
pt_br: Seu diretório de dados e arquivos provavelmente podem ser acessados pela Internet. O arquivo .htaccess não está funcionando. É altamente recomendado que você configure seu servidor web para que o diretório de dados não seja mais acessível ou mova o diretório de dados fora da raiz de documentos do servidor web.
ru: Каталог данных и файлы, возможно, доступны из Интернета. Файл .htaccess не работает. Настоятельно рекомендуется настроить веб сервер таким образом, чтобы каталог данных не был доступен из внешней сети, либо переместить каталог данных за пределы корневого каталога веб-сервера.
sr: Ваша фасцикла са подацима и фајлови су вероватно доступни са интернета. .htaccess фајл не ради. Препоручујемо да подесите Ваш веб сервер тако да је фасцикла са подацима ван фасцикле кореног документа веб сервера.
tr: Veri klasörünüz ve dosyalarınız İnternet üzerinden erişime açık olabilir. .htaccess dosyası çalışmıyor. Web sunucunuzu yapılandırarak veri klasörüne erişimi engellemeniz ya da veri klasörünü web sunucu kök klasörü dışına taşımanız önemle önerilir.

source: The "{header}" HTTP header is not set to "{expected}". This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly.
de: Der „{header}“-HTTP-Header ist nicht so konfiguriert, dass er „{expected}“ entspricht. Dies ist ein potentielles Sicherheitsrisiko und es wird empfohlen, diese Einstellung zu ändern.
es: La cabecera HTTP "{header}" no está configurada como "{expected}". Esto es un riesgo potencial de seguridad o privacidad, y se recomienda ajustar esta configuración de forma adecuada.
es_uy: El encabezado HTTP "{header}" está establecido a "{expected}". Esto representa un riesgo potencial de seguridad o privacidad, y que se recomienda ajustar esta configuración.
fr: L'en-tête HTTP "{header}" n'est pas configurée pour être égale à "{expected}". Ceci constitue un risque potentiel relatif à la sécurité et à la vie privée étant donné qu'il est recommandé d'ajuster ce paramètre.
hu: A "{header}" HTTP fejléc nincs beállítva, hogy megegyezzen az elvárttal "{expected}". Ez egy potenciális biztonsági és adatvédelmi kockázat. Kérjük, hogy változtassa meg a beállításokat.
it: L'intestazione HTTP "{header}" non è configurata come "{expected}". Questo è un potenziale rischio di sicurezza o di riservatezza, e noi consigliamo di modificare questa impostazione.
ka_ge: HTTP დასათაურება "{header}" არაა კონფიგურირებული უტოლდებოდეს "{expected}"-ს. ეს პოტენციური უსაფრთხოების და კონფიდენციალურობის რისკია, რეკომენდირებულია ამ პარამეტრის გამოსწორება.
ko: "{header}" HTTP 헤더가 "{expected}"(으)로 설정되어 있지 않습니다. 잠재적인 정보 유출 및 보안 위협이 될 수 있으므로 설정을 변경하는 것을 추천합니다.
nb: HTTP-hodet "{header}" er ikke satt opp likt "{expected}". Dette kan være en sikkerhet- eller personvernsrisiko og det anbefales at denne innstillingen endres.
pl: Nagłówek HTTP {header} nie jest skonfigurowany, aby pasował do {expected}. Jest to poterncjalne zagrożenie prywatności oraz bezpieczeństwa i zalecamy poprawienie tego ustawienia.
pt_br: O cabeçalho HTTP "{header}" não está definido para "{expected}". Este é um potencial risco de segurança ou privacidade e é recomendado ajustar esta configuração de acordo.
ru: Заголовок HTTP «{header}» не настроен на значение «{expected}». Это потенциальная проблема безопасности для устранения которой рекомендуется задать этот параметр.
sr: HTTP заглавље „{header}“ није подешено као „{expected}“. Ово потенцијално угрожава безбедност и приватност и препоручује се да подесите ову поставку.
tr: "{header}" HTTP üst bilgisi "{expected}" şeklinde ayarlanmamış. Bu durum olası bir güvenlik ya da gizlilik riski oluşturduğundan bu ayarın belirtildiği gibi yapılması önerilir.

source: The "{header}" HTTP header is not set to "{expected}". Some features might not work correctly, as it is recommended to adjust this setting accordingly.
de: Der „{header}“-HTTP-Header ist nicht so konfiguriert, dass er „{expected}“ entspricht. Einige Funktionen funktionieren möglicherweise nicht richtig. Daher wird empfohlen, diese Einstellung zu ändern.
es: La cabecera HTTP "{header}" no está configurada como "{expected}". Algunas características podrían no funcionar correctamente, por lo que se recomienda ajustar esta configuración.
es_uy: El encabezado HTTP "{header}" no está establecido a "{expected}". Puede que lgunas características no funcionen correctamente, y se recomienda ajustar esta confirguración.
fr: L'en-tête HTTP "{header}" n'est pas configurée pour être égale à "{expected}". Certaines fonctionnalités peuvent ne pas fonctionner correctement étant donné qu'il est recommandé d'ajuster ce paramètre.
hu: A "{header}" HTTP nem ezzel egyenlőre van beállítva "{expected}". Egyes szolgáltatások esetleg nem fognak megfelelően működni, javasoljuk az átállítását.
it: L'intestazione HTTP "{header}" non è configurata come "{expected}". Alcune funzionalità potrebbero non funzionare correttamente e ti consigliamo di modificare questa impostazione.
ka_ge: HTTP დასათაურება "{header}" არაა კონფიგურირებული უტოლდებოდეს "{expected}"-ს. ზოგიერთმა ფუნქციამ შეიძლება არ იმუშაოს სწორად და რეკომენდირებულია ამ პარამეტრის რეგულაცია.
ko: "{header}" HTTP 헤더가 "{expected}"(으)로 설정되어 있지 않습니다. 일부 기능이 올바르게 작동하지 않을 수 있으므로 설정을 변경하는 것을 추천합니다.
nb: HTTP-hodet "{header}" er ikke satt opp til å være likt "{expected}". Det kan hende noen funksjoner ikke fungerer rett, og det anbefales å justere denne innstillingen henholdsvis.
pl: Nagłówek HTTP {header} nie jest skonfigurowany, aby pasował do {expected}. Jest to poterncjalne zagrożenie prywatności oraz bezpieczeństwa i zalecamy poprawienie tego ustawienia.
pt_br: O cabeçalho HTTP "{header}" não está definido para "{expected}". Alguns recursos podem não funcionar corretamente e é recomendado ajustar esta configuração de acordo.
ru: Заголовок HTTP «{header}» не настроен на значение «{expected}». Это может привести к неработоспособности некоторых из функций и рекомендуется изменить эти настройки.
sr: HTTP заглавље „{header}“ није подешено као „{expected}“. Неке функције можда неће радити исправно, па препоручује се да подесите ову поставку.
tr: "{header}" HTTP üst bilgisi "{expected}" şeklinde ayarlanmamış. Bu durum bazı özelliklerin düzgün çalışmasını engelleyebileceğinden bu ayarın belirtildiği gibi yapılması önerilir.

source: The "Strict-Transport-Security" HTTP header is not set to at least "{seconds}" seconds. For enhanced security, it is recommended to enable HSTS as described in the <a href="{docUrl}" rel="noreferrer noopener">security tips</a>.
de: Der "Strict-Transport-Security" HTTP-Header ist nicht auf mindestens "{seconds}" Sekunden eingestellt. Für mehr Sicherheit wird das Aktivieren von HSTS empfohlen, wie es in den <a href="{docUrl}" rel="noreferrer noopener">Sicherheitshinweisen</a> erläutert ist.
es: La cabecera HTTP "Strict-Transport-Security" no está configurada en al menso "{seconds}". Para mejorar la seguridad, se recomienda activar HSTS como se describe en los <a href="{docUrl}" rel="noreferrer noopener">consejos de seguridad</a>.
es_uy: El encabezado HTTP "Strict-Transport-Security" no está configurado a al menos "{seconds}" segundos. Para una seguridad mejorada, se recomienda configurar el HSTS como se describe en los <a href="{docUrl}" rel="noreferrer noopener">consejos de seguridad</a>.
fr: L'en-tête HTTP "Strict-Transport-Security" n'est pas configurée à au moins "{seconds}" secondes. Pour renforcer la sécurité, nous recommandons d'activer HSTS comme décrit dans nos <a href="{docUrl}" rel="noreferrer noopener">conseils de sécurisation</a>.
hu: A "Strict-Transport-Security" HTTP fejléc nincs legalább "{seconds}" másodpercre állítva. A fejlettebb védelem érdekében javasoljuk a HSTS engedélyezését a <a href="{docUrl}" rel="noreferrer noopener">biztonsági tippekben</a> leírtak szerint.
it: L'intestazione HTTP "Strict-Transport-Security" non è configurata con un valore di almeno "{seconds}" secondi. Per migliorare la sicurezza, consigliamo di abilitare HSTS come descritto nei <a href="{docUrl}" rel="noreferrer noopener">consigli sulla sicurezza</a>.
ka_ge: "Strict-Transport-Security" HTTP დასათაურება არაა კონფიგურირებული "{seconds}" წამამდე მაინც. გაუმჯობესებული თავდაცვის მიზნებისთვის რეკომენდირებულია ჩართოთ HSTS როგორც აღწერილია <a href="{docUrl}" rel="noreferrer noopener">თავდაცვის რეკომენდაციებში</a>.
ko: "Strict-Transport-Security" HTTP 헤더가 "{seconds}"초 이상로 설정되어 있지 않습니다. <a href="{docUrl}" rel="noreferrer noopener">보안 팁</a>에서 제안하는 것처럼 HSTS를 활성화하는 것을 추천합니다.
nb: "Strict-Transport-Security"- (Streng transportsikkerhet) HTTP-hodet er ikke satt opp til minst "{seconds}" sekunder. For bedret sikkerhet anbefales det å skru på HSTS som beskrevet i <a href="{docUrl}" rel="noreferrer noopener">sikkerhetstipsene</a>.
pl: Nagłówek HTTP "Strict-Transport-Security" nie jest ustawiony na przynajmniej "{seconds}" sekund. Dla zwiększenia bezpieczeństwa zalecamy ustawienie HSTS tak jak opisaliśmy to w naszych <a href="{docUrl}" rel="noreferrer noopener">wskazówkach dotyczących bezpieczeństwa</a>.
pt_br: O cabeçalho HTTP "Strict-Transport-Security" não está definido para pelo menos "{seconds}" segundos. Para ter uma segurança melhorada, recomenda-se habilitar o HSTS conforme descrito nas <a href="{docUrl}" rel="noreferrer noopener">dicas de segurança</a>.
ru: Заголовок HTTP «Strict-Transport-Security» должен быть настроен как минимум на «{seconds}» секунд. Для улучшения безопасности рекомендуется включить HSTS согласно нашим <a href="{docUrl}" rel="noreferrer noopener">подсказкам по безопасности</a>.
sr: "Strict-Transport-Security" HTTP заглавље није подешено да буде бар "{seconds}" секунди. За додатну сигурност, предлаже се да омогућите HSTS као што је описано у <a href="{docUrl}" rel="noreferrer noopener">сигурносним саветима</a>.
tr: "Strict-Transport-Security" HTTP üst bilgisi en azından"{seconds}" saniyedir ayarlanmamış. Gelişmiş güvenlik sağlamak için <a href="{docUrl}" rel="noreferrer noopener">güvenlik ipuçlarında</a> anlatıldığı şekilde HSTS özelliğinin etkinleştirilmesi önerilir.

source: Accessing site insecurely via HTTP. You are strongly adviced to set up your server to require HTTPS instead, as described in the <a href="{docUrl}">security tips</a>.
de: Der Zugriff auf diese Site erfolgt über HTTP. Es wird dringend geraten, Ihren Server so zu konfigurieren, dass er stattdessen nur HTTPS akzeptiert, wie es in den <a href="{docUrl}">Sicherheitshinweisen</a> beschrieben ist.
es: Accedes al sitio de forma insegura, vía HTTP. Se aconseja fuertemente configurar tu servidor para que requiera HTTPS, como se describe en los <a href="{docUrl}">consejos de seguridad</a>.
es_uy: Accediendo al sitio de forma insegura vía HTTP. Se recomienda configurar el servidor para, en su lugar, requerir HTTPS, como se describe en los <a href="{docUrl}">consejos de seguridad</a>.
fr: Vous accédez à ce site via HTTP. Nous vous recommandons fortement de configurer votre serveur pour forcer l'utilisation de HTTPS, comme expliqué dans nos <a href="{docUrl}">conseils de sécurisation</a>.
hu: Jelenleg HTTP-vel éri el a weboldalt. Erősen ajánlott a HTTPS konfiguráció használata ehelyett, ahogyan ezt részleteztük a <a href="{docUrl}">biztonsági tippek</a>ben
it: Sei connesso a questo sito tramite HTTP. Ti suggeriamo vivamente di configurare il tuo server per richiedere invece HTTPS, come descritto nei <a href="{docUrl}">consigli sulla sicurezza</a>.
ka_ge: საიტს უკავშირდებით HTTP-თი. მტკიცედ გირჩევთ გაუწიოთ სერვერს კონფიგურაცია, ისე რომ გამოიყენოთ HTTPS, როგორც აღწერილია<a href="{docUrl}">თავდაცვის რეკომენდაციებში</a>.
ko: 사이트에 HTTP를 통해서 보안 없이 접근하고 있습니다. <a href="{docUrl}">보안 팁</a>에서 제안하는 것처럼 HTTPS를 설정하는 것을 추천합니다.
nb: Du besøker denne nettsiden via HTTP. Det anbefales sterkt at du setter opp tjeneren til å kreve HTTPS i stedet, som beskrevet i <a href="{docUrl}">sikkerhetstipsene</a>.
pl: Dostęp do tej strony jest za pośrednictwem protokołu HTTP. Zalecamy skonfigurowanie dostępu do serwera za pomocą protokołu HTTPS zamiast HTTP, jak to opisano w naszych <a href="{docUrl}">wskazówkach bezpieczeństwa</a>.
pt_br: Acessando o site via HTTP não seguro. É recomendado configurar seu servidor para exigir HTTPS, conforme descrito nas <a href="{docUrl}">dicas de segurança</a>.
ru: Используется небезопасное соподчинение по протоколу HTTP. Настоятельно рекомендуется настроить сервер на использование HTTPS согласно нашим <a href="{docUrl}">подсказкам по безопасности</a>.
sr: Приступање сајту преко HTTP-а. Препоручује се да подесите Ваш сервер да захтева HTTPS као што је описано у <a href="{docUrl}">безбедоносним саветима</a>.
tr: Siteye HTTP üzerinden erişiliyor. Sunucunuzu <a href="{docUrl}">güvenlik ipuçlarında</a> anlatıldığı şekilde HTTPS kullanımı gerekecek şekilde yapılandırmanız önemle önerilir.

source: Shared
ast: Compartíu
bg: Споделено
da: Delt
de: Geteilt
es: Compartido
es_uy: Compartido
et_ee: Jagatud
eu: Elkarbanatuta
fa: اشتراک گذاشته شده
fi: Jaettu
fr: Partagé
hu: Megosztott
it: Condiviso
ka_ge: გაზიარებული
ko: 공유됨
lt_lt: Dalinamasi
lv: Koplietots
nb: Delt
pl: Udostępniono
pt_br: Compartilhado
pt_pt: Partilhado
ro: Partajat
ru: Общий доступ
sk: Sprístupnené
sq: Ndarë
sr: Дељено
tr: Paylaşılmış
vi: Được chia sẻ

source: Shared with
bg: Споделено с
da: Delt med
de: Geteilt mit
es: Compartido con
es_uy: Compartido con
et_ee: Jagatud
fi: Jaettu
fr: Partagé avec
hu: Megosztva vele:
it: Condiviso con
ka_ge: გაზიარებულია
ko: 다음 사용자와 공유함
nb: Delt med
pl: Współdzielone z
pt_br: Compartilhado com
pt_pt: Partilhado com
ru: Общий доступ
sk: Sprístupnené používateľovi
sr: Дељено са
tr: Paylaşılanlar

source: Shared by
bg: Споделено от
da: Delt af
de: Geteilt von
es: Compartido por
es_uy: Compartido por
et_ee: Jagas
fi: Jaettu
fr: Partagé par
hu: Megosztotta
it: Condiviso da
ka_ge: გამზიარებელი
ko: 다음 사용자가 공유함
nb: Delt av
pl: Współdzielone przez
pt_br: Compartilhado por
pt_pt: Partilhado por
ru: Доступ предоставлен
sk: Sprístupnené používateľom
sr: Поделио
tr: Paylaşan

source: Error setting expiration date
ast: Fallu afitando la fecha de caducidá
bg: Грешка при настройване на датата за изтичане
da: Fejl under sætning af udløbsdato
de: Fehler beim Setzen des Ablaufdatums
es: Error estableciendo fecha de caducidad
es_uy: Se presentó un error al establecer la fecha de expiración
et_ee: Viga aegumise kuupäeva määramisel
eu: Errore bat egon da muga data ezartzean
fa: خطا در تنظیم تاریخ انقضا
fi: Virhe vanhenemispäivää asetettaessa
fr: Erreur lors de la configuration de la date d'expiration
hu: Nem sikerült a lejárati időt beállítani
it: Errore durante l'impostazione della data di scadenza
ka_ge: ვადის გასვლის მითითებისას წარმოიშვა შეცდომა
ko: 만료 날짜 설정 오류
lt_lt: Klaida nustatant dalinimosi pabaigos laiką
lv: Kļūda, iestatot termiņa datumu
nb: Kan ikke sette utløpsdato
pl: Błąd podczas ustawiania daty wygaśnięcia
pt_br: Erro ao definir data de expiração
pt_pt: Erro ao definir a data de expiração
ro: Eroare la specificarea datei de expirare
ru: Ошибка при установке срока доступа
sk: Chyba pri nastavení dátumu expirácie
sq: Gabim në caktimin e datës së skadimit
sr: Грешка при постављању датума истека
tr: Son kullanma tarihi ayarlanırken sorun çıktı
vi: Lỗi cấu hình ngày kết thúc

source: The public link will expire no later than {days} days after it is created
ast: L'enllaz públicu va caducar enantes de {days} díes dende la so creación
bg: Общодостъпната връзка ще изтече не по-късно от {days} дни след създаването ѝ.
da: Det offentlige link udløber senest {days} dage efter det blev oprettet
de: Der öffentliche Link wird spätestens {days} Tage nach seiner Erstellung ablaufen
es: El vínculo público no expirará antes de {days} desde que se creó
es_uy: La liga pública expirará a los {days} días de haber sido creada
et_ee: Avalik link aegub mitte hiljem kui pärast {days} päeva selle loomist
eu: Esteka publikoak iraungi egingo du, askoz jota, sortu eta {days} egunetara.
fa: لینک عمومی پس از {days} روز پس از ایجاد منقضی خواهد شد
fi: Julkinen linkki vanhenee {days} päivän jälkeen sen luomisesta
fr: Ce lien public expirera dans {days} jours après sa création.
hu: A nyilvános hivatkozás érvényessége legkorábban {days} nappal a létrehozása után jár csak le
it: Il collegamento pubblico scadrà non più tardi di {days} giorni dopo la sua creazione
ka_ge: საზოგადო ბმული გაუქმედება შექმნის მომენტიდან {days} დღის შემდეგ
ko: 공개 링크를 만든 후 최대 {days}일까지 유지됩니다
lt_lt: Nuoroda veiks ne mažiau kaip {days} dienas nuo sukūrimo
nb: Den offentlige lenken vil utløpe senest {days} dager etter at den lages
pl: Link publiczny wygaśnie nie później niż po {days} dniach od utworzenia
pt_br: O link público irá expirar não antes de {days} depois de criado
pt_pt: A hiperligação pública irá expirar, o mais tardar {days} dias depois da sua criação
ro: Legătura publică va expira nu mai târziu de {days} zile de la ziua creării
ru: Срок действия общедоступной ссылки истекает не позже чем через {days} дней после её создания
sk: Verejný odkaz nevyprší skôr než za {days} dní po vytvorení
sq: Lidhja publike do të skadojë jo më vonë se {days} ditë pas krijimit të saj
sr: Јавна веза ће престати да важи {days} дана након стварања
tr: Herkese açık bağlantı, oluşturulduktan {days} gün sonra kullanımdan kaldırılacak
vi: Liên kết công khai sẽ hết hạn sau {days} ngày sau khi được tạo

source: Set expiration date
ast: Afitar la data de caducidá
bg: Задаване на дата на изтичане
da: Vælg udløbsdato
de: Setze ein Ablaufdatum
es: Establecer fecha de caducidad
es_uy: Selecciona la vigencia de tu archivo
et_ee: Määra aegumise kuupäev
eu: Ezarri muga data
fa: تنظیم تاریخ انقضا
fi: Aseta vanhenemispäivä
fr: Spécifier une date d'expiration
hu: Legyen lejárati idő
it: Imposta data di scadenza
ka_ge: მიუთითეთ ვადის გასვლის დრო
ko: 만료 날짜 설정
lt_lt: Nustatykite veikimo pabaigos datą
lv: Iestatiet termiņa datumu
nb: Sett utløpsdato
pl: Ustaw datę wygaśnięcia
pt_br: Definir data de expiração
pt_pt: Definir a data de expiração
ro: Specifică data expirării
ru: Установить срок действия
sk: Nastaviť dátum expirácie
sq: Caktoni datë skadimi
sr: Постави датум истека
tr: Son kullanma tarihini ayarla
vi: Đặt ngày kết thúc

source: Expiration
ast: Caducidá
bg: Изтичане
da: Udløb
de: Ablaufdatum
es: Expira en:
es_uy: Expiración
et_ee: Aegumine
eu: Iraungitzea
fa: تاریخ انقضا
fi: Vanheneminen
hu: Lejárat
it: Scadenza
ka_ge: ვადის გასვლა
ko: 만료
lt_lt: Veikimo pabaiga
lv: Termiņš
nb: Utløpsdato
pl: Wygaśnięcie
pt_br: Expiração
pt_pt: Expiração
ro: Expira
ru: Срок действия
sk: Koniec platnosti
sq: Skadim
sr: Истиче
tr: Son kullanma
vi: Hết hạn
