Repository: Cybso/server
Catalog: translationfiles/*/dav.po
Languages: cs, da, de_de, el, es, es_cl, eu, fi, fr, hu, is, it, ka_ge, nb, nl, pl, pt_br, ru, sk, sr, tr, zh_cn

source: Calendar
cs: Kalendář
da: Kalender
de_de: Kalender
el: Ημερολόγιο
es: Calendario
es_cl: Calendario
eu: Egutegia
fi: Kalenteri
fr: Agenda
hu: Naptár
is: Dagatal
it: Calendario
ka_ge: კალენდარი
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Calendário
ru: Календарь
sk: Kalendár
sr: Календар
tr: Takvim
zh_cn: 日历

source: Todos
cs: Úkoly
da: Opgaver
de_de: Aufgaben
el: Εργασίες προς εκτέλεση
es_cl: Pendientes
eu: Egitekoak
fi: Tehtävät
fr: Tâches
hu: Teendők
is: Verkþættir
it: Cose da fare
ka_ge: შესასრულებელი დავალებები
nb: Gjøremål
nl: Te doen
pl: Zadania
pt_br: Tarefas
ru: Задачи
sk: Úlohy
sr: Подсетници
tr: Yapılacak İşler
zh_cn: 待办事项

source: Personal
cs: Osobní
da: Personligt
de_de: Persönlich
el: Προσωπικά
eu: Pertsonala
fi: Henkilökohtainen
fr: Personnel
hu: Személyes
is: Einka
it: Personale
ka_ge: პირადი
nb: Personlig
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Личное
sk: Osobné
sr: Лично
tr: Kişisel
zh_cn: 个人

source: {actor} created calendar {calendar}
cs: {actor} vytvořil(a) kalendář {calendar}
da: {actor} oprettede kalenderen {calendar}
de_de: {actor} hat den Kalender {calendar} erstellt
el: {actor} δημιουργήθηκε το ημερολόγιο {calendar}
es: {actor} creó el calendario {calendar}
es_cl: {actor} creó el calendario {calendar}
eu: {actor}-k sortutako egutegia: {calendar}
fi: {actor} loi kalenterin {calendar}
fr: {actor} a créé l'agenda {calendar}
hu: {actor} létrehozta a naptárt: {calendar}
is: {actor} bjó til dagatalið {calendar}
it: {actor} ha creato il calendario {calendar}
ka_ge: {actor} მომხმარებელმა შექმნა კალენდარი {calendar}
nb: {actor} opprettet kalenderen {calendar}
nl: {actor} creëerde agenda {calendar}
pl: {actor} utworzył/-a kalendarz {calendar}
pt_br: {actor} criou o calendário {calendar}
ru: {actor} создал(а) календарь «{calendar}»
sk: [actor] vytvoril kalendár [calendar]
sr: {actor} је направио календар {calendar}
tr: {actor}, {calendar} takvimini ekledi
zh_cn: {actor} 创建了日历 {calendar}

source: You created calendar {calendar}
cs: Vytvořil(a
da: Du oprettede kalenderen {calendar}
de_de: Sie haben den Kalender {calendar} erstellt
el: Δημιουργήσατε ημερολόγιο {ημερολόγιο}
es: Usted creó el calendario {calendar}
es_cl: Creaste el calendario {calendar}
eu: {calendar} egutegia sortu duzu
fi: Loit kalenterin {calendar}
fr: Vous avez créé l'agenda {calendar}
hu: Létrehoztad a naptárt: {calendar}
is: Þú bjóst til dagatalið {calendar}
it: Hai creato il calendario {calendar}
ka_ge: თქვენ შექმენით {calendar}
nb: Du opprettet kalenderen {calendar}
nl: Jij creëerde agenda {calendar}
pl: Utworzyłeś/-aś kalendarz {calendar}
pt_br: Você criou o calendário {calendar}
ru: Вы создали календарь «{calendar}»
sk: Vytvorili ste kalendár [calendar]
sr: Креирали сте календар {calendar}
tr: {calendar} takvimini eklediniz
zh_cn: 您创建的日历 {calendar}

source: {actor} deleted calendar {calendar}
cs: {actor} smazal(a) kalendář {calendar}
da: {actor} sletede kalenderen {calendar}
de_de: {actor} hat den Kalender {calendar} gelöscht
el: {actor} διέγραψε το ημερολόγιο {calendar}
es: {actor} eliminó el calendario {calendar}
es_cl: {actor} borró el calendario {calendar}
eu: {actor}-k {calendar} egutegia borratu du
fi: {actor} poisti kalenterin {calendar}
fr: {actor} a supprimé l'agenda {calendar}
hu: {actor} törölte a naptárt: {calendar}
is: {actor} eyddi dagatalinu {calendar}
it: {actor} ha eliminato il calendario {calendar}
ka_ge: {actor} მომხმარებელმამა გააუქმა კალენდარი {calendar}
nb: {actor} slettet kalenderen {calendar}
nl: {actor} verwijderde agenda {calendar}
pl: {actor} usunął/-ęła kalendarz {calendar} .
pt_br: {actor} excluiu o calendário {calendar}
ru: {actor} удалил(а) календарь «{calendar}»
sk: [actor] zmazal kalendár [calendar]
sr: {actor} је обрисао календар {calendar}
tr: {actor}, {calendar} takvimini sildi
zh_cn: {actor} 删除了日历 {calendar}

source: You deleted calendar {calendar}
cs: Smazal(a) jste kalendář {calendar}
da: Du slettede kalenderen {calendar}
de_de: Sie haben den Kalender {calendar} gelöscht
el: Διαγράψατε το ημερολόγιο {calendar}
es: Usted eliminó el calendario {calendar}
es_cl: Borraste el calendario {calendar}
eu: {calendar} egutegia borratu duzu
fi: Poistit kalenterin {calendar}
fr: Vous avez supprimé l'agenda {calendar}
hu: Törölted a naptárt: {calendar}
is: Þú eyddir dagatalinu {calendar}
it: Hai eliminato il calendario {calendar}
ka_ge: თქვენ გააუქმეთ კალენდარი {calendar}
nb: Du slettet kalenderen {calendar}
nl: Je verwijderde agenda {calendar}
pl: Usunąłęś/ęłaś kalendarz {calendar}
pt_br: Você excluiu o calendário {calendar}
ru: Вы удалили календарь «{calendar}»
sk: Zmazali ste kalendár [calendar]
sr: Обрисали сте календар {calendar}
tr: {calendar} takvimini sildiniz
zh_cn: 您删除的日历 {calendar}

source: {actor} updated calendar {calendar}
cs: {actor} aktualizoval(a) kalendář {calendar}
da: {actor} opdaterede kalenderen {calendar}
de_de: {actor} hat den Kalender {calendar} aktualisiert
el: {actor} ενημέρωσε το ημερολόγιο {calendar}
es: {actor} actualizó el calendario {calendar}
es_cl: {actor} actualizó el calendario {calendar}
eu: {actor} -k {calendar} egutegia eguneratu du
fi: {actor} päivitti kalenterin {calendar}
fr: {actor} a mis à jour l'agenda {calendar}
hu: {actor} frissítette a napárt: {calendar}
is: {actor} uppfærði dagatalið {calendar}
it: {actor} ha aggiornato il calendario {calendar}
ka_ge: {actor} მომხმარებელმა განაახლა კალენდარი {calendar}
nb: {actor} oppdaterte kalenderen {calendar}
nl: {actor} werkte agenda {calendar} bij
pl: {actor} zaktualizował/-a kalendarz {calendar} .
pt_br: {actor} atualizou o calendário {calendar}
ru: {actor} обновил(а) календарь «{calendar}»
sk: [actor] upravil kalendár [calendar]
sr: {actor} је ажурирао календар {calendar}
tr: {actor}, {calendar} takvimini güncelledi
zh_cn: {actor} 更新了日历 {calendar}

source: You updated calendar {calendar}
cs: Aktualizoval(a) jste kalendář {calendar}
da: Du opdaterede kalenderen {calendar}
de_de: Sie haben hat den Kalender {calendar} aktualisiert
el: Έχετε ενημερώσει το ημερολόγιο {calendar}
es: Usted actualizó el calendario {calendar}
es_cl: Actualizaste el calendario {calendar}
eu: {calendar} egutegia eguneratu duzu
fi: Päivitit kalenterin {calendar}
fr: Vous avez mis à jour l'agenda {calendar}
hu: Frissítetted a naptárt: {calendar}
is: Þú uppfærðir dagatalið {calendar}
it: Hai aggiornato il calendario {calendar}
ka_ge: თქვენ განაახლეთ კალენდარი {calendar}
nb: Du oppdaterte kalenderen {calendar}
nl: Je werkte agenda {calendar} bij
pl: Zaktualizowałeś/-aś kalendarz {calendar}
pt_br: Você atualizou o calendário {calendar}
ru: Вы обновили календарь «{calendar}»
sk: Upravili ste kalendár [calendar]
sr: Ажурирали сте календар {calendar}
tr: {calendar} takvimini güncellediniz
zh_cn: 您更新了日历 {calendar}

source: You shared calendar {calendar} as public link
cs: Sdílel(a) jste kalendář {calendar} jako veřejný odkaz
de_de: Sie haben den Kalender {calendar} als öffentlichen Link geteilt
el: Μοιραστήκατε το ημερολόγιο {calendar} με δημόσιο σύνδεσμο.
es: Has compartido el calendario {calendar} con un enlace público
es_cl: Compartiste el calendario {calendar} como una liga pública
fi: Jaoit kalenterin {calendar} julkisena linkkinä
fr: Vous avez partagé l'agenda {calendar} avec un lien public
hu: Nyilvános hivatkozásként megosztottad ezt a naptárt: {calendar}
it: Hai condiviso il calendario {calendar} come collegamento pubblico
ka_ge: თქვენ გააზიარეთ კალენდარი {calendar} საზოგადო ბმულის სახით
nb: Du delte kalenderen {calendar} som offentlig lenke
nl: Je deelde de agenda {calendar} als openbare link
pt_br: Você compartilhou o calendário {calendar} como um link público
ru: Вы предоставили общий доступ к календарю «{calendar}» созданием общедоступной ссылки
sr: Поделили сте календар {calendar} као јавну везу
tr: {calendar} takvimini herkese açık bağlantı olarak paylaştınız

source: You removed public link for calendar {calendar}
cs: Odstranil(a) jste veřejný odkaz pro kalendář {calendar}
de_de: Sie haben den öffentlichen Link für Kalender {calendar} entfernt
el: Αφαιρέσατε τον δημόσιο σύνδεσμο για το ημερολόγιο {calendar}
es: Has eliminado el enlace público al calendario {calendar}
es_cl: Eliminaste la liga pública para el calendario {calendar}
fi: Poistit julkisen linkin kalenterilta {calendar}
fr: Vous avez supprimé le lien public pour l'agenda {calendar}
hu: Eltávolítottad a naptár nyilvános hivatkozását: {calendar}
it: Hai rimosso il collegamento pubblico per il calendario {calendar}
ka_ge: თქვენ გააუქმეთ საზოგადო ბმული კალენდარზე {calendar}
nb: Du fjernet offentlig lenke for kalenderen {calendar}
nl: Je verwijderde de openbare link voor de agenda {calendar}
pt_br: Você removeu o link público para o calendário {calendar}
ru: Вы удалили общедоступную ссылку на календарь «{calendar}»
sr: Уклонили сте јавну везу за календар {calendar}
tr: {calendar} takviminin herkese açık bağlantısını kaldırdınız

source: {actor} shared calendar {calendar} with you
cs: {actor} s vámi nasdílel(a) kalendář {calendar}
da: {actor} delte kalenderen {calendar} med dig
de_de: {actor} hat den Kalender {calendar} mit Ihnen geteilt
el: {actor} διαμοιράστηκε το ημερολόγιο {calendar} με εσάς
es: {actor} compartió el calendario {calendar} con usted
es_cl: {actor} ha compartido el calendario {calendar} contigo
eu: {actor} -k zurekin {calendar} egutegia partekatu du
fi: {actor} jakoi kalenterin {calendar} kanssasi
fr: {actor} a partagé l'agenda {calendar} avec vous
hu: {actor} megosztotta veled ezt a naptárt: {calendar}
is: {actor} deildi dagatalinu {calendar} með þér
it: {actor} ha condiviso il calendario {calendar} con te
ka_ge: {actor} მომხმარებელმა თქვენთან გააზიარა კალენდარი {calendar}
nb: {actor} delte kalenderen {calendar} med deg
nl: {actor} deelde agenda {calendar} met je
pl: {actor} współdzieli kalendarz {calendar} z Tobą
pt_br: {actor} compartilhou o calendário {calendar} com você
ru: {actor} предоставил(а) вам общий доступ к календарю «{calendar}»
sk: {actor} vám sprístupnil kalendár {calendar}
sr: {actor} је поделио календар {calendar} са вама
tr: {actor}, {calendar} takvimini sizinle paylaştı
zh_cn: {actor} 收到的日历分享 {calendar}

source: You shared calendar {calendar} with {user}
cs: S uživatelem {user} jste začal(a) sdílet kalendář {calendar}
da: Du delte kalenderen {calendar} med {user}
de_de: Sie haben den Kalender {calendar} mit {user} geteilt
el: Διαμοιραστήκατε το ημερολογίου {calendar} με {user}
es: Usted compartió el calendario {calendar} con {usuario}
es_cl: Compartiste el calendario {calendar} con {user}
eu: {calendar} egutegia {user} erabiltzailearekin partekatu duzu
fi: Jaoit kalenterin {calendar} käyttäjälle {user}
fr: Vous avez partagé l'agenda {calendar} avec {user}
hu: Megosztottad ezt a napárt: {calendar} vele: {user}
is: Þú deildir dagatalinu {calendar} með {user}
it: Hai condiviso il calendario {calendar} con {user}
ka_ge: თქვენ გააზიარეთ კალენდარი {calendar} მომხმარებელთან {user}
nb: Du delte kalenderen {calendar} med {user}
nl: Je deelde agenda {calendar} met {user}
pl: Współdzielisz kalendarz {calendar} z {user}
pt_br: Você compartilhou o calendário {calendar} com {user}
ru: Вы предоставили пользователю {user} общий доступ к календарю «{calendar}»
sk: Sprístupnili ste kalendár {calendar} s {user}
sr: Поделили сте календар {calendar} са {user}
tr: {calendar} takvimini {user} ile paylaştınız
zh_cn: 您与 {user} 分享了日历 {calendar}

source: {actor} shared calendar {calendar} with {user}
cs: {actor} začal sdílet kalendář {calendar} s uživatelem {user}
da: {actor} delte kalenderen {calendar} med {user}
de_de: {actor} hat den Kalender {calendar} mit {user} geteilt
el: {actor} διαμοίρασε το ημερολόγιο {calendar} με {user}
es: {actor} compartió el calendario {calendar} con {user}
es_cl: {actor} compartió el calendario {calendar} con {user}
eu: {actor} -k {calendar} egutegia {user}-rekin partekatu du
fi: {actor} jakoi kalenterin {calendar} käyttäjälle {user}
fr: {actor} a partagé l'agenda {calendar} avec {user}
hu: {actor} megosztotta ezt a napárt: {calendar} vele: {user}
is: {actor} deildi dagatalinu {calendar} með {user}
it: {actor} ha aggiornato il calendario {calendar} con {user}
ka_ge: {actor} მომხმარებელმა გააზიარა {calendar} მომხმარებელთან {user}
nb: {actor} delte kalenderen {calendar} med {user}
nl: {actor} deelde agenda {calendar} met {user}
pl: {actor} współdzieli kalendarz {calendar} z {user}
pt_br: {actor} compartilhou o calendário {calendar} com {user}
ru: {actor} предоставил(а) пользователю {user} общий доступ к календарю «{calendar}»
sk: {actor} sprístupnil kalendár {calendar} s {user}
sr: {actor} је поделио календар {calendar} са {user}
tr: {actor}, {user} ile {calendar} takvimini paylaştı
zh_cn: {actor} 与 {user} 分享了日历 {calendar}

source: {actor} unshared calendar {calendar} from you
cs: {actor} s vámi přestal(a) sdílet kalendář {calendar}
da: {actor} fjernede delingen af {calendar} fra dig
de_de: {actor} teilt den Kalender {calendar} nicht mehr mit Ihnen
el: Ο {actor} σταμάτησε τον διαμοιρασμό του ημερολογίου {calendar} από εσάς
es: {actor} dejó de compartir el calendario {calendar} con usted
es_cl: {actor} ha dejado de compartir el calendario {calendar} contigo
eu: {actor} zurekin partekatzen zuen {calendar} egutegia partekatzeari utzi dio
fi: {actor} lopetti kalenterin {calendar} jakamisen kanssasi
fr: {actor} a cessé de partager l'agenda {calendar} avec vous
hu: {actor} visszavonta töled a naptár megosztását: {calendar}
is: {actor} tók af deilingu á dagatalinu {calendar} frá þér
it: {actor} ha rimosso la condivisione del calendario {calendar} con te
ka_ge: {actor} მომხმარებელმა თქვენთან შეწყვიტა {calendar} კალენდრის გაზიარება
nb: {actor} fjernet delingen av kalenderen {calendar} med deg
nl: {actor} is gestop de agenda {calendar} met je te delen
pl: {actor} zakończył/-a współdzielienie kalendarza {calendar} z Tobą
pt_br: {actor} descompartilhou o calendário {calendar} com você
ru: {actor} закрыл(а) вам доступ к календарю «{calendar}»
sk: {actor} vám prestal sprístupňovať kalendár {calendar}
sr: {actor} је укинуо дељење календара {calendar} са вама
tr: {actor}, {calendar} takviminin sizinle paylaşımını kaldırdı
zh_cn: {actor} 取消分享 {calendar} 给您

source: You unshared calendar {calendar} from {user}
cs: S uživatelem {user} jste přestal(a) sdílet kalendář {calendar}
da: Du fjernede delingen af {calendar} fra {user}
de_de: Sie teilen den Kalender {calendar} nicht mehr mit {user}
el: Σταματήσατε τον διαμοιρασμό ημερολογίου {calendar} από {user}
es: Usted dejó de compartir el calendario {calendar} de {user}
es_cl: Has dejado de compartir el calendario {calendar} con {user}
eu: Partekatzen zenuen {calendar} egutegia {user} -rekin partekatzeari utzi diozu
fi: Lopetit kalenterin {calendar} jakamisen käyttäjälle {user}
fr: Vous avez cessé de partager l'agenda {calendar} avec {user}
hu: Visszavontad a naptár megosztását: {calendar} tőle: {user}
is: Þú tókst af deilingu á dagatalinu {calendar} frá {user}
it: Hai rimosso la condivisione del calendario {calendar} con {user}
ka_ge: თქვენ შეწყვიტეთ {calendar} კალენდრის გაზიარება მომხმარებელთან {user}
nb: Du fjernet delingen av kalender {calendar} med {user}
nl: Je stopte met delen agenda {calendar} met {user}
pl: Zakończyłeś/-aś współdzielenie kalendarza {calendar} z {user}
pt_br: Você descompartilhou o calendário {calendar} com {user}
ru: Вы закрыли пользователю {user} доступ к календарю «{calendar}»
sk: Prestali ste sprístupňovať kalendár {calendar} od používateľa {user}
sr: Укинули сте дељење календара {calendar} са {user}
tr: {calendar} takviminin {user} ile paylaşımını kaldırdınız
zh_cn: 您取消分享给 {user} 的日历 {calendar}

source: {actor} unshared calendar {calendar} from {user}
cs: {actor} přestal(a) sdílet kalendář {calendar} s uživatelem {user}
da: {actor} fjernede delingen af {calendar} fra {user}
de_de: {actor} teilt den Kalender {calendar} nicht mehr mit {user}
el: Ο {actor} σταμάτησε τον διαμοιρασμό του ημερολογίου {calendar} από τον χρήστη {user}
es: {actor} dejó de compartir el calendario {calendar} del usuario{user}
es_cl: {actor} dejó de compartir el calendario {calendar} con {user}
eu: {actor} {user} erabiltzailearekin partekatzen zuen {calendar} egutegia partekatzeari utzi dio
fi: {actor} lopetti kalenterin {calendar} jakamisen käyttäjälle {user}
fr: {actor} a cessé de partager l'agenda {calendar} avec {user}
hu: {actor} visszavonta a naptár megosztását: {calendar} tőle: {user}
is: {actor} tók af deilingu á dagatalinu {calendar} frá {user}
it: {actor} ha rimosso la condivisione del calendario {calendar} con {user}
ka_ge: {actor} მომხმარებელმა შეწყვიტა {calendar} კალენდრის გაზიარება მომხმარებელთან {user}
nb: {actor} fjernet delingen av kalender {calendar} med {user}
nl: {actor} stopte met delen agenda {calendar} met {user}
pl: {actor} zakończył/-a współdzielenie kalendarza {calendar} z {user}
pt_br: {actor} descompartilhou o calendário {calendar} de {user}
ru: {actor} закрыл(а) пользователю {user} доступ к календарю «{calendar}»
sk: {actor} zrušil zdieľanie kalendára {calendar} s používateľom {user}
sr: {actor} је укинуо дељење календара {calendar} са {user}
tr: {actor}, {calendar} takviminin {user} ile paylaşımını kaldırdı
zh_cn: {actor} 取消分享给 {uesr} 的日历 {calendar}

source: {actor} unshared calendar {calendar} from themselves
cs: {actor} přestal sdílet kalendář {calendar} sám se sebou
da: {actor} fjernede delingen af {calendar} fra sig selv
de_de: {actor} teilt den Kalender {calendar} nicht mehr mit sich selbst
el: {actor} σταμάτησε το διαμοιρασμένο ημερολόγιο {calendar} από τον εαυτό τους
es: {actor} dejó de compartir su propio calendario {calendar}
es_cl: {actor} dejó de compartir {el calendario calendar} con él mismo
eu: {actor} {calendar} egutegia partekatzeari utzi dio bere buruarekin
fi: {actor} lopetti kalenterin {calendar} jakamisen itselleen
fr: {actor} a cessé de partager l'agenda {calendar} avec lui-même
hu: {actor} visszavonta tőlük a naptár megosztását: {calendar}
is: {actor} tók af deilingu á dagatalinu {calendar} frá þeim sjálfum
it: {actor} ha rimosso la condivisione del calendario {calendar} con se stesso
ka_ge: {actor} მომხმარებელმა შეწყვიტა {calendar} კალენდრის გაზიარება
nb: {actor} fjernet delingen av kalender {calendar} med seg selv
nl: {actor} stopte het delen van agenda {calendar} met zichzelf
pl: {actor} zakończył/-a wspóldzielenie kalendarza {calendar} od siebie
pt_br: {actor} descompartilhou o calendário {calendar} deles mesmos
ru: {actor} закрыл(а) себе доступ к календарю «{calendar}»
sk: {actor} zrušil zdieľanie kalendára {calendar} so sebou samým
sr: {actor} је укинуо дељење календара {calendar} од себе
tr: {actor}, {calendar} takviminin kendisi ile paylaşımını kaldırdı
zh_cn: {actor} 取消分享日历 {calendar}

source: You shared calendar {calendar} with group {group}
cs: Se skupinou {group} jste začal(a) sdílet kalendář {calendar}
da: Du delte kalenderen {calendar} med gruppen {group}
de_de: Sie haben den Kalender {calendar} mit der Gruppe {group} geteilt
el: Διαμοιραστείκατε ένα ημερολόγιο {calendar} με την ομάδα {group}
es: Usted compartió el calendario {calendar} con el grupo {group}
es_cl: Compartiste el calendario {calendar} con el grupo {group}
eu: {calendar} egutegia {group} taldearekin partekatu duz
fi: Jaoit kalenterin {calendar} ryhmälle {group}
fr: Vous avez partagé l'agenda {calendar} avec le groupe {group}
hu: Megosztottad ezt a naptárt: {calendar} evvel a csoporttal: {group}
is: Þú deildir dagatalinu {calendar} með hópnum {group}
it: Hai condiviso il calendario {calendar} con il gruppo {group}
ka_ge: თქვენ გააზიარეთ კალენდარი {calendar} ჯგუფთან {group}
nb: Du delte kalender {calendar} med gruppe {group}
nl: Je deelde agenda {calendar} met groep {group}
pl: Współdzielisz kalendarz {calendar} z grupą {group}
pt_br: Você compartilhou o calendário {calendar} com o grupo {group}
ru: Вы предоставили группе {group} общий доступ к календарю «{calendar}»
sk: Sprístupnili ste kalendár {calendar} so skupinou {group}
sr: Поделили сте календар {calendar} са групом {group}
tr: {calendar} takvimini {group} grubu ile paylaştınız
zh_cn: 您通过组 {group} 分享了日历 {calendar}

source: {actor} shared calendar {calendar} with group {group}
cs: {actor} nasdílel(a) kalendář {calendar} skupině {group}
da: {actor} delte kalenderen {calendar} med gruppen {group}
de_de: {actor} teilt den Kalender {calendar} mit der Gruppe {group}
el: Ο {actor} διαμοιράστηκε το ημερολόγιο {calendar} με την ομάδα {group}
es: {actor} compartió el calendario {calendar} con el grupo {group}
es_cl: {actor} compartió el calendario {calendar} con el grupo {group}
eu: {actor} {group} taldearekin {calendar} egutegia partekatu du
fi: {actor} jakoi kalenterin {calendar} ryhmälle {group}
fr: {actor} a partagé l'agenda {calendar} avec le groupe {group}
hu: {actor} megosztotta ezt a naptárt: {calendar} evvel a csoporttal: {group}
is: {actor} deildi dagatalinu {calendar} með hópnum {group}
it: {actor} ha condiviso il calendario {calendar} con il gruppo {group}
ka_ge: {actor} მომხმარებელმა გააზიარა {calendar} კალენდარი ჯგუფთან {group}
nb: {actor} delte kalenderen {calendar} med gruppe {group}
nl: {actor} deelde agenda {calendar} met groep {group}
pl: {actor} współdzieli kalendarz {calendar} z grupą {group}
pt_br: {actor} compartilhou o calendário {calendar} com o grupo {group}
ru: {actor} предоставил(а) группе {group} общий доступ к календарю «{calendar}»
sk: {actor} vyzdieľal kalendár {calendar} so skupinou {group}
sr: {actor} је поделио календар {calendar} са групом {group}
tr: {actor}, {calendar} takvimini {group} grubu ile paylaştı
zh_cn: {actor} 通过组 {group} 分享了日历 {calendar}

source: You unshared calendar {calendar} from group {group}
cs: Zrušil(a) jste sdílení kalendáře {calendar} skupině {group}
da: Du fjernede delingen af {calendar} fra gruppen {group}
de_de: Sie teilen den Kalender {calendar} nicht mehr mit der Gruppe {group}
el: Σταματήσατε τον διαμοιρασμό του ημερολογίου {calendar} από την ομάδα {group}
es: Usted dejó de compartir el calendario {calendar} del grupo {group}
es_cl: Dejaste de compartir el calendario {calendar} con el grupo {group}
eu: {group} taldearekin {calendar} egutegia partekatzeari utzi dio.
fi: Lopetit kalenterin {calendar} jakamisen ryhmälle {group}
fr: Vous avez cessé de partager l'agenda {calendar} avec le groupe {group}
hu: Visszavontad ennek a naptárnak a magosztását: {calendar} ettől a csoporttól: {group}
is: Þú tókst af deilingu á dagatalinu {calendar} frá hópnum {group}
it: Hai rimosso la condivisione del calendario {calendar} con il gruppo {group}
ka_ge: თქვენ შეწყვიტეთ კალენდრის {calendar} გაზიარება ჯგუფთან {group}
nb: Du fjernet deling av kalenderen {calendar} med gruppe {group}
nl: Je stopte het delen van agenda {calendar} met groep {group}
pl: Zakończyłeś współdzielenie kalendarza {calendar} z grupą {group}
pt_br: Você descompartilhou o calendário {calendar} do grupo {group}
ru: Вы закрыли группе {group} общий доступ к календарю «{calendar}»
sk: Zrušili ste zdieľanie kalendára {calendar} so skupinou {group}
sr: Укинули сте дељење календара {calendar} са групом {group}
tr: {calendar} takviminin {group} grubu ile paylaşımını kaldırdınız
zh_cn: 您取消分享给组 {group} 的日历 {calendar}
