Repository: Cybso/server
Catalog: translationfiles/*/dav.po
Languages: cs, da, de_de, el, es, es_cl, eu, fi, fr, hu, is, it, ka_ge, nb, nl, pl, pt_br, ru, sk, sr, tr, zh_cn

source: {actor} unshared calendar {calendar} from group {group}
cs: {actor} přestal(a) sdílet kalendář {calendar} se skupinou {group}
da: {actor} fjernede deling af kalenderen {calendar} fra gruppen {group}
de_de: {actor} teilt den Kalender {calendar} nicht mehr mit der Gruppe {group}
el: {actor} σταμάτησε το διαμοιρασμένο ημερολόγιο {calendar} από την ομάδα {group}
es: {actor} dejó de compartir el calendario {calendar} del grupo {group}
es_cl: {actor} dejó de compartir el calendrio {calendar} con el grupo {group}
eu: {actor}-rk {group} taldearekin {calendar} egutegia partekatzeari utzi dio.
fi: {actor} lopetti kalenterin {calendar} jakamisen ryhmälle {group}
fr: {actor} a cessé de partager l'agenda {calendar} avec le groupe {group}
hu: {actor} visszavonta ennek a naptárnak a magosztását: {calendar} ettől a csoporttól: {group}
is: {actor} tók af deilingu á dagatalinu {calendar} frá hópnum {group}
it: {actor} ha rimosso la condivisione del calendario {calendar} con il gruppo {group}
ka_ge: {actor} მომხმარებელმა შეწყვიტა {calendar} კალენდრის გაზიარება ჯგუფთან {group}
nb: {actor} fjernet deling av kalenderen {calendar} med gruppe {group}
nl: {actor} stopte het delen van agenda {calendar} met groep {group}
pl: {actor} nie współdzieli kalendarza {calendar} z grupą {group} .
pt_br: {actor} descompartilhou o calendário {calendar} do grupo {group}
ru: {actor} закрыл(а) группе {group} общий доступ к календарю «{calendar}»
sk: {actor} zrušil zdieľanie kalendára {calendar} so skupinou {group}
sr: {actor} је укинуо дељење календара {calendar} са групом {group}
tr: {actor}, {calendar} takviminin {group} grubu ile paylaşımını kaldırdı
zh_cn: {actor} 取消分享给组 {group} 的日历 {calendar}

source: {actor} created event {event} in calendar {calendar}
cs: {actor} vytvořil(a) událost {event} v kalendáři {calendar}
da: {actor} oprettede begivenheden {event} i kalenderen {calendar}
de_de: {actor} hat das Ereignis {event} im Kalender {calendar} erstellt
el: Ο {actor} δημιούργησε το γεγονός {event} στο ημερολόγιο {calendar}
es: {actor} creó el evento {event} en el calendario {calendar}
es_cl: {actor} creó el evento {event} en el calendario {calendar}
eu: {actor} {event} jarduera {calendar} egutegian sortu du.
fi: {actor} loi tapahtuman {event} kalenteriin {calendar}
fr: {actor} a créé l'évènement {event} dans l'agenda {calendar}
hu: {actor} létrehozta ezt az eseményt: {event} ebben a naptárban: {calendar}
is: {actor} bjó til atburðinn {event} í dagatalinu {calendar}
it: {actor} ha creato l'evento {event} nel calendario {calendar}
ka_ge: {actor} მომხმარებელმა შექმნა მოვლენა {event} კალენდარში {calendar}
nb: {actor} opprettet en hendelse {event} i kalenderen {calendar}
nl: {actor} creëerde afspraak {event} in agenda {calendar}
pl: {actor} utworzył/-a wydarzenie {event} w kalendarzu {calendar}
pt_br: {actor} criou o evento {event} no calendário {calendar}
ru: {actor} создал(а) событие «{event}» в календаре «{calendar}»
sk: {actor} vytvoril udalosť {event} v kalendári {calendar}
sr: {actor} је направио догађај {event} у календару {calendar}
tr: {actor}, {calendar} takvimine {event} etkinliğini ekledi
zh_cn: {actor} 在日历 {calendar} 中创建了事件 {event}

source: You created event {event} in calendar {calendar}
cs: V kalendáři {calendar} jste vytvořil(a) událost {event}
da: Du oprettede begivenheden {event} i kalenderen {calendar}
de_de: Sie haben das Ereignis {event} im Kalender {calendar} erstellt
el: Δημιουργήσατε το γεγονός {event} στο ημερολόγιο {calendar}
es: Usted creó el evento {event} en el calendario {calendar}
es_cl: Creaste el evento {event} en el calendario {calendar}
eu: {calendar} egutegia {event} jarduera sortu duzu
fi: Loit tapahtuman {event} kalenteriin {calendar}
fr: Vous avez créé l'évènement {event} dans l'agenda {calendar}
hu: Létrehoztad ezt az eseményt: {event} ebben a naptárban: {calendar}
is: Þú bjóst til atburðinn {event} í dagatalinu {calendar}
it: Hai creato l'evento {event} nel calendario {calendar}
ka_ge: თქვენ შექმენით მოვლენა {event} კალენდარში {calendar}
nb: Du opprettet en hendelse {event} i kalenderen {calendar}
nl: Je creëerde afspraak {event} in agenda {calendar}
pl: Utworzyłeś/-ał wydarzenie {event} w kalendarzu {calendar}
pt_br: Você criou o evento {event} no calendário {calendar}
ru: Вы создали событие «{event}» в календаре «{calendar}»
sk: Vytvorili ste udalosť [event] v kalendári [calendar]
sr: Креирали сте догађај {event} у календару {calendar}
tr: {calendar} takvimine {event} etkinliğini eklediniz
zh_cn: 您在日历 {calendar} 中创建了事件 {event}

source: {actor} deleted event {event} from calendar {calendar}
cs: {actor} z kalendáře {calendar} smazal(a) událost {event}
da: {actor} slettede begivenheden {event} fra kalenderen {calendar}
de_de: {actor} hat das Ereignis {event} im Kalender {calendar} gelöscht
el: Ο {actor} διέγραψε το γεγονός {event} από το ημερολόγιο {calendar}
es: {actor} eliminó el evento {event} del calendario {calendar}
es_cl: {actor} borró el eventó {event} del calendario {calendar}
eu: {actor}-rk {event} jarduera {calendar} egutegitik borratu du
fi: {actor} poisti tapahtuman {event} kalenterista {calendar}
fr: {actor} a supprimé l'évènement {event} de l'agenda {calendar}
hu: {actor} törölte ezt az eseményt: {event} ebből a naptárból: {calendar}
is: {actor} eyddi atburðinum {event} úr dagatalinu {calendar}
it: {actor} ha eliminato l'evento {event} dal calendario {calendar}
ka_ge: {actor} მომხმარებელმა გააუქმა მოვლენა {event} კალენდარში {calendar}
nb: {actor} slettet hendelsen {event} fra kalenderen {calendar}
nl: {actor} verwijderde afspraak {event} uit agenda {calendar}
pl: {actor} usunął/-ęłą wydarzenie {event} z kalendarza {calendar}
pt_br: {actor} excluiu o evento {event} do calendário {calendar}
ru: {actor} удалил(а) событие «{event}» из календаря «{calendar}»
sk: [actor] zmazal udalosť [event] z kalendára [calendar]
sr: {actor} је обрисао догађај {event} из календара {calendar}
tr: {actor}, {calendar} takviminden {event} etkinliğini sildi
zh_cn: {actor} 在日历 {calendar} 中删除了事件 {event}

source: You deleted event {event} from calendar {calendar}
cs: Smazal(a) jste událost {event} z kalendáře {calendar}
da: Du slettede begivenheden {event} fra kalenderen {calendar}
de_de: Sie haben das Ereignis {event} im Kalender {calendar} gelöscht
el: Διαγράψατε το συμβάν {event} από το ημερολόγιο {calendar}
es: Usted eliminó el evento {event} del calendario {calendar}
es_cl: Borraste el evento {event} del calendario {calendar}
eu: {event} jarduera {calendar} egutegitik borratu duzu
fi: Poistit tapahtuman {event} kalenterista {calendar}
fr: Vous avez supprimé l'évènement {event} de l'agenda {calendar}
hu: Törölted ezt az eseményt: {event} ebből a naptárból: {calendar}
is: Þú eyddir atburðinum {event} úr dagatalinu {calendar}
it: Hai ha eliminato l'evento {event} dal calendario {calendar}
ka_ge: თქვენ გააუქმეთ მოვლენა {event} კალენდარში {calendar}
nb: Du slettet hendelsen {event} fra kalenderen {calendar}
nl: Je verwijderde afspraak {event} uit agenda {calendar}
pl: Usunąłeś/-aś wydarzenie {event} z kalendarza {calendar}
pt_br: Você excluiu o evento {event} do calendário {calendar}
ru: Вы удалили событие «{event}» из календаря «{calendar}»
sk: Zmazali ste udalosť [event] z kalendára [calendar]
sr: Обрисали сте догађај {event} из календара {calendar}
tr: {calendar} takviminden {event} etkinliğini sildiniz
zh_cn: 您在日历 {calendar} 中删除了事件 {event}

source: {actor} updated event {event} in calendar {calendar}
cs: {actor} aktualizoval(a) událost {event} v kalendáři {calendar}
da: {actor} opdaterede begivenheden {event} i kalenderen {calendar}
de_de: {actor} hat das Ereignis {event} im Kalender {calendar} aktualisiert
el: Ο {actor} ενημέρωσε το γεγονός {event} στο ημερολόγιο {calendar}
es: {actor} actualizó el evento {event} en el calendario {calendar}
es_cl: {actor} actualizó el evento {event} en el calendario {calendar}
eu: {actor}-rek {event} jarduera {calendar} egutegian eguneratu da
fi: {actor} päivitti tapahtuman {event} kalenteriin {calendar}
fr: {actor} a mis à jour l'évènement {event} dans l'agenda {calendar}
hu: {actor} frissítette ezt az eseményt: {event} ebben a naptárban: {calendar}
is: {actor} uppfærði atburðinn {event} í dagatalinu {calendar}
it: {actor} ha aggiornato l'evento {event} nel calendario {calendar}
ka_ge: {actor} მომხმარებელმა განაახლა მოვლენა {event} კალენდარში {calendar}
nb: {actor} oppdaterte hendelsen {event} i kalenderen {calendar}
nl: {actor} heeft afspraak {event} in agenda {calendar} bijgewerkt
pl: {actor} zaktualizował/-a wydarzenie {event} z kalendarza {calendar}
pt_br: {actor} atualizou o evento {event} no calendário {calendar}
ru: {actor} обновил(а) событие «{event}» в календаре «{calendar}»
sk: {actor} aktualizoval udalosť {event} v kalendári {calendar}
sr: {actor} је ажурирао догађај {event} у календару {calendar}
tr: {actor}, {calendar} takvimindeki {event} etkinliğini güncelledi
zh_cn: {actor} 在日历 {calendar} 中更新了事件 {event}

source: You updated event {event} in calendar {calendar}
cs: Aktualizoval(a) jste událost {event} v kalendáři {calendar}
da: Du opdaterede begivenheden {event} i kalenderen {calendar}
de_de: Sie haben das Ereignis {event} im Kalender {calendar} aktualisiert
el: Ενημερώσατε το συμβάν {event} στο ημερολόγιο {calendar}
es: Usted actualizó el evento {event} en el calendario {calendar}
es_cl: Actualizaste el evento {event} en el calendario {calendar}
eu: {event} jarduera {calendar} egutegian eguneratu duzu
fi: Päivitit tapahtuman {event} kalenteriin {calendar}
fr: Vous avez mis à jour l'évènement {event} dans l'agenda {calendar}
hu: Frissítetted ezt az eseményt: {event} ebben a naptárban: {calendar}
is: Þú uppfærðir atburðinn {event} í dagatalinu {calendar}
it: Hai aggiornato l'evento {event} nel calendario {calendar}
ka_ge: თქვენ განაახლეთ მოვლენა {event} კალენდარში {calendar}
nb: Du oppdaterte hendelsen {event} i kalenderen {calendar}
nl: Je hebt afspraak {event} in agenda {calendar} bijgewerkt
pl: Zaktualizowałeś/-aś wydarzenie {event} w kalendarzu {calendar}
pt_br: Você atualizou o evento {event} no calendário {calendar}
ru: Вы обновили событие «{event}» в календаре «{calendar}»
sk: Aktualizovali ste udalosť {event} v kalendári {calendar}
sr: Ажурирали сте догађај {event} у календару {calendar}
tr: {calendar} takvimindeki {event} etkinliğini güncellediniz
zh_cn: 您在日历 {calendar} 中更新了事件 {event}

source: {actor} created todo {todo} in list {calendar}
cs: {actor} vytvořil(a) v seznamu {calendar} vytvořila úkol {todo}
da: {actor} oprettede en opgave {todo} i listen {calendar}
de_de: {actor} hat die Aufgabe {todo} in der Liste {calendar} erstellt
el: {actor} δημιούργησε την εκκρεμότητα {todo} στη λίστα {ημερολόγιο}
es: {actor} creó la tarea {todo} en la lista {calendar}
es_cl: {actor} creó el pendiente {todo} en la lista {calendar}
eu: {actor}-rek {calendar} zerrendan {todo} ekintza sortu du.
fi: {actor} loi tehtävän {todo} listaan {calendar}
fr: {actor} a créé la tâche {todo} dans la liste {calendar}
hu: {actor} létrehozta ezt a teendőt: {todo} ebben a listában: {calendar}
is: {actor} bjó til verkefnið {todo} á listanum {calendar}
it: {actor} ha creato la cosa da fare {todo} nell'elenco {calendar}
ka_ge: {actor} მომხმარებელმა შექმნა შესასრულებელი დავალება {todo} სიაში {calendar}
nb: {actor} opprettet en oppgaven {todo} i listen {calendar}
nl: {actor} creëerde taak {todo} in lijst {calendar}
pl: {actor} utworzył/-a zadanie {todo} na liście {calendar}
pt_br: {actor} criou a tarefa {todo} na lista {calendar}
ru: {actor} создал(а) задачу «{todo}» в списке «{calendar}»
sk: {actor} vytvoril úlohu {todo} v {calendar}
sr: {actor} је направио подсетник {todo} у листи {calendar}
tr: {actor}, {calendar} takvimi listesine {todo} yapılacak işini ekledi
zh_cn: {actor} 在列表 {calendar} 中创建了待办事项 {todo}

source: You created todo {todo} in list {calendar}
cs: V seznamu {calendar} jste vytvořil(a) úkol {todo}
da: Du oprettede opgaven {todo} i listen {calendar}
de_de: Sie haben die Aufgabe {todo} in der Liste {calendar} erstellt
el: Δημιουργήσατε την εκκρεμότητα {todo} στη λίστα {ημερολόγιο}
es: Usted creó la tarea {todo} en la lista {calendar}
es_cl: Creaste el pendiente {todo} en la lista {calendar}
eu: {calendar} zerrendan {todo} ekintza sortu duzu.
fi: Loit tehtävän {todo} listaan {calendar}
fr: Vous avez créé la tâche {todo} dans la liste {calendar}
hu: Létrehoztad ezt a teendőt: {todo} ebben a listában: {calendar}
is: Þú bjóst til verkefnið {todo} á listanum {calendar}
it: Hai creato la cosa da fare {todo} nell'elenco {calendar}
ka_ge: თქვენ შექმენით შესასრულებელი დავალება {todo} სიაში {calendar}
nb: Du opprettet en oppgave {todo} i listen {calendar}
nl: Jij creëerde taak {todo} in lijst {calendar}
pl: Utworzyłeś/-aś zadanie {todo} na liście {calendar}
pt_br: Você criou a tarefa {todo} na lista {calendar}
ru: Вы создали задачу «{todo}» в списке «{calendar}»
sk: Vytvorili ste úlohu {todo} v {calendar}
sr: Креирали сте подсетник {todo} у листи {calendar}
tr: {calendar} takvimi listesine {todo} yapılacak işini eklediniz
zh_cn: 您在列表 {calendar} 中创建了待办事项 {todo}

source: {actor} deleted todo {todo} from list {calendar}
cs: {actor} smazal(a) úkol {todo} ze seznamu {calendar}
da: {actor} slettede opgaven {todo} fra listen {calendar}
de_de: {actor} hat die Aufgabe {todo} in der Liste {calendar} gelöscht
el: Ο {actor} διέγραψε την εκκρεμότητα {todo} από τη λίστα {ημερολόγιο}
es: {actor} eliminó la tarea {todo} de la lista {calendar}
es_cl: {actor} borró el pendiente {todo} de la lista {calendar}
eu: {actor}-rek {calendar} zerrendan {todo} zeregina borratu du.
fi: {actor} poisti tehtävän {todo} listasta {calendar}
fr: {actor} a supprimé la tâche {todo} de la liste {calendar}
hu: {actor} törölte ezt a teendőt: {todo} ebből a listából: {calendar}
is: {actor} eyddi verkefninu {todo} af listanum {calendar}
it: {actor} ha eliminato la cosa da fare {todo} dall'elenco {calendar}
ka_ge: {actor} მომხმარებელმა გააუქმა შესასრულებელი დავალება {todo} სიიდან {calendar}
nb: {actor} slettet gjøremålet {todo} fra listen {calendar}
nl: {actor} heeft de taak {todo} uit lijst {calendar} verwijderd
pl: {actor} usunął/-ęła zadanie {todo} z listy {calendar}
pt_br: {actor} excluiu a tarefa {todo} da lista {calendar}
ru: {actor} удалил(а) задачу «{todo}» из списка «{calendar}»
sk: {actor} zmazal úlohu {todo} z {calendar}
sr: {actor} је обрисао подсетник {todo} из листе {calendar}
tr: {actor}, {calendar} takvimi listesinden {todo} yapılacak işini sildi
zh_cn: {actor} 在列表 {calendar} 中删除了待办事项 {todo}

source: You deleted todo {todo} from list {calendar}
cs: Ze seznamu {todo} jste smazal(a) úkol {todo}
da: Du slettede opgaven {todo} fra listen {calendar}
de_de: Sie haben die Aufgabe {todo} in der Liste {calendar} gelöscht
el: Διέγραψες την εκκρεμότητα {todo} από τη λίστα {calendar}
es: Usted eliminó la tarea {tod} de la lista {calendar}
es_cl: Borraste el pendiente {todo} de la lista {calendar}
eu: {calendar} zerrendan {todo} zeregina borratu duzu.
fi: Poistit tehtävän {todo} listasta {calendar}
fr: Vous avez supprimé la tâche {todo} de la liste {calendar}
hu: Törölted ezt a teendőt: {todo} ebből a listából: {calendar}
is: Þú eyddir verkefninu {todo} af listanum {calendar}
it: Hai eliminato la cosa da fare {todo} dall'elenco {calendar}
ka_ge: თქვენ გააუქმეთ შესასრულებელი დავალება {todo} სიიდან {calendar}
nb: Du slettet gjøremålet {todo} fra listen {calendar}
nl: Je verwijderde taak {todo} uit lijst {calendar}
pl: Usunąłeś/-ęłaś zadanie {todo} z listy {calendar}
pt_br: Você excluiu a tarefa {todo} da lista {calendar}
ru: Вы удалили задачу «{todo}» из списка «{calendar}»
sk: Zmazali ste úlohu {todo} z {calendar}
sr: Обрисали сте подсетник {todo} из листе {calendar}
tr: {calendar} takvimi listesinden {todo} yapılacak işini sildiniz
zh_cn: 您在列表 {calendar} 中删除了待办事项 {todo}

source: {actor} updated todo {todo} in list {calendar}
cs: {actor} aktualizoval(a) úkol {todo} v seznamu {calendar}
da: {actor} opdaterede opgaven {todo} i listen {calendar}
de_de: {actor} hat die Aufgabe {todo} in der Liste {calendar} aktualisiert
el: {actor} ενημέρωσε την εκκρεμότητα {todo} στη λίστα {calendar}
es: {actor} actualizó la tarea {todo }en la lista {calendar}
es_cl: {actor} actualizó el pendiente {todo} de la lista {calendar}
eu: {actor}-rek {calendar} zerrendan {todo} zeregina eguneratu du.
fi: {actor} päivitti tehtävän {todo} listassa {calendar}
fr: {actor} a mis à jour la tâche {todo} dans la liste {calendar}
hu: {actor} frissítette ezt a teendőt: {todo} ebben a listában: {calendar}
is: {actor} uppfærði verkefnið {todo} á listanum {calendar}
it: {actor} ha aggiornato la cosa da fare {todo} nell'elenco {calendar}
ka_ge: {actor} მომხმარებელმა განაახლა შესასრულებელი დავალება {todo} სიაში {calendar}
nb: {actor} oppdaterte gjøremålet {todo} i listen {calendar}
nl: {actor} heeft taak {todo} bijgewerkt in lijst {calendar}
pl: {actor} zaktualizował/-a zadanie {todo} na liście {calendar}
pt_br: {actor} atualizou a tarefa {todo} na lista {calendar}
ru: {actor} обновил(а) задачу «{todo}» из списка «{calendar}»
sk: {actor} upravil úlohu {todo} v {calendar}
sr: {actor} је ажурирао подсетник {todo} у листи {calendar}
tr: {actor}, {calendar} takvimi listesindeki {todo} yapılacak işini güncelledi
zh_cn: {actor} 在列表 {calendar} 中更新了待办事项 {todo}

source: You updated todo {todo} in list {calendar}
cs: Aktualizoval(a) jste úkol {todo} v seznamu {calendar}
da: Du opdaterede opgaven {todo} i listen {calendar}
de_de: Sie haben die Aufgabe {todo} in der Liste {calendar} aktualisiert
el: Ενημέρωσες την εκκρεμότητα {todo} στη λίστα {calendar}
es: Usted actualizó la tarea {todo} en la lista {calendar}
es_cl: Actualizaste el pendiente {todo} de la lista {calendar}
eu: {calendar} zerrendan {todo} zeregina eguneratu duzu.
fi: Päivitit tehtävän {todo} listassa {calendar}
fr: Vous avez mis à jour la tâche {todo} dans la liste {calendar}
hu: Frissítetted ezt a teendőt: {todo} ebben a listában: {calendar}
is: Þú uppfærðir verkefnið {todo} á listanum {calendar}
it: Hai aggiornato la cosa da fare {todo} nell'elenco {calendar}
ka_ge: თქვენ განაახლეთ შესასრულებელი დავალება {todo} in list {calendar}
nb: Du oppdaterte gjøremålet {todo} i listen {calendar}
nl: Je hebt taak {todo} bijgewerkt in lijst {calendar}
pl: Zaktualizowałeś/-aś zadanie {todo} na liście {calendar}
pt_br: Você atualizou a tarefa {todo} na lista {calendar}
ru: Вы обновили задачу «{todo}» из списка «{calendar}»
sk: Upravili ste úlohu {todo} v {calendar}
sr: Ажурирали сте подсетник {todo} у листи {calendar}
tr: {calendar} takvimi listesindeki {todo} yapılacak işini güncellediniz
zh_cn: 您在列表 {calendar} 中更新了待办事项 {todo}

source: {actor} solved todo {todo} in list {calendar}
cs: {actor} vyřešil(a) úkol {todo} v seznamu {calendar}
da: {actor} løste opgaven {todo} i listen {calendar}
de_de: {actor} hat die Aufgabe {todo} in der Liste {calendar} erledigt
el: {actor} επίλυσε την εκκρεμότητα {todo} στην λίστα {calendar}
es: {actor} completó la tarea {todo} en la lista {calendar}
es_cl: {actor} resolvió el pendiente {todo} de la lista {calendar}
eu: {actor}-rek {calendar} zerrendan {todo} zeregina bukatu du.
fi: {actor} suoritti tehtävän {todo} listasta {calendar}
fr: {actor} a terminé la tâche {todo} de la liste {calendar}
hu: {actor} elintézte ezt a teendőt: {todo} ebben a listában: {calendar}
is: {actor} leysti verkefnið {todo} á listanum {calendar}
it: {actor} ha risolto la cosa da fare {todo} nell'elenco {calendar}
ka_ge: {actor} მომხმარებელმა დაასრულა შესასრულებელი დავალება {todo} სიაში {calendar}
nb: {actor} ferdigstilte gjøremålet {todo} i listen {calendar}
nl: {actor} heeft taak {todo} in lijst {calendar} afgewerkt
pl: {actor} zakończył zadanie {todo} na liście {calendar}
pt_br: {actor} tarefa resolvida {todo} na lista {calendar}
ru: {actor} завершил(а) задачу «{todo}» из списка «{calendar}»
sk: {actor} vyriešil úlohu {todo} v {calendar}
sr: {actor} је обрисао подсетник {todo} из листе {calendar}
tr: {actor}, {calendar} takvimi listesindeki {todo} yapılacak işini tamamladı
zh_cn: {actor} 在列表 {calendar} 中解决了待办事项 {todo}

source: You solved todo {todo} in list {calendar}
cs: Vyřešil(a) jste úkol {todo} v seznamu {calendar}
da: Du løste opgaven {todo} i listen {calendar}
de_de: Sie haben die Aufgabe {todo} in der Liste {calendar} erledigt
el: Επίλυσες την εκκρεμότητα {todo} στην λίστα {calendar}
es: Usted completó la tarea {todo} en la lista {calendar}
es_cl: Resolviste el pendiente {todo} de la lista {calendar}
eu: {calendar} zerrendan {todo} zeregina bukatu duzu.
fi: Suoritit tehtävän {todo} listasta {calendar}
fr: Vous avez terminé la tâche {todo} de la liste {calendar}
hu: Elintézted ezt a teendőt: {todo} ebben a listában: {calendar}
is: Þú leystir verkefnið {todo} á listanum {calendar}
it: Hai risolto la cosa da fare {todo} nell'elenco {calendar}
ka_ge: თქვენ დაასრულეთ შესასრულებელი დავალება {todo} სიაში {calendar}
nb: Du ferdigstilte gjøremålet {todo} i listen {calendar}
nl: Je hebt taak {todo} in lijst {calendar} afgewerkt
pl: Zakończyłeś/-aś zadanie {todo} na liście {calendar}
pt_br: Você terminou a tarefa {todo} na lista {calendar}
ru: Вы завершили задачу «{todo}» из списка «{calendar}»
sk: Vyriešili ste úlohu {todo} v {calendar}
sr: Маркирали сте подсетник {todo} као готов у листи {calendar}
tr: {calendar} takvimi listesindeki {todo} yapılacak işini tamamladınız
zh_cn: 您在列表 {calendar} 中解决了待办事项 {todo}

source: {actor} reopened todo {todo} in list {calendar}
cs: {actor} znovu otevřel(a) úkol {todo} v seznamu {calendar}
da: {actor} genåbnede opgaven {todo} i listen {calendar}
de_de: {actor} hat die Aufgabe {todo} in der Liste {calendar} wiedereröffnet
el: {actor} άνοιξε ξανά την εκκρεμότητα {todo} στην λίστα {calendar}
es: {actor} reabrió la tarea {todo} en la lista {calendar}
es_cl: {actor} reabrió el pendiente {todo} de la lista{calendar}
eu: {actor}-rek {calendar} zerrendan {todo} zeregina birreki du.
fi: {actor} avasi uudelleen tehtävän {todo} listassa {calendar}
fr: {actor} a réouvert la tâche {todo} dans la liste {calendar}
hu: {actor} újranyitotta ezt a teendőt: {todo} ebben a listában: {calendar}
is: {actor} opnaði aftur verkefnið {todo} á listanum {calendar}
it: {actor} ha riaperto la cosa da fare {todo} nell'elenco {calendar}
ka_ge: {actor} მომხმარებელმა ხელახლა გახსნა შესასრულებელი დავალება {todo} სიაში {calendar}
nb: {actor} gjenåpnet gjøremålet {todo} i listen {calendar}
nl: {actor} heropende taak {todo} in lijst {calendar}
pl: {actor} otworzył ponownie zadanie {todo} na liście {calendar}
pt_br: {actor} reabriu tarefa {todo} na lista {calendar}
ru: {actor} повторно(а) открыл задачу «{todo}» из списка «{calendar}»
sk: {actor} znovu otvoril úlohu {todo} v {calendar}
sr: {actor} је поново отворио подсетник {todo} у листи {calendar}
tr: {actor}, {calendar} takvimi listesindeki {todo} yapılacak işini yeniden başlattı
zh_cn: {actor} 在列表 {calendar} 中重新打开了待办事项 {todo}
