Repository: Cybso/server
Catalog: translationfiles/*/dav.po
Languages: cs, da, de_de, el, es, es_cl, eu, fi, fr, hu, is, it, ka_ge, nb, nl, pl, pt_br, ru, sk, sr, tr, zh_cn

source: You reopened todo {todo} in list {calendar}
cs: Znovu jste otevřel(a) úkol {todo} v seznamu {calendar}
da: Du genåbnede opgaven {todo} i listen {calendar}
de_de: Sie haben die Aufgabe {todo} in der Liste {calendar} wiedereröffnet
el: Άνοιξες ξανά την εκκρεμότητα {todo} στην λίστα {calendar}
es: Usted reabrió la tarea {todo} en la lista {calendar}
es_cl: Reabriste el pendiente {todo} de la lista {calendar}
eu: {calendar} zerrendan {todo} zeregina birreki duzu.
fi: Avasit uudelleen tehtävän {todo} listassa {calendar}
fr: Vous avez réouvert la tâche {todo} dans la liste {calendar}
hu: Újranyitottad ezt a teendőt: {todo} ebben a listában: {calendar}
is: Þú opnaðir aftur verkefnið {todo} á listanum {calendar}
it: Hai riaperto la cosa da fare {todo} nell'elenco {calendar}
ka_ge: თქვენ ხელახლა გახსენით შესასრულებელი დავალება {todo} სიაში {calendar}
nb: Du gjenåpnet oppgaven {todo} i listen {calendar}
nl: Je heropende taak {todo} in lijst {calendar}
pl: Otworzyłęś/-aś ponownie zadanie {todo} na liście {calendar}
pt_br: Você reabriu a terefa {todo} na lista {calendar}
ru: Вы повторно открыли задачу «{todo}» из списка «{calendar}»
sk: Otvorili ste znovu úlohu {todo} v {calendar}
sr: Поново сте отворили подсетник {todo} у листи {calendar}
tr: {calendar} takvimi listesindeki {todo} yapılacak işini yeniden başlattınız
zh_cn: 您在列表 {calendar} 中重新打开了待办事项 {todo}

source: A <strong>calendar</strong> was modified
cs: <strong>Kalendář</strong> byl změněn
da: En <strong>kalender</strong> er blevet ændret
de_de: Ein <strong>Kalender</strong> wurde bearbeitet
el: Τροποποιήθηκε ένα <strong>ημερολόγιο</strong>
es: Un <strong>calendario</strong> fue modificado.
es_cl: Un <strong>calendario</strong> fue modificado
eu: Egutegia aldatu da
fi: <strong>Kalenteria</strong> on muokattu
fr: Un <strong>agenda</strong> a été modifié
hu: Egy <strong>naptár</strong> megváltozott
is: <strong>Dagatali</strong> var breytt
it: Un <strong>calendario</strong> è stato modificato
ka_ge: <strong>კალენდარი</strong> შეიცვალა
nb: En <strong>kalender</strong> ble endret
nl: Een <strong>agenda</strong> is aangepast
pl: <strong>Kalendarz</strong> został zmodyfikowany
pt_br: Um <strong>calendário</strong> foi modificado
ru: <strong>Календарь</strong> был изменен
sk: <strong>kalendár</strong> bol upravený
sr: <strong>Календар</strong> је измењен
tr: Bir <strong>takvim</strong> düzenlendi
zh_cn: <strong>日历</strong>已经修改

source: A calendar <strong>event</strong> was modified
cs: <strong>Událost</strong> v kalendáři byla změněna
da: En kalender <strong>begivenhed</strong> er blevet ændret
de_de: Ein Kalender-<strong>Ereignis</strong> wurde bearbeitet
el: Τροποποιήθηκε ένα <strong>γεγονός</strong> του ημερολογίου
es: Un <strong>evento</strong> del calendario fue modificado.
es_cl: Un <strong>evento</strong> de un calendario fue modificado
eu: Egutegiaren zeregin bat aldatu da
fi: Kalenterin <strong>tapahtumaa</strong> on muokattu
fr: Un <strong>événement</strong> de l'agenda a été modifié
hu: Egy naptár <strong>esemény</strong> megváltozott
is: <strong>Atburði</strong> dagatals var breytt
it: Un <strong>evento</strong> del calendario è stato modificato
ka_ge: კალენდრის <strong>მოვლენა</strong> შეიცვალა
nb: En kalender <strong>hendelse</strong> ble endret
nl: Een agenda <strong>gebeurtenis</strong> is aangepast
pl: <strong>Zdarzenie</strong> kalendarza zostało zmodyfikowane
pt_br: Um <strong>evento</strong> do calendário foi modificado
ru: <strong>Событие</strong> календаря была изменено
sk: <strong>Udalosť</strong> v kalendári bola upravená
sr: <strong>Догађај</strong> из календара је измењен
tr: Bir takvim <strong>etkinliği</strong> düzenlendi
zh_cn: 日历中<strong>事件</strong>已经修改

source: A calendar <strong>todo</strong> was modified
cs: <strong>Úkol</strong> v kalendáři byl změněn
da: En kalender <strong>opgave</strong> blev ændret
de_de: Eine Kalender-<strong>Aufgabe</strong> wurde bearbeitet
el: Ενός ημερολογίου η <strong>εκκρεμότητα</strong> τροποποιήθηκε
es: Una <strong>lista de tareas</strong> fue modificada
es_cl: Un <strong>pendiente</strong> de un calendario fue modificado
eu: Egutegiaren zeregin bat aldatu da
fi: Kalenterin <strong>tehtävää</strong> on muokattu
fr: Une <strong>liste de tâches</strong> de l'agenda a été modifiée
hu: Egy naptár <strong>teendő</strong> megváltozott
is: <strong>Verkefnalista</strong> dagatals var breytt
it: Una <strong>cosa da fare</strong> del calendario è stata modificata
ka_ge: კალენდრის <strong>შესასრულებელი დავალება</strong> შეიცვალა
nb: En kalende <strong>gjøremål</strong> ble endret
nl: Een agenda <strong>Te doen</strong> was aangepast
pl: Kalendarz <strong>zadań</strong> został zmieniony
pt_br: Uma <strong>tarefa</strong> do calendário foi modificada
ru: <strong>Задача</strong> календаря была изменена
sr: <strong>Подсетник</strong> из календара је измењен
tr: Bir takvim <strong>yapılacak işi</strong> düzenlendi
zh_cn: 列表中<strong>待办事项</strong>已经修改

source: Contact birthdays
cs: Narozeniny kontaktů
da: Kontakt fødselsdag
de_de: Geburtstage von Kontakten
el: Γενέθλια επαφών
es: Cumpleaños del contacto
es_cl: Cumpleaños del contacto
eu: Urtebetetze kontaktua
fi: Yhteystietojen syntymäpäivät
fr: Anniversaires des contacts
hu: Születésnapok
is: Afmælisdagar tengiliðar
it: Date di nascita dei contatti
ka_ge: კონტაქტების დაბადების დღეები
nb: Kontakters fødelsdag
nl: Verjaardagen
pl: Urodziny kontaktu
pt_br: Aniversário dos contatos
ru: Дни рождения контакта
sk: Narodeniny kontaktu
sr: Рођендани контаката
tr: Kişi doğum günleri
zh_cn: 联系人生日

source: %s via %s
cs: %s přes %s
de_de: %s über %s
el: %s μέσω %s
es: %s vía %s
es_cl: %s vía %s
hu: %s - %s
is: %s með %s
it: %s tramite %s
ka_ge: %s %s-ით
pl: %s przez %s
ru: %s через %s
sr: %s путем %s
tr: %s, %s aracılığıyla

source: Invitation canceled
cs: Pozvánka zrušena
da: Invitation annulleret
de_de: Einladung abgebrochen
el: Η πρόσκληση ακυρώθηκε.
es: Invitación cancelada
es_cl: Invitación cancelada
eu: Gonbidapena ezeztatua
fi: Kutsu peruttu
fr: Invitation annulée
hu: Meghívás visszavonva
is: Hætt við boð
it: Invito annullato
ka_ge: მოწვევა გაუქმდა
nb: Invitasjon tilbakekalt
nl: Uitnodiging geannuleerd
pl: Zaproszenie anulowane
pt_br: Convite cancelado
ru: Приглашение отменено
sk: Pozvánka bola zrušená
sr: Позивница отказана
tr: Çağrı iptal edildi

source: Hello %s,
cs: Dobrý den %s,
da: Goddag %s,
de_de: Hallo %s,
el: Γεια σου %s,
es: Hola, %s:
es_cl: Hola %s,
eu: Kaixo 1%s,
fi: Hei %s
fr: Bonjour %s,
hu: Üdv %s,
is: Halló %s,
it: Ciao %s,
ka_ge: გამარჯობა %s,
nb: Hei %s,
nl: Hallo %s,
pl: Witaj %s,
pt_br: Olá %s,
ru: Привет, %s!
sk: Ahoj %s,
sr: Здраво %s,
tr: Merhaba %s,
zh_cn: %s你好，

source: The meeting »%s« with %s was canceled.
cs: Setkání »%s« s %s bylo zrušeno.
da: Mødet »%s« med %s blev annulleret.
de_de: Der Termin »%s« mit %s wurde abgesagt.
el: Το meeting »%s« με τον/την %s ακυρώθηκε.
es: La reunión »%s« con %s se ha cancelado.
es_cl: La cita »%s« con %s fue cancelada.
eu: 1%s-rekin duzun » 1%s « bilera ezeztatu da
fr: La réunion «%s» avec %s a été annulée.
hu: A »%s« találkozó vele: %s lemondásra került.
is: Hætt var við fundinn »%s« með %s.
it: L'incontro «%s» con %s è stato annullato.
ka_ge: შეხვედრა »%s« %s-სთან გაუქმდა.
nb: Møtet "%s" med %s ble kansellert.
nl: De vergadering »%s« met %s is geannuleerd.
pl: Spotkanie »%s« z %s zostało anulowane.
pt_br: A reunião »%s« com %s foi cancelada.
ru: Встреча «%s» с %s отменена.
sk: Stretnutie »%s« s %s bolo zrušené.
sr: Састанак »%s« са %s је отказан.
tr: Bu »%s« görüşmesi %s ile yapılacakken iptal edildi.

source: Invitation updated
cs: Pozvánka aktualizována
da: Invitation opdateret
de_de: Einladung aktualisiert
el: Ενημερώθηκε η πρόσκληση.
es: Invitación actualizada
es_cl: Invitación actualizada
eu: Gonbidapena eguneratu da
fi: Kutsu päivitetty
fr: Invitation mise à jour
hu: Meghívó frissítve
is: Boð uppfært
it: Invito aggiornato
ka_ge: მოწვევა განახლდა
nb: Invitasjon oppdatert
nl: Uitnodiging bijgewerkt
pl: Zaproszenie zaktualizowane
pt_br: Convite atualizado
ru: Приглашение обновлено
sk: Pozvánka bola aktualizovaná
sr: Позивница ажурирана
tr: Çağrı güncellendi

source: The meeting »%s« with %s was updated.
cs: Setkání »%s« s %s bylo aktualizováno.
da: Mødet »%s« med %s blev opdateret.
de_de: Der Termin »%s« mit %s wurde aktualisiert.
el: Το meeting » %s « με τον/την %s ενημερώθηκε.
es: La reunión »%s« con %s se ha actualizado.
es_cl: La reunión »%s« con %s ha sido actualizada.
fr: La réunion «%s» avec %s a été mise à jour.
hu: A »%s« találkozó vele: %s módosult.
is: Fundurinn »%s« með %s var uppfærður.
it: L'incontro «%s» con %s è stato aggiornato.
ka_ge: შეხვედრა »%s« %s-სთან განახლდა.
nb: Møtet med "%s" med %s ble oppdatert.
nl: De vergadering »%s« met %s is bijgewerkt.
pl: Spotkanie »%s« z %s zostało zaktualizowane.
pt_br: A reunião »%s« com %s foi atualizada..
ru: Встреча «%s» с %s обновлена.
sk: Stretnutie »%s« s %s bolo aktualizované.
sr: Састанак »%s« са %s је ажуриран.
tr: Bu »%s« görüşmesi %s ile yapılacakken güncellendi.

source: %s invited you to »%s«
cs: %s vás zve na »%s«
da: %s inviterede dig til »%s«
de_de: %s hat Sie zu »%s« eingeladen
es: %s te ha invitado a »%s«
es_cl: %s te ha invitado a »%s«
eu: 1%s-k »1%s«-ra gonbidatu zaitu
fr: %s vous a invité à «%s»
hu: %s meghívott ide: »%s«
is: %s bauð þér að taka þátt í »%s«
it: %s ti ha invitato a «%s»
ka_ge: %s-მ დაგპატიჟათ რომ »%s«
nb: %s inviterte deg til "%s"
nl: %s heeft je uitgenodigd voor »%s«
pl: %s zaprosił Cię do »%s«
pt_br: %s convidou você para »%s«
ru: %s пригласил(а) Вас на «%s»
sk: %s vám poslal pozvánku na »%s«
sr: %s Вас је позвао на »%s«
tr: %s sizi şu görüşmeye çağırdı »%s«

source: When:
cs: Kdy:
da: Hvornår:
de_de: Wann:
el: Πότε:
es: Cuándo:
es_cl: Cuándo:
eu: Noiz:
fi: Milloin:
fr: Quand :
hu: Mikor:
is: Hvenær:
it: Quando:
ka_ge: როდის:
nb: Når:
nl: Wanneer:
pl: Kiedy:
pt_br: Quando:
ru: Когда:
sk: Kedy:
sr: Време:
tr: Zaman:
zh_cn: 时间：

source: Where:
cs: Kde:
da: Hvor:
de_de: Wo:
el: Που:
es: Dónde:
es_cl: Dónde:
eu: Non:
fi: Missä:
fr: Où :
hu: Hol:
is: Hvar:
it: Dove:
ka_ge: სად:
nb: Hvor:
nl: Waar:
pl: Gdzie:
pt_br: Onde:
ru: Где:
sk: Kde:
sr: Место:
tr: Yer:
zh_cn: 地点：

source: Description:
cs: Popis:
da: Beskrivelse:
de_de: Beschreibung:
el: Περιγραφή:
es: Descripción:
es_cl: Descripción:
eu: Deskribapena:
fi: Kuvaus:
hu: Leírás:
is: Lýsing:
it: Descrizione:
ka_ge: აღწერა:
nb: Beskrivelse:
nl: Omschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sr: Опис:
tr: Açıklama:
zh_cn: 描述：

source: Link:
cs: Odkaz:
el: Σύνδεσμος:
es: Enlace:
es_cl: Enlace:
eu: Esteka:
fi: Linkki:
fr: Lien :
is: Tengill:
it: Collegamento:
ka_ge: ბმული:
nb: Lenke:
ru: Ссылка:
sk: Odkaz:
sr: Веза:
tr: Bağlantı:
zh_cn: 链接：

source: Contacts
cs: Kontakty
da: Kontakter
de_de: Kontakte
el: Επαφές
es: Contactos
es_cl: Contactos
eu: Kontaktuak
fi: Yhteystiedot
hu: Névjegyek
is: Tengiliðir
it: Contatti
ka_ge: კონტაქტები
nb: Kontakter
nl: Contactpersonen
pl: Kontakty
pt_br: Contatos
ru: Контакты
sk: Kontakty
sr: Контакти
tr: Kişiler
zh_cn: 联系人

source: Technical details
cs: Technické detaily
da: Tekniske detaljer
de_de: Technische Details
el: Τεχνικές λεπτομέρειες
es: Detalles técnicos
es_cl: Detalles técnicos
eu: Xehetasun teknikoak
fi: Tekniset yksityiskohdat
fr: Détails techniques
hu: Technikai adatok
is: Tæknilegar upplýsingar
it: Dettagli tecnici
ka_ge: ტექნიკური დეტალები
nb: Tekniske detaljer
nl: Technische details
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
ru: Технические подробности
sk: Technické podrobnosti
sr: Технички детаљи
tr: Teknik ayrıntılar
zh_cn: 技术细节

source: Remote Address: %s
cs: Vzdálená adresa: %s
da: Fjernadresse: %s
de_de: Entfernte Adresse: %s
el: Απομακρυσμένη Διεύθυνση: %s
es: Dirección remota: %s
es_cl: Dirección remota: %s
eu: Urruneko helbidea: 1%s
fi: Etäosoite: %s
fr: Adresse distante : %s
hu: Távoli cím: %s
is: Fjartengt vistfang: %s
it: Indirizzo remoto: %s
ka_ge: დისტანციური მისამართი: %s
nb: Ekstern adresse: %s
nl: Extern adres: %s
pl: Adres zdalny: %s
pt_br: Endereço remoto: %s
ru: Удаленный адрес: %s
sk: Vzdialená adresa: %s
sr: Удаљена адреса: %s
tr: Uzak Adres: %s
zh_cn: 远程地址: %s

source: Request ID: %s
cs: ID požadavku: %s
da: Forespørgsels-ID: %s
de_de: Anfragekennung: %s
el: ID Αιτήματος: %s
es: ID de solicitud: %s
es_cl: ID de solicitud: %s
eu: Eskatutako ID: 1%s
fi: Pyynnön tunniste: %s
fr: ID de la requête : %s
hu: Kérelem azonosító: %s
is: Beiðni um auðkenni: %s
it: ID richiesta: %s
ka_ge: მოთხოვნის ID: %s
nb: Forespørsel ID: %s
nl: Aanvraag-ID: %s
pl: ID żądania: %s
pt_br: ID do solicitante: %s
ru: ID запроса: %s
sk: ID požiadavky: %s
sr: ИД захтева: %s
tr: İstek Kodu: %s
zh_cn: 请求 ID: %s

source: CalDAV server
el: Διακομιστής CalDAV
es: Servidor CalDAV
es_cl: Servidor CalDAV
eu: CalDAV zerbitzaria
fi: CalDAV-palvelin
fr: Serveur CalDAV
hu: CalDAV szerver
is: CalDAV-þjónn
it: Server CalDAV
ka_ge: CalDAV სერვერი
nb: DalDAV-tjener
pl: Serwer CalDAV
pt_br: Servidor CalDAV
ru: CalDAV сервер
sk: Server CalDAV
sr: CalDAV сервер
tr: CalDAV sunucusu
zh_cn: 日历服务

source: Send invitations to attendees
cs: Poslat pozvánky na adresy účastníků
da: Send invitation til deltagere
de_de: Einladungen an die Teilnehmer versenden
el: Αποστολή προσκλήσεων στους συμμετέχοντες.
es: Enviar invitaciones a los asistentes
es_cl: Enviar invitaciones a los asistentes
eu: Gonbidatutakoei gonbidapenak bidali
fi: Lähetä kutsut osallistujille
fr: Envoyer des invitations aux participants
hu: Meghívó küldése a résztvevőknek
is: Senda boð til þátttakenda
it: Invia gli inviti ai partecipanti
ka_ge: გაუგზავნეთ მოწვევა დამსწრეებს
nb: Send invitasjoner til oppmøtte
nl: Verzend uitnodigingen naar deelnemers
pl: Wyślij uczestnikom zaproszenia
pt_br: Envie convites aos participantes
ru: Отправить приглашения
sk: Odoslanie pozvánok účastníkom
sr: Пошаљи позивницу учесницима
tr: Katılımcılara çağrıları gönder

source: Please make sure to properly set up the email settings above.
cs: Ujistěte se, že jste správně nastavili výše uvedená nastavení e-mailu.
da: Vær venligst sikker på at indstille email indstillingerne ovenover ordenligt.
de_de: Stellen Sie sicher, dass die obigen E-Mail-Einstellungen korrekt sind.
el: Παρακαλούμε σιγουρευθείτε οτι θα ενημερώσετε τις ρυθμίσεις email, παραπάνω.
es: Por favor, asegúrate de que las configuraciones de correo de arriba son correctas
es_cl: Por favor asegurarte de establecer correctamente las configuraciones de correo anteriores.
eu: Mesedez, eposta ezarpenak ondo zehaztuta daudela ziurta ezazu
fi: Varmista, että määrität sähköpostiasetukset oikein yläpuolelle.
fr: Merci de vérifier d'avoir correctement configuré les paramètres de courriel ci-dessus
hu: Győződj meg róla, hogy a fenti e-mail beállítások helyesek.
is: Gakktu úr skugga um að tölvupóststillingarnar hér fyrir ofan séu réttar.
it: Assicurati di configurare correttamente le impostazioni di posta sopra.
ka_ge: გთხოვთ დაამოწმოთ, რომ სწორად აყენებთ ზემოთ მოცემულ ელ-ფოსტის პარამეტრებს.
nb: Sett opp e-postinnstillingene ovenfor på riktig måte.
nl: Zorg ervoor dat je de bovenstaande e-mailinstellingen correct instelt.
pl: Upewnij się, że dobrze skonfigurowano powyżej ustawienia poczty e-mail.
pt_br: Certifique-se de configurar corretamente o email acima.
ru: Проверьте правильность заданных выше параметров электронной почты.
sk: Uistite sa, že máte správne nastavené vyššie uvedené nastavenia e-mailu.
sr: Пазите да правилно подесите поставке е-поште изнад.
tr: Lütfen yukarıdaki e-posta ayarlarını doğru olarak yaptığınızdan emin olun.

source: Automatically generate a birthday calendar
de_de: Automatischen einen Kalender für Geburtstage erstellen
el: Δημιουργία ημερολογίου γενεθλίων αυτόματα
es: Generar automáticamente un calendario de cumpleaños
es_cl: Generar automaticamente un calendario para cumpleaños
fi: Luo syntymäpäiväkalenteri automaattisesti
fr: Générer automatiquement un agenda d'anniversaire
hu: Születésnapokat tartalmazó naptár automatikus létrehozása
it: Genera automaticamente un calendario dei compleanni
ka_ge: დაბადების დღეების კალენდრების ავტომატური გენერირება
nb: Lag fødelsdagskalender automatisk
nl: Genereer verjaardagskalender automatisch
pt_br: Gerar um calendário de aniversários automaticamente
ru: Создавать календарь дней рождения автоматически
sk: Automaticky generovať narodeninový kalendár
sr: Аутоматски изгенериши календар рођендана
tr: Doğum günü takvimi otomatik oluşturulsun
zh_cn: 自动生成生日日历

source: Birthday calendars will be generated by a background job.
de_de: Kalender für Geburtstage werden von einem Hintergrund-Auftrag erstellt
el: Τα ημερολόγια γενεθλίων θα δημιουργηθούν από μία εργασία παρασκηνίου.
es: Los calendarios de cumpleaños se generarán mediante un trabajo en segundo plano.
es_cl: Los calendarios de cumpleaños serán generados por un trabajo de segundo plano
fi: Syntymäpäiväkalenterit luodaan taustatyön toimesta.
fr: Les agendas d'anniversaire seront générés par une tâche de fond.
hu: A születésnapokat tartalmazó naptárakat egy háttérben futó folyamat fogja létrehozni.
it: Il calendario dei compleanni sarà generato con un'operazione in background.
ka_ge: ბადადების დღეების კალენდრები გენერირებულ იქნება ფონურ რეჟიმში.
nb: Fødselsdagskalender lages automatisk av en bakgrunnsjobb.
nl: Verjaardagkalenders zullen worden gegenereerd in een achtergrond taak.
pt_br: Os calendários de aniversários serão gerados na retaguarda.
ru: Календари дней рождения будут создаваться фоновым процессом.
sk: Narodeninové kalendáre budú generované úlohou na pozadí.
sr: Календари рођендана ће бити генерисани као позадински послови.
tr: Bu seçenek etkinleştirildiğinde, doğum günü takvimi art alan görevi olarak oluşturulur.
zh_cn: 生日日历将由后台作业生成。

source: Hence they will not be available immediately after enabling but will show up after some time.
de_de: Die Einträge werden nicht sofort angezeigt. Nach der Aktivierung wird es ein wenig dauern bis zur Anzeige.
es: Por ello, no estarán disponibles inmediatamente tras activarlos, sino que aparecerán después de cierto tiempo.
es_cl: Por lo tanto no estarán disponbiles inmediatamente después de habilitarlos pero se mostrarán después de un tiempo.
fi: Sen vuoksi ne eivät ole välittömästi saatavilla käyttöönoton jälkeen, vaan ne tulevat näkyviin pienellä viiveellä.
fr: Par conséquent, ils ne seront pas disponibles immédiatement après l'activation mais apparaîtront après un certain temps.
hu: Nem lesznek elérhetőek azonnal az engedélyezés után, de egy rövid idő múlva már láthatóak lesznek.
it: Per cui non saranno disponibili immediatamente dopo l'abilitazione, ma saranno mostrati dopo qualche istante.
ka_ge: ისინი არ იქნებიან ხელმიწავდომნი უცბად, მაგრამ გამოჩნდებიან გარკვეული პერიოდის შემდეგ.
nb: Derav vil de ikke være tilgjengelige umiddelbart etter at du har skrudd dem på, men vil vises etter en stund.
nl: Hierdoor zullen ze niet meteen beschikbaar zijn na het inschakelen maar zullen na een tijdje verschijnen.
pt_br: Portanto, eles não estarão disponíveis imediatamente ao habilitar, mas após algum tempo.
ru: И поэтому они станут доступны не моментально, а через некоторое время.
sr: Зато можда неће бити видљиви баш одмах по укључивању, али ће се појавити после неког времена.
tr: Etkinleştirildikten hemen sonra görüntülenmez, bir süre sonra görüntülenir.
