Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Old log-in password
ca: Contrasenya anterior d'accés
da: Gammelt login kodeord
de_de: Altes Anmelde-Passwort
el: Παλαιό συνθηματικό εισόδου
es: Contraseña de acceso antigua
es_hn: Contraseña anterior
eu: Sartzeko pasahitz zaharra
fi: Vanha kirjautumissalasana
fr: Ancien mot de passe de connexion
he: סיסמת התחברות ישנה
hu: Régi bejelentkezési jelszó
id: Kata sandi masuk yang lama
is: Gamla innskráningarlykilorðið
it: Vecchia password di accesso
ja: 古いログインパスワード
ka_ge: ძველი ლოგინის პაროლი
ko: 이전 로그인 암호
lt_lt: Senas prisijungimo slaptažodis
nb: Gammelt påloggingspassord
nl: Oude wachtwoord
pl: Stare hasło logowania
pt_br: Senha antiga de login
pt_pt: Palavra-passe antiga da sessão
ru: Старый пароль учётной записи
sk: Staré prihlasovacie heslo
sl: Staro geslo
sq: Fjalëkalimi i vjetër për hyrjet
sr: Стара лозинка за пријаву
sv: Gammalt inloggningslösenord
th: เข้าสู่ระบบด้วยรหัสผ่านเก่า
tr: Eski oturum açma parolası
zh_cn: 旧登录密码

source: Current log-in password
ca: Contrasenya d'accés actual
da: Nuvrende login kodeord
de_de: Aktuelles Anmeldepasswort
el: Τρέχον συνθηματικό πρόσβασης
es: Contraseña de acceso actual
es_hn: Contraseña actual
eu: Sartzeko oraingo pasahitza
fi: Nykyinen kirjautumissalasana
fr: Actuel mot de passe de connexion
he: סיסמת התחברות נוכחית
hu: Jelenlegi bejelentkezési jelszó
id: Kata sandi masuk saat ini
is: Núgildandi innskráningarlykilorð
it: Password di accesso attuale
ja: 現在のログインパスワード
ka_ge: ამჟამინდელი ლოგინის პაროლი
ko: 현재 로그인 암호
lt_lt: Dabartinis prisijungimo slaptažodis
nb: Nåværende påloggingspassord
nl: Huidige wachtwoord
pl: Bieżące hasło logowania
pt_br: Senha atual de login
pt_pt: Palavra-passe atual da sessão
ru: Текущий пароль учётной записи
sk: Súčasné prihlasovacie heslo
sl: Trenutno geslo
sq: Fjalëkalimi i tanishëm për hyrjet
sr: Тренутна лозинка за пријаву
sv: Nuvarande inloggningslösenord
th: เข้าสู่ระบบด้วยรหัสผ่านปัจจุบัน
tr: Geçerli oturum açma parolası
zh_cn: 当前登录密码

source: Update Private Key Password
ca: Actualitza la contrasenya de clau privada
da: Opdater Privat Nøgle Kodeord
de_de: Das Passwort des privaten Schlüssels aktualisieren
el: Ενημέρωση Προσωπικού Κλειδού Πρόσβασης
es: Actualizar contraseña de clave privada
es_hn: Actualizar Contraseña de Llave Privada
eu: Eguneratu gako pasahitza pribatua
fi: Päivitä yksityisen avaimen salasana
fr: Mettre à jour le mot de passe de votre clef privée
he: עדכון סיסמת המפתח האישי
hu: A személyest kulcs jelszó frissítése
id: Perbarui Kata Sandi Kunci Private
is: Uppfæra lykilorð einkalykils:
it: Aggiorna la password della chiave privata
ja: 秘密鍵のパスワードを更新
ka_ge: განაახლეთ პირადი გასაღების პაროლი
ko: 개인 키 암호 업데이트
lt_lt: Atnaujinti privataus rakto slaptažodį
nb: Oppdater passord for privat nøkkel
nl: Bijwerken wachtwoord Privésleutel
pl: Aktualizacja hasła klucza prywatnego
pt_br: Atualizar senha da chave privada
pt_pt: Atualizar Palavra-passe da Chave Privada
ru: Обновить пароль закрытого ключа
sk: Aktualizovať heslo súkromného kľúča
sl: Posodobi zasebni ključ
sq: Përditësoni Fjalëkalim Kyçi Privat
sr: Ажурирај лозинку личног кључа
sv: Uppdatera lösenordet för din privata nyckel
th: อัพเดทรหัสการเข้ารหัสผ่านส่วนตัว
tr: Özel Anahtar Parolasını Güncelle
zh_cn: 更新私钥密码

source: Enable password recovery:
ca: Habilita la recuperació de contrasenya:
da: Aktiver kodeord gendannelse:
de_de: Die Passwort-Wiederherstellung aktivieren:
el: Ενεργοποιήστε την ανάκτηση κωδικού πρόσβασης
es: Habilitar la recuperación de contraseña:
es_hn: Habilitar la recuperación de contraseña:
eu: Gaitu pasahitzaren berreskuratzea:
fi: Ota salasanan palautus käyttöön:
fr: Activer la récupération du mot de passe :
he: מאפשר שחזור סיסמא:
hu: Jelszó-visszaállítás bekapcsolása
id: Aktifkan kata sandi pemulihan:
is: Virkja endurheimtingu lykilorðs:
it: Abilita il ripristino della password:
ja: パスワードリカバリを有効に:
ka_ge: აამოქმედეთ პაროლის აღდგენა:
ko: 암호 복구 사용:
lt_lt: Įjungti slaptažodžio atkūrimą:
nb: Aktiver gjenoppretting av passord:
nl: Activeren wachtwoord herstel:
pl: Włącz hasło odzyskiwania:
pt_br: Habilitar recuperação de senha:
pt_pt: Ativar a recuperação da palavra-passe:
ru: Включить восстановление пароля:
sk: Povoliť obnovu hesla:
sl: Omogoči obnovitev gesla:
sq: Aktivizo rimarrje fjalëkalimesh:
sr: Укључи опоравак лозинке:
sv: Aktivera lösenordsåterställning:
th: เปิดใช้งานการกู้คืนรหัสผ่าน:
tr: Parola kurtarmayı etkinleştir:
zh_cn: 启用密码恢复：

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
ca: Activar aquesta opció us permetrà obtenir de nou accés als vostres fitxers encriptats en cas de perdre la contrasenya
da: Aktivering af denne valgmulighed tillader dig at generhverve adgang til dine krypterede filer i tilfælde af tab af kodeord
de_de: Durch die Aktivierung dieser Option haben Sie die Möglichkeit, wieder auf Ihre verschlüsselten Dateien zugreifen zu können, wenn Sie Ihr Passwort verloren haben.
el: Η ενεργοποίηση αυτής της επιλογής θα σας επιτρέψει να επανακτήσετε πρόσβαση στα κρυπτογραφημένα σας αρχεία σε περίπτωση απώλειας του κωδικού σας
es: Habilitar esta opción le permitirá volver a tener acceso a sus archivos cifrados en caso de pérdida de contraseña
es_hn: Habilitar esta opción te permitirá volver a tener acceso a tus archivos encriptados en caso de que pierdas la contraseña
eu: Aukera hau gaituz zure enkriptatutako fitxategiak berreskuratu ahal izango dituzu pasahitza galtzekotan
fi: Tämän valinnan käyttäminen mahdollistaa pääsyn salattuihin tiedostoihisi, jos salasana unohtuu
fr: Activer cette option vous permettra d'obtenir à nouveau l'accès à vos fichiers chiffrés en cas de perte de mot de passe
he: הפעלת אפשרות זו תאפשר לך לקבל מחדש גישה לקבצים המוצפנים שלך במקרה שסיסמא נשכחת
hu: Ez az opció lehetővé teszi, hogy a titkosított fájlok tartalmát visszanyerjük abban az esetben, ha elfelejti a jelszavát
id: Mengaktifkan opsi ini memungkinkan Anda untuk mendapatkan kembali akses ke berkas terenkripsi Anda dalam kasus kehilangan kata sandi
is: Ef þessi kostur er virkur gerir það þér kleift að endurheimta aðgang að skránum þínum ef þú tapar lykilorðinu
it: L'abilitazione di questa opzione ti consentirà di accedere nuovamente ai file cifrati in caso di perdita della password
ja: このオプションを有効にすると、パスワードを紛失した場合も、暗号化されたファイルに再度アクセスすることができるようになります。
ka_ge: ამ არჩევნის ამოქმედება, პაროლის დაკარგვის შემთხვევაში, საშუალებას მოგცემთ ახლიდან მოიპოვოთ წვდომა თქვენს დაშიფრულ ფაილებზე
ko: 이 옵션을 사용하면 암호를 잊었을 때 암호화된 파일에 다시 접근할 수 있습니다
lt_lt: Šios parinkties įjungimas leis jums iš naujo gauti prieigą prie savo užšifruotų duomenų tuo atveju, jei prarasite slaptažodį
nb: Aktivering av dette valget tillater deg å gjenerobre tilgang til dine krypterte filer i tilfelle du mister passordet ditt.
nl: Het activeren van deze optie maakt het mogelijk om je versleutelde bestanden te benaderen als je wachtwoord kwijt is
pl: Włączenie tej opcji umożliwia otrzymać dostęp do zaszyfrowanych plików w przypadku utraty hasła
pt_br: Ativar essa opção vai permitir que você obtenha novamente acesso aos seus arquivos criptografados em caso de perda de senha
pt_pt: Ao ativar esta opção, irá fazer com que volte a obter o acesso aos seus ficheiros encriptados, se perder a palavra-passe
ru: Включение этой опции позволит вам получить доступ к своим зашифрованным файлам в случае утери пароля
sk: Povolenie Vám umožní znovu získať prístup k Vašim zašifrovaným súborom, ak stratíte heslo
sl: Nastavitev te možnosti omogoča ponovno pridobitev dostopa do šifriranih datotek, v primeru, da boste geslo pozabili.
sq: Aktivizimi i kësaj mundësie do t’ju lejojë të rifitoni hyrje te kartelat tuaja të fshehtëzuara në rast humbjeje fjalëkalimi
sr: Укључивање ове опције омогућиће поновно добијање приступа вашим шифрованим фајловима у случају губитка лозинке
sv: Genom att aktivera detta alternativ kommer du kunna återfå tillgång till dina krypterade filer om du skulle förlora/glömma ditt lösenord
th: การเปิดใช้งานตัวเลือกนี้จะช่วยให้คุณได้รับการเข้าถึงไฟล์ที่มีการเข้ารหัสของคุณในกรณีที่คุณลืมรหัสผ่าน
tr: Bu seçenek etkinleştirildiğinde, parolayı unutursanız şifrelenmiş dosyalarınıza yeniden erişim izni elde edebilirsiniz
zh_cn: 启用该项将允许你在密码丢失后取回您的加密文件

source: Enabled
ca: Activat
da: Aktiveret
de_de: Aktiviert
el: Ενεργοποιημένο
es: Habilitar
es_hn: Habilitado
eu: Gaitua
fi: Käytössä
fr: Activé
he: מופעל
hu: Bekapcsolva
id: Diaktifkan
is: Virkt
it: Abilitata
ja: 有効
ka_ge: მოქმედია
ko: 활성화
lt_lt: Įjungta
nb: Aktiv
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
pt_pt: Ativada
ru: Включено
sk: Povolené
sl: Omogočeno
sq: E aktivizuar
sr: укључено
sv: Aktiverad
th: เปิดการใช้งาน
tr: Etkin
zh_cn: 开启

source: Disabled
ca: Desactivat
da: Deaktiveret
de_de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
es_hn: Deshabilitado
eu: Ez-gaitua
fi: Ei käytössä
fr: Désactivé
he: מנוטרל
hu: Kikapcsolva
id: Dinonaktifkan
is: Óvirkt
it: Disabilitata
ja: 無効
ka_ge: არაა მოქმედი
ko: 비활성화
lt_lt: Išjungta
nb: Inaktiv
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
pt_pt: Desativada
ru: Отключено
sk: Zakázané
sl: Onemogočeno
sq: E çaktivizuar
sr: искључено
sv: Inaktiverad
th: ปิดการใช้งาน
tr: Devre Dışı
zh_cn: 禁用
