Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Recovery Key disabled
ca: Clau de recuperació desactivada
da: Gendannelsesnøgle er slået fra
de_de: Wiederherstellungsschlüssel deaktiviert
el: Κλειδί ανάκτησης απενεργοποιημένο
es: Desactivada la clave de recuperación
es_hn: Llave de recuperación deshabilitada
eu: Berreskuratze gakoa desgaituta
fi: Palautusavain poistettu käytöstä
fr: Clé de récupération désactivée
he: מפתח שחזור מנוטרל
hu: Visszaállítási kulcs letilva
id: Kunci Pemulihan dinonaktifkan
is: Endurheimtulykilorð óvirkt
it: Chiave di ripristino disabilitata
ja: 復旧キーが無効になりました。
ka_ge: აღდგენის გასაღები გაითიშა
ko: 복구 키가 비활성화됨
lt_lt: Atkūrimo raktas nenaudojamas
nb: Gjenopprettingsnøkkel deaktivert
nl: Herstelsleutel uitgeschakeld
pl: Klucz odzyskiwania wyłączony
pt_br: Chave de recuperação desativada
pt_pt: Chave de Recuperação desativada
ru: Ключ восстановления отключен
sk: Obnovovací kľúč je zakázaný
sl: Ključ za obnovitev gesla je onemogočen.
sq: Kyçi i Rimarrjeve u çaktivizua
sr: Кључ за опоравак искључен
sv: Återställningsnyckeln inaktiverad
th: ปิดการใช้งานการกู้คืนรหัส
tr: Geri Yükleme Anahtarı devre dışı
zh_cn: 恢复密钥已禁用

source: Recovery Key enabled
ca: Clau de recuperació activada
da: Gendannalsesnøgle aktiv
de_de: Wiederherstellungsschlüssel aktiviert
el: Κλειδί ανάκτησης ενεργοποιημένο
es: Recuperación de clave habilitada
es_hn: Llave de recuperación habilitada
eu: Berreskuratze gakoa gaituta
fi: Palautusavain käytössä
fr: Clef de récupération activée
he: מפתח שחזור מאופשר
hu: Visszaállítási kulcs engedélyezve
id: Kunci Pemulihan diaktifkan
is: Endurheimtulykilorð virkt
it: Chiave di ripristino abilitata
ja: 復旧キーが有効になりました。
ka_ge: აღდგენის გასაღები ამოქმედდა
ko: 복구 키가 활성화됨
lt_lt: Atkūrimo raktas naudojamas
nb: Gjenopprettingsnøkkel aktivert
nl: Herstelsleutel ingeschakeld
pl: Klucz odzyskiwania włączony
pt_br: Chave de recuperação ativada
pt_pt: Chave de Recuperação ativada
ru: Ключ восстановления включен
sk: Obnovovací kľúč je povolený
sl: Ključ za obnovitev gesla je omogočen.
sq: Kyçi i Rimarrjeve u aktivizua
sr: Кључ за опоравак укључен
sv: Återställningsnyckeln aktiverad
th: เปิดการใช้งานการกู้คืนรหัส
tr: Geri Yükleme Anahtarı etkin
zh_cn: 恢复密钥已启用

source: Could not enable the recovery key, please try again or contact your administrator
ca: No es pot activar la clau de recuperació, torneu-ho a intentar o poseu-vos en contacte amb l'administrador
da: Kunne ikke aktivere gendannelsesnøglen, venligst prøv igen eller kontakt din administrator
de_de: Der Wiederherstellungsschlüssel konnte nicht aktiviert werden, bitte versuchen Sie es noch einmal oder kontaktieren Sie Ihren Administrator
el: Αδυναμία ενεργοποίησης κλειδιού ανάκτησης, παρακαλούμε προσπαθήστε αργότερα ή επικοινωνήστε με το διαχειριστή σας
es: No se pudo habilitar la clave de recuperación, por favor vuelva a intentarlo o póngase en contacto con su administrador
es_hn: No fue posible habilitar la llave de recuperación, por favor intentalo de nuevo o contacta a tu administrador
eu: Ezin da berreskuratze gakoa gaitu, saia zaitez berriz mesedez edo zureadministratzailearekin kontaktuan jarri
fi: Palautusavaimen käyttöönotto epäonnistui, yritä myöhemmin uudelleen tai ota yhteys ylläpitäjään
fr: Impossible d'activer la clef de récupération. Veuillez essayer à nouveau ou contacter votre administrateur
he: איפשור מפתח השחזור נכשל. יש לנסות שנית או לפנות למנהל שלך
hu: Nem sikerült engedélyezni a visszaállítási kulcsot, kérlek próbáld újra vagy lép kapcsolatba az adminisztrátorral
id: Tidak dapat mengaktifkan kunci pemulihan, silakan coba lagi atau hubungi administrator Anda
is: Gat ekki virkjað endurheimtulykilinn, reyndu aftur eða hafðu samband við kerfisstjóra
it: Impossibile abilitare la chiave di ripristino, prova ancora o contatta il tuo amministratore
ja: 復旧キーを有効化できませんでした。もう一度試してみるか、管理者に問い合わせてください。
ka_ge: აღდგენის გასაღები ვერ ამოქმედდა, გთოვთ სცადოთ ახლიდან ან დაუკავშირდეთ თქვენს ადმინისტრატორს
ko: 복구 키를 활성화할 수 없습니다. 다시 시도하거나 관리자에게 연락하십시오
lt_lt: Nepavyksta pradėti naudoti atkūrimo rakto, prašome bandyti dar kartą arba susisiekti su sistemos administratoriumi
nb: Klarte ikke å aktivere gjenopprettingsnøkkelen. Prøv igjen eller kontakt administratoren.
nl: Kon herstelsleutel niet inschakelen, probeer het opnieuw, of neem contact op met je beheerder
pl: Nie można włączyć klucza odzyskiwania. Proszę spróbować ponownie lub skontakuj sie z administratorem
pt_br: Não foi possível ativar a chave de recuperação. Tente novamente ou entre em contato com o administrador
pt_pt: Não foi possível ativar a chave de recuperação, por favor, tente de novo ou contacte o seu administrador
ru: Не возможно задействовать ключ восстановления, попробуйте снова или обратитесь к вашему системному администратору
sk: Nepodarilo sa zapnúť záchranný kľúč. Prosím, skúste to znova alebo kontaktujte svojho správcu
sl: Ni mogoče omogočiti obnovitvenega ključa. Poskusite znova ali pa stopite v stik s skrbnikom sistema.
sq: S’u aktivizua dot kyçi i rimarrjeve. ju lutemi, riprovoni ose lidhuni me përgjegjësin tuaj
sr: Не могу да укључим кључ за опоравак. Покушајте поново или контактирајте администратора
sv: Återställningsnyckeln kunde inte aktiveras, försök igen eller kontakta din administratör
th: ไม่สามารถเปิดใช้งานการกู้คืนรหัสโปรดลองอีกครั้งหรือติดต่อผู้ดูแลระบบ
tr: Geri yükleme anahtarı etkinleştirilemedi, yeniden deneyin ya da sistem yöneticisi ile görüşün
zh_cn: 无法启用恢复密钥，请重试或联系您的管理员.

source: Could not update the private key password.
ca: No s'ha pogut actualitzar la contrasenya de la clau privada.
da: Kunne ikke opdatere kodeordet til den private nøgle.
de_de: Das Passwort des privaten Schlüssels konnte nicht aktualisiert werden.
el: Αποτυχία ενημέρωσης του προσωπικού κλειδιού πρόσβασης
es: No se pudo actualizar la contraseña de la clave privada.
es_hn: No fue posible actualizar la contraseña de la llave privada.
eu: Ezin izan da gako pribatu pasahitza eguneratu.
fi: Yksityisen avaimen salasanaa ei voitu päivittää.
fr: Impossible de mettre à jour le mot de passe de la clef privée.
he: לא ניתן לעדכן את סיסמת המפתח האישי
hu: Nem sikerült frissíteni a privát kulcs jelszavát.
id: Tidak dapat memperbarui kata sandi kunci private.
is: Tókst ekki að uppfæra lykilorð einkalykils.
it: Impossibile aggiornare la password della chiave privata.
ja: 秘密鍵のパスワードを更新できませんでした。
ka_ge: პირადი გასაღების პაროლი ვერ განახლდა.
ko: 개인 키 암호를 업데이트할 수 없습니다
lt_lt: Nepavyko atnaujinti slaptažodžio privačiam raktui.
nb: Klarte ikke å oppdatere privatnøkkelpassordet.
nl: Kon het wachtwoord van de privésleutel niet bijwerken.
pl: Nie można zmienić hasła klucza prywatnego.
pt_br: Não foi possível atualizar a senha da chave privada.
pt_pt: Não foi possível atualizar a palavra-passe da chave privada.
ru: Невозможно обновить пароль закрытого ключа.
sk: Nemožno aktualizovať heslo súkromného kľúča.
sl: Ni mogoče posodobiti gesla zasebnega ključa.
sq: Fjalëkalimi për kyçin privat s’u përditësua dot.
sr: Не могу да ажурирам лозинку личног кључа.
sv: Kunde inte uppdatera lösenord för den privata nyckeln
th: ไม่สามารถอัพเดทรหัสการเข้ารหัสส่วนตัว
tr: Özel anahtar parolası güncellenemedi
zh_cn: 不能更新私有密钥。

source: The old password was not correct, please try again.
ca: La contrasenya antiga no es correcta, Si us plau, Intenteu-ho de nou.
da: Det gamle kodeord var ikke korrekt, prøv venligst igen.
de_de: Das alte Passwort war falsch, bitte versuchen Sie es erneut.
el: Το παλαιό συνθηματικό δεν είναι σωστό, παρακαλώ δοκιμάστε ξανά.
es: La antigua contraseña no es correcta, por favor inténtelo de nuevo.
es_hn: La contraseña anterior no es correcta, favor de intentar de nuevo.
eu: Pasahitz zaharra ez da egokia. Mesedez, saiatu berriro.
fi: Vanha salasana oli väärin, yritä uudelleen.
fr: L'ancien mot de passe est incorrect. Veuillez réessayer.
he: הסיסמא הישנה לא נכונה, יש לנסות שנית.
hu: A régi jelszó nem volt helyes, kérlek próbáld újra.
id: Kata sandi lama salah, mohon coba lagi.
is: Gamla lykilorðið var ekki rétt, reyndu aftur.
it: La vecchia password non era corretta, prova di nuovo.
ja: 古いパスワードが一致しませんでした。もう一度入力してください。
ka_ge: ძველი პაროლი არ იყო სწორი, გთხოვთ სცადოთ ახლიდან.
ko: 이전 암호가 잘못되었습니다. 다시 시도하십시오.
lt_lt: Neteisingas senas slaptažodis, prašome bandyti dar kartą.
nb: Det gamle passordet var feil. Prøv igjen.
nl: Het oude wachtwoord was onjuist, probeer het opnieuw.
pl: Stare hasło nie było poprawne. Spróbuj jeszcze raz.
pt_br: A senha antiga não estava correta, por favor tente novamente.
pt_pt: A palavra-passe antiga não estava correta, por favor, tente de novo.
ru: Указан неверный старый пароль, повторите попытку.
sk: Staré heslo nebolo zadané správne, prosím skúste to ešte raz.
sl: Staro geslo ni vpisano pravilno. Poskusite znova.
sq: Fjalëkalimi i vjetër s’qe i saktë, ju lutemi, riprovoni.
sr: Стара лозинка није исправна. Покушајте поново.
sv: Det gamla lösenordet var inte korrekt. Vänligen försök igen.
th: รหัสผ่านเดิมไม่ถูกต้องโปรดลองอีกครั้ง
tr: Eski parola doğru değil, lütfen yeniden deneyin.
zh_cn: 原始密码错误，请重试。

source: The current log-in password was not correct, please try again.
ca: La contrasenya d'inici de sessió actual no era correcta, torneu-ho a provar.
da: Det nuværende kodeord til log-in var ikke korrekt, prøv venligst igen.
de_de: Das aktuelle Anmeldepasswort war nicht korrekt, bitte versuchen Sie es noch einmal.
el: Το τρέχον συνθηματικό δεν είναι σωστό, παρακαλώ δοκιμάστε ξανά.
es: La contraseña de inicio de sesión actual no es correcta, por favor inténtelo de nuevo.
es_hn: La contraseña actual para iniciar sesión fue incorrecta, por favor vuelvelo a intentar.
eu: Oraingo pasahitza ez da egokia. Mesedez, saiatu berriro.
fi: Nykyinen kirjautumiseen käytettävä salasana oli väärin, yritä uudelleen.
fr: Le mot de passe de connexion actuel n'est pas correct, veuillez réessayer.
he: סיסמת ההתחברות הנוכחית אינה נכונה, יש לנסות שנית.
hu: Az aktuális bejelentkezési jelszó nem volt helyes, kérlek próbáld újra.
id: Kata sandi masuk saat ini salah, mohon coba lagi.
is: Núgildandi innskráningarlykilorð var ekki rétt, reyndu aftur.
it: La password di accesso attuale non era corretta, prova ancora.
ja: ログインパスワードが一致しませんでした。もう一度入力してください。
ka_ge: ამჟამინდელი ლოგინის პაროლი არ იყო სწორი, გთხოვთ სცადოთ ახლიდან.
ko: 현재 로그인 암호가 잘못되었습니다. 다시 시도하십시오.
lt_lt: Esamas prisijungimo slaptažodis buvo neteisingas, prašome bandyti dar kartą.
nb: Det nåværende innloggingspassordet var feil. Prøv igjen.
nl: Het huidige inlogwachtwoord was niet juist, probeer het opnieuw.
pl: Obecne hasło logowania nie było poprawne. Spróbuj ponownie.
pt_br: A senha atual de acesso não estava correta, por favor tente novamente.
pt_pt: A palavra-passe de iniciar a sessão atual não estava correta, por favor, tente de novo.
ru: Текущий пароль для учётной записи введён неверно, пожалуйста повторите попытку.
sk: Toto heslo nebolo správne, prosím skúste to ešte raz.
sl: Trenutno geslo za prijavo ni vpisano pravilno. Poskusite znova.
sq: Fjalëkalimi i tanishëm i hyrjeve s’qe i saktë, ju lutemi, riprovoni.
sr: Тренутна лозинка за пријаву није исправна. Покушајте поново.
sv: Det nuvarande inloggningslösenordet var inte korrekt. Vänligen försök igen.
th: รหัสผ่านเข้าสู่ระบบในปัจจุบันไม่ถูกต้องโปรดลองอีกครั้ง
tr: Geçerli oturum açma parolası doğru değil, lütfen yeniden deneyin.
zh_cn: 当前登录密码不正确，请重试。

source: Private key password successfully updated.
ca: La contrasenya de la clau privada s'ha actualitzat.
da: Privat nøgle kodeord succesfuldt opdateret.
de_de: Das Passwort des privaten Schlüssels wurde aktualisiert.
el: Το Προσωπικό κλειδί πρόσβασης ενημερώθηκε επιτυχώς
es: Contraseña de clave privada actualizada con éxito.
es_hn: Contraseña de llave privada actualizada exitosamente.
eu: Gako pasahitz pribatu behar bezala eguneratu da.
fi: Yksityisen avaimen salasana päivitettiin onnistuneesti.
fr: Mot de passe de la clef privée mis à jour avec succès.
he: סיסמת מפתח אישי עודכנה בהצלחה.
hu: A személyes kulcsának jelszava frissítésre került.
id: Sandi kunci privat berhasil diperbarui.
is: Tókst að uppfæra lykilorð einkalykils.
it: Password della chiave privata aggiornata correttamente.
ja: 秘密鍵のパスワードが正常に更新されました。
ka_ge: პირადი გასაღების პაროლი წარმატებით განახლდა.
ko: 개인 키 암호가 성공적으로 업데이트 되었습니다.
lt_lt: Privataus rakto slaptažodis sėkmingai atnaujintas.
nb: Passord for privat nøkkel ble oppdatert.
nl: Privésleutel succesvol bijgewerkt.
pl: Pomyślnie zaktualizowano hasło klucza prywatnego.
pt_br: Senha de chave privada atualizada com sucesso.
pt_pt: A palavra-passe da chave privada foi atualizada com sucesso.
ru: Пароль закрытого ключа успешно обновлён.
sk: Heslo súkromného kľúča je úspešne aktualizované.
sl: Zasebni ključ za geslo je uspešno posodobljen.
sq: Fjalëkalimi për kyçin privat u përditësua me sukses.
sr: Лозинка личног кључа је успешно ажурирана.
sv: Den privata nyckelns lösenord uppdaterades.
th: อัพเดทรหัส Private key เรียบร้อยแล้ว
tr: Özel anahtar parolası güncellendi.
zh_cn: 私钥密码成功更新。

source: You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please run 'occ encryption:migrate' or contact your administrator
ca: Necessiteu migrar les claus de xifratge des del xifratge antic (ownCloud <= 8.0) al nou. Si us plau, executeu 'encryption d'occ: migrate' o poseu-vos en contacte amb l'administrador
da: Du skal overflytte dine krypteringsnøgler fra den gamle kryptering (ownCloud <= 8.0) til den nye af slagsen. Kør venligst "occ encryption:migrate" eller kontakt din administrator.
de_de: Sie müssen Ihre Verschlüsselungsschlüssel von der alten Verschlüsselung (ownCloud <= 8.0) zur neuen migrieren. Bitte führen Sie 'occ encryption:migrate' aus oder kontaktieren Sie Ihren Administrator.
el: Πρέπει να μεταφέρετε τα κλειδιά κρυπτογράφησής σας από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στην καινούρια. Παρακαλούμε εκτελέστε την εντολή 'occ encryption:migrate' ή επικοινωνήστε με το διαχειριστή σας.
es: Necesita migrar sus claves de cifrado desde el antiguo modelo de cifrado (ownCloud <= 8.0) al nuevo. Por favor ejecute 'occ encryption:migrate' o contáctese con su administrador.
es_hn: Necesitas migar tus llaves de encripción de la encripción anterior (ownCloud <=8.0) a la nueva. Por favor ejecuta 'occ encryption:migrate' o contacta a tu adminstrador
eu: Zure enkriptatze gakoak enkriptatze zaharretik (ownCloud <=8.0) berrira migratubehar duzu. 'occ encryption:migrate' exekuta ezazu mesedez, edo zure administratzailearekin kontaktuan jar zaitez
fi: Salausavaimet tulee siirtää vanhasta salaustavasta (ownCloud <= 8.0) uuteen salaustapaan. Suorita 'occ encryption:migrate' tai ota yhteys ylläpitoon
fr: Vous devez migrer vos clés de chiffrement de l'ancienne version (ownCloud <= 8.0) vers la nouvelle. Veuillez exécuter 'occ encryption:migrate' ou contacter votre administrateur
he: יש צורך להמיר את מפתחות ההצפנה מהצופן הישן (ownCloud <= 8.0) לצופן החדש. יש להריץ 'occ encryption:migrate' או לפנות למנהל שלך
hu: Migrálni kell a titkosítási kulcsaidat a rég titkosításról (ownCloud <= 8.0) az újra. Kérlek futtasd az 'occ encryption:migrate' parancsot, vagy lépj kapcsolatba az adminisztrátorral
id: Anda perlu mengganti kunci enkripsi Anda dari enkripsi lama (ownCloud <= 8.0) ke yang baru. Mohon jalankan 'occ encryption:migrate' atau hubungi administrator Anda
is: Þú verður að yfirfæra dulritunarlyklana þína úr gömlu dulrituninni (ownCloud <= 8.0) yfir í þá nýju. Keyrðu 'occ encryption:migrate' eða hafðu samband við kerfisstjórann þinn
it: Devi migrare le tue chiavi di cifratura dalla vecchia cifratura (ownCloud <= 8.0) alla nuova. Esegui 'occ encryption:migrate' o contatta il tuo amministratore
ja: 古い暗号化(ownCloud 8.0以前)から新しい方へ、暗号化キーを移行する必要があります。'occ encryption:migrate'を実行するか、管理者に問い合わせてください。
ka_ge: საჭიროა შიფრაციის ძველი გასაღებების მიგრაცია (ownCloud <= 8.0) ახალებზე. გთხოვთ გაუშვათ 'occ encryption:migrate' ან დაუკავშირდეთ ადმინისტრატორს
ko: 과거에 사용하였던(ownCloud <= 8.0) 암호화된 데이터에서 키를 이전해야 합니다. 'occ encryption:migrate'를 실행하거나 시스템 관리자에게 연락하십시오
lt_lt: Jūs turite atlikti šifravimo raktų migraciją iš senojo (ownCloud <= 8.0) į naująjį. Prašome terminale įvykdyti "occ encryption:migrate" arba susisiekti su sistemos administratoriumi
nb: Du må migrere krypteringsnøklene din fra den gamle krypteringen (ownCloud <= 8.0) til den nye. Kjør 'occ encryption:migrate' eller kontakt en administrator
nl: Je moet je cryptosleutels van de oude versleuteling (ownCloud <= 8.0) migreren naar de nieuwe. Start 'occ encryption:migrate' of neem contact op met je beheerder
pl: Musisz przenieść swoje klucze szyfrowania ze starego sposobu szyfrowania (Nextcloud <= 8,0) na nowy. Proszę uruchomić 'occ encryption:migrate' lub skontaktować się z administratorem
pt_br: Você precisa migrar suas chaves de criptografia a partir da antiga criptografia (ownCloud <= 8,0) para a nova. Por favor, execute 'occ encryption:migrate' ou contate o administrador
pt_pt: Precisa de migrar as suas chaves de encriptação da encriptação antiga (ownCloud <= 8.0) para a nova. Por favor, execute 'occ encryption:migrate' ou contacte o seu administrador
ru: Вам необходимо произвести конвертацию ключей шифрования из старого формата (ownCloud <= 8.0) в новый. Используйте команду «occ encryption:migrate» или обратитесь к администратору.
sk: Musíte migrovať vaše šifrovacie kľúče zo starého šifrovania (ownCloud <= 8,0) na nové. Spustite „occ encryption:migrate“ alebo sa obráťte na správcu
sl: Preseliti je treba šifrirne ključe iz starega sistema (ownCloud <= 8.0) na novega. Zaženite ukaz 'occ encryption:migrate' ali pa stopite v stik s skrbnikom sistema.
sq: Lypset të kaloni kyçet tuaj të fshehtëzimeve nga versioni i vjetër i fshehtëzimeve (ownCloud <= 8.0) te i riu. Ju lutemi, ekzekutoni run 'occ encryption:migrate' ose lidhuni me përgjegjësin tuaj
sr: Морате да пребаците старе шифрарске кључеве (оунКлауд <= 8.0) у нове. Покрените 'occ encryption:migrate' или контактирајте администратора.
sv: Du behöver migrera dina krypteringsnycklar från den gamla krypteringen (ownCloud <= 8.0) till den nya. Kör 'occ encryption:migrate' eller kontakta din administratör
th: คุณจำเป็นต้องย้ายรหัสการเข้ารหัสลับของคุณจากการเข้ารหัสเก่า (ownCloud ที่มีเวอร์ชันต่ำกว่าหรือเท่ากับ 8.0) ไปเวอร์ชันใหม่ โปรดเรียกใช้ 'occ encryption:migrate' หรือติดต่อผู้ดูแลระบบ
tr: Eski şifreleme anahtarlarınızın eski şifrelemeden (ownCloud <= 8.0) yenisine aktarılması gerekiyor. Lütfen 'occ encryption:migrate' komutunu çalıştırın ya da sistem yöneticiniz ile görüşün
zh_cn: 您需要从旧版本 (ownCloud <= 8.0) 迁移您的加密密钥. 请运行 'occ encryption:migrate' 或联系您的管理员.

source: Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files.
ca: Clau privada no vàlida per a l'aplicació de xifrat. Actualitzeu la contrasenya de la clau privada a la vostra configuració personal per recuperar l'accés als vostres fitxers xifrats.
da: Ugyldig privat nøgle til Krypteringsprogrammet. Venligst opdater din kode til privat nøgle i dine personlige indstillinger for at gendanne adgang til dine krypterede filer.
de_de: Falscher privater Schlüssel für die Verschlüsselungs-App. Bitte aktualisieren Sie Ihren privaten Schlüssel in Ihren persönlichen Einstellungen um wieder Zugriff auf die verschlüsselten Dateien zu erhalten.
el: Άκυρο προσωπικό κλειδί για την εφαρμογή κρυπτογράφησης. Παρακαλώ ενημερώστε τον κωδικό του προσωπικού κλειδιού σας στις προσωπικές ρυθμίσεις για να επανακτήσετε πρόσβαση στα κρυπτογραφημένα σας αρχεία.
es: La clave privada no es válida para la app de cifrado. Por favor, actualice la contraseña de su clave privada en sus ajustes personales para recuperar el acceso a sus archivos cifrados.
es_hn: La llave de encripción privada es inválida para la aplicación de encripción. Por favor actualiza la contraseña de tu llave privada en tus configuraciones personales para recuperar el acceso a tus archivos encriptados.
eu: Enkriptazio aplikaziorako gako pribatu desegokia. Zure gako pribatuaren pasahitza eguneratuezarpen pertsonaletan, enkriptatutako fitxategiak berriz atzitu nahi badituzu
fi: Salaussovelluksen salausavain on virheellinen. Ole hyvä ja päivitä salausavain henkilökohtaisissa asetuksissasi jotta voit taas avata salauskirjoitetut tiedostosi.
fr: Clé privée invalide pour l'application de chiffrement. Veuillez mettre à jour le mot de passe de la clef privée dans vos paramètres personnels pour récupérer l'accès à vos fichiers chiffrés.
hu: A titkosító alkalmazás privát kulcsa érvénytelen. A titkosított fájljaidhoz való hozzáféréshez frissítsd a privát kulcsod jelszavát a személyes beállításoknál.
id: Kunci privat tidak sah untuk aplikasi enkripsi. Silakan perbarui kata sandi kunci privat anda pada pengaturan pribadi untuk memulihkan akses ke berkas anda yang dienkripsi.
is: Ógildur einkalykill fyrir dulritunarforrit. Uppfærðu einkalykilorðið í stillingunum þínum til að fá aftur aðgang að dulrituðu skránum þínum.
it: Chiave privata non valida per l'applicazione di cifratura. Aggiorna la password della chiave privata nelle impostazioni personali per ripristinare l'accesso ai tuoi file cifrati.
ja: 暗号化アプリの無効なプライベートキーです。あなたの暗号化されたファイルへアクセスするために、個人設定からプライベートキーのパスワードを更新してください。
ka_ge: შიფრაციის აპლიკაციისთვის არასწორი პირადი გასაღები. დაშიფრული ფაილებისადმი წვდომის აღსადგენად, გთხოვთ განაახლოთ თქვენი პირადი გასაღების პაროლი პირად პარამეტრებში.
ko: 암호화 앱의 개인 키가 잘못되었습니다. 암호화된 파일에 다시 접근하려면 개인 설정에서 개인 키 암호를 업데이트해야 합니다.
lt_lt: Šifravimo įskiepis neatpažįsta privataus rakto. Atnaujinkite slaptažodį skirtą privačiam raktui naudoti, kurį rasite asmeninių nustatymų skiltyje, skirtoje atstatyti prieigą prie šifruotų failų.
nb: Ugyldig privat nøkkel for Krypteringsappen. Oppdater passordet for din private nøkkel i dine personlige innstillinger for å gjenopprette tilgang til de krypterte filene dine.
nl: Ongeldige privésleutel voor de crypto app. Werk het privésleutel wachtwoord bij in je persoonlijke instellingen om opnieuw toegang te krijgen tot je versleutelde bestanden.
pl: Nieprawidłowy klucz prywatny do szyfrowania aplikacji. Należy zaktualizować hasło klucza prywatnego w ustawieniach osobistych, aby odzyskać dostęp do zaszyfrowanych plików.
pt_br: Chave privada inválida para o aplicativo de criptografia. Atualize a senha da sua chave privada nas configurações pessoais para recuperar o acesso aos seus arquivos criptografados.
ru: Закрытый ключ приложения шифрования недействителен. Обновите закрытый ключ в личных настройках, чтобы восстановить доступ к зашифрованным файлам.
sk: Neplatný súkromný kľúč pre šifrovanie. Aktualizujte prosím heslo vášho súkromného kľúča v osobných nastaveniach pre obnovenie prístupu k vaším šifrovaným súborom.
sq: Kyç privat i pavlefshëm për aplikacionin e fshehtëzimeve. Ju lutemi, përditësoni fjalëkalimin tuaj të kyçit privat te rregullimet tuaja personale që të rimerrni hyrje te kartelat tuaja të fshehtëzuara.
sr: Неисправан лични кључ за шифровање. Ажурирајте лозинку личног кључа у поставкама да повратите приступ шифрованим фајловима.
sv: Ogiltig privat nyckel för krypteringsappen. Uppdatera din privata nyckels lösenord i dina personliga inställningar för att återställa tillgång till dina krypterade filer.
tr: Şifreleme uygulaması özel anahtarı geçersiz. Şifrelenmiş dosyalarınıza erişebilmek için kişisel ayarlarınızdaki özel anahtar parolanızı güncelleyin.
zh_cn: 无效的加密应用程序私钥。请在您的个人设置中更新您的私钥密码，以恢复对加密文件的访问。
