Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Missing recovery key password
ca: Falta la clau de recuperació de contrasenya
da: Der mangler kodeord for gendannelsesnøgle
de_de: Schlüsselpasswort zur Wiederherstellung fehlt
el: Λείπει το κλειδί επαναφοράς κωδικού
es: Falta contraseña de recuperación
es_hn: No se encontró la contraseña de la llave de recuperación
eu: Berreskurapen gakoaren pasahitza falta da
fi: Palautusavaimen salasana puuttuu
fr: Mot de passe de la clef de récupération manquant
he: חסרה סיסמת מפתח שחזור
hu: Hiányzó helyreállítási kulcs jelszó
id: Kata sandi kunci pemuliahan tidak ada
is: Vantar endurheimtulykilorð
it: Manca la password della chiave di ripristino
ja: 復旧キーのパスワードがありません
ka_ge: აღდგენის გასაღების პაროლი არამყოფია
ko: 잊어버린 복구 키 암호 복구
lt_lt: Trūksta atkūrimo rakto slaptažodžio
nb: Passord for gjenopprettingsnøkkel mangler
nl: Ontbrekende wachtwoord herstelsleutel
pl: Brakujące hasło klucza odzyskiwania
pt_br: Está faltando a senha da chave de recuperação
pt_pt: Palavra-passe da chave de recuperação em falta
ru: Отсутствует пароль восстановления ключа
sk: Chýba kľúč pre obnovu hesla
sl: Manjka ključ za obnovitev
sq: Mungon fjalëkalimi kyç i rigjenerimit
sr: Недостаје лозинка кључа за опоравак
sv: Saknar lösenord för återställningsnyckel
th: รหัสกู้คืนรหัสผ่านหายไป
tr: Geri yükleme anahtarı parolası eksik
zh_cn: 丢失的回复密钥

source: Please repeat the recovery key password
ca: Si us plau, repetiu la clau de recuperació de contrasenya
da: Gentag venligst kodeordet for gendannelsesnøglen
de_de: Schlüsselpasswort zur Wiederherstellung bitte wiederholen
el: Παρακαλώ επαναλάβετε το κλειδί επαναφοράς κωδικού
es: Por favor, repita la contraseña de recuperación
es_hn: Por favor reingresa la contraseña de recuperación
eu: Mesedez errepikatu berreskuratze gakoaren pasahitza
fi: Toista palautusavaimen salasana
fr: Répétez le mot de passe de la clef de récupération
he: יש לחזור על סיסמת מפתח השחזור
hu: Ismételd meg a helyreállítási kulcs jelszavát
id: Silakan ulangi kata sandi kunci pemulihan
is: Endurtaktu endurheimtulykilorð
it: Ripeti la password della chiave di ripristino
ja: 復旧キーのパスワードをもう一度入力
ka_ge: გთხოვთ გაიმეოროთ აღდგენის გასაღების პაროლი
ko: 복구 키 암호를 다시 입력하십시오
lt_lt: Prašome pakartoti atkūrimo rakto slaptažodį
nb: Gjenta passord for gjenopprettingsnøkkel
nl: Herhaal het herstelsleutel wachtwoord
pl: Proszę powtórz nowe hasło klucza odzyskiwania
pt_br: Por favor, repita a senha da chave de recuperação
pt_pt: Por favor, repita a palavra-passe da chave de recuperação
ru: Повторите ввод пароля ключа восстановления
sk: Prosím zopakujte heslo kľúča pre obnovu
sl: Ponovite vpis ključa za obnovitev
sq: Ju lutemi, rijepni fjalëkalimin për kyç rimarrjesh
sr: Поновите лозинку кључа за опоравак
sv: Vänligen upprepa lösenordet för återställningsnyckel
th: กรุณาใส่รหัสกู้คืนรหัสผ่าน อีกครั้ง
tr: Geri yükleme anahtarı parolasını yeniden yazın
zh_cn: 请替换恢复密钥

source: Repeated recovery key password does not match the provided recovery key password
ca: La contrasenya de la clau de recuperació repetida no coincideix amb la contrasenya de clau de recuperació proporcionada
da: Det gentagne kodeord for gendannelsesnøglen stemmer ikke med det angivne kodeord for gendannelsesnøglen
de_de: Das wiederholte Schlüsselpasswort zur Wiederherstellung stimmt nicht mit dem geforderten Schlüsselpasswort zur Wiederherstellung überein
el: Ο επαναλαμβανόμενος κωδικός πρόσβασης ανάκτησης δεν ταιριάζει με τον παρεχόμενο κωδικό πρόσβασης κλειδιού ανάκτησης
es: La contraseña de recuperación reintroducida no coincide con la contraseña de recuperación proporcionada
es_hn: Las contraseñas de la llave de recuperación no coinciden
eu: Errepikatutako berreskuratze gakoaren pasahitza ez dator bat berreskuratze gakoaren pasahitzarekin
fi: Toistamiseen annettu palautusavaimen salasana ei täsmää annettua palautusavaimen salasanaa
fr: Le mot de passe de la clef de récupération et sa répétition ne sont pas identiques.
he: סיסמת מפתח השחזור החוזרת אינה מתאימה לסיסמת מפתח השחזור הקיימת
hu: A megismételt helyreállítási kulcs jelszó nem egyezik meg a megadott helyreállítási kulcs jelszóval
id: Kata sandi kunci pemulihan yang diulangi tidak cocok dengan kata sandi kunci pemulihan yang diberikan
is: Endurtekna endurheimtulykilorðið samsvarar ekki uppgefnu endurheimtulykilorði
it: La password della chiave di ripristino ripetuta non corrisponde alla password della chiave di ripristino fornita
ja: 入力された復旧キーのパスワードが一致しません。
ka_ge: გამეორებული აღდგენის გასაღების პაროლი არ ემთხვევა მოწოდებულ აღდგენის გასაღების პაროლს
ko: 입력한 복구 키 암호가 서로 다릅니다
lt_lt: Pakartotas atstatymo rakto slaptažodis nesutampa su atstatymo rakto slaptažodžiu
nb: Gjentatt passord for gjenopprettingsnøkkel stemmer ikke med oppgitt passord for gjenopprettingsnøkkel
nl: Het herhaalde herstelsleutel wachtwoord kwam niet overeen met het eerdere herstelsleutel wachtwoord
pl: Hasła klucza odzyskiwania nie zgadzają się
pt_br: A senha repetida não corresponde com a senha da chave de recuperação fornecida
pt_pt: A confirmação da palavra-passe da chave de recuperação não corresponde
ru: Пароли не совпадают
sk: Zopakované heslo kľúča pre obnovenie nesúhlasí zo zadaným heslom
sl: Ponovljen vpis ključa za obnovitev ni enak prvemu vpisu tega ključa
sq: Fjalëkalimi i ridhënë për kyç rimarrjesh s’përputhet me fjalëkalimin e dhënë për kyç rimarrjesh
sr: Поновљена лозинка кључа за опоравак се не поклапа
sv: Det upprepade lösenordet för återställningsnyckeln matchar inte tillhandahållna lösenordet för återställningsnyckeln
th: ใส่รหัสกู้คืนรหัสผ่านไม่ตรงกัน
tr: Geri yükleme anahtarı parolası ile onayı aynı değil
zh_cn: 重复的恢复密钥密码与提供的恢复密钥密码不匹配

source: Recovery key successfully enabled
ca: La clau de recuperació s'ha activat
da: Gendannelsesnøgle aktiveret med succes
de_de: Der Wiederherstellungsschlüssel wurde erfolgreich aktiviert.
el: Επιτυχής ενεργοποίηση κλειδιού ανάκτησης
es: Se ha habilitado la recuperación de archivos
es_hn: Llave de recuperación habilitada exitosamente
eu: Berreskuratze gakoa behar bezala gaitua
fi: Palautusavain kytketty päälle onnistuneesti
fr: Clef de récupération activée avec succès
he: מפתח השחזור אופשר בהצלחה
hu: A helyreállítási kulcs sikeresen bekapcsolva
id: Kunci pemulihan berhasil diaktifkan
is: Tókst að virkja endurheimtulykil
it: Chiave di ripristino abilitata correttamente
ja: 復旧キーを正常に有効化しました
ka_ge: აღდგენის გასაღები წარმატებით ამოქმედდა
ko: 복구 키가 성공적으로 활성화되었습니다
lt_lt: Atkūrimo raktas pradėtas naudoti
nb: Gjenopprettingsnøkkel aktivert
nl: Herstelsleutel succesvol ingeschakeld
pl: Klucz odzyskiwania włączony
pt_br: Chave de recuperação habilitada com sucesso
pt_pt: A chave de recuperação foi ativada com sucesso
ru: Ключ восстановления успешно установлен
sk: Záchranný kľúč bol úspešne povolený
sl: Ključ za obnovitev gesla je uspešno nastavljen
sq: Kyçi i rimarrjeve u aktivizua me sukses
sr: Кључ за опоравак успешно укључен
sv: Återställningsnyckeln har framgångsrikt aktiverats
th: เปิดใช้งานรหัสการกู้คืนเรียบร้อยแล้ว
tr: Geri yükleme anahtarı etkinleştirildi
zh_cn: 恢复密钥成功启用

source: Could not enable recovery key. Please check your recovery key password!
ca: No s'ha pogut activar la clau de recuperació. Comproveu contrasenya de la clau de recuperació!
da: Kunne ikke aktivere gendannelsesnøgle. Kontroller venligst dit gendannelsesnøgle kodeord!
de_de: Der Wiederherstellungsschlüssel konnte nicht aktiviert werden. Bitte überprüfen Sie das Passwort für den Wiederherstellungsschlüssel!
el: Αποτυχία ενεργοποίησης κλειδιού ανάκτησης. Παρακαλώ ελέγξτε τον κωδικό του κλειδιού ανάκτησής σας!
es: No se pudo habilitar la contraseña de recuperación. Por favor, ¡compruebe su contraseña de recuperación!
es_hn: No fue posible habilitar la llave de recuperación. ¡Por favor comprueba la contraseña de tu llave de recuperación!
eu: Ezin da berreskuratze gako gaitu. Egiaztatu berreskuratze gako pasahitza!
fi: Palautusavaimen käyttöönotto epäonnistui. Tarkista palautusavaimesi salasana!
fr: Impossible d'activer la clef de récupération. Veuillez vérifier le mot de passe de votre clé de récupération !
he: איפשור מפתח השחזור נכשל. יש לבדוק את סיסמת מפתח השחזור שלך!
hu: A helyreállítási kulcsot nem lehetett engedélyezni. Ellenőrizze a helyreállítási kulcsa jelszavát!
id: Tidak dapat mengaktifkan kunci pemulihan. Silakan periksa kata sandi kunci pemulihan Anda!
is: Tókst ekki að virkja endurheimtulykil. Athugaðu endurheimtulykilorðið þitt!
it: Impossibile abilitare la chiave di ripristino. Verifica la password della chiave di ripristino.
ja: 復旧キーを有効にできませんでした。リカバリ用のキーのパスワードを確認してください！
ka_ge: აღდგენის გასაღები ვერ ამოქმედდა. გთხოვთ დაამოწმოთ აღდგენის გასაღების პაროლი!
ko: 복구 키를 활성화 할 수 없습니다. 복구 키의 암호를 확인해 주십시오!
lt_lt: Nepavyko panaudoti atkūrimo rakto. Prašome patikrinti savo atkūrimo rakto slaptažodį!
nb: Klarte ikke å aktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.
nl: Kon herstelsleutel niet activeren. Controleer het wachtwoord van je herstelsleutel!
pl: Nie można włączyć klucza odzyskiwania. Proszę sprawdzić swoje hasło odzyskiwania!
pt_br: Impossível habilitar a chave de recuperação. Por favor, verifique a senha da chave de recuperação!
pt_pt: Não foi possível ativar a chave de recuperação. Por favor, verifique a sua palavra-passe da chave de recuperação!
ru: Невозможно включить ключ восстановления. Проверьте правильность пароля от ключа!
sk: Nepodarilo sa povoliť záchranný kľúč. Skontrolujte prosím Vaše heslo záchranného kľúča!
sl: Ključa za obnovitev gesla ni mogoče nastaviti. Preverite geslo ključa!
sq: S’u aktivizua dot kyçi i rimarrjeve. Ju lutemi, kontrolloni fjalëkalimin për kyç rimarrjesh!
sr: Не могу да укључим кључ за опоравак. Проверите лозинку кључа за опоравак!
sv: Kunde inte aktivera återställningsnyckeln. Vänligen kontrollera ditt lösenord för återställningsnyckeln!
th: ไม่สามารถเปิดใช้งานรหัสการกู้คืน กรุณาตรวจสอบรหัสผ่านคีย์การกู้คืนของคุณ!
tr: Geri yükleme anahtarı etkinleştirilemedi. Lütfen geri yükleme anahtarı parolanızı denetleyin!
zh_cn: 不能启用恢复密钥。请检查恢复密钥密码！

source: Recovery key successfully disabled
ca: La clau de recuperació s'ha descativat
da: Gendannelsesnøgle deaktiveret succesfuldt
de_de: Der Wiederherstellungsschlüssel wurde erfolgreich deaktiviert.
el: Επιτυχής απενεργοποίηση κλειδιού ανάκτησης
es: Clave de recuperación deshabilitada
es_hn: Llave de recuperación deshabilitada exitosamente
eu: Berreskuratze gakoa behar bezala desgaitu da
fi: Palautusavain poistettu onnistuneesti käytöstä
fr: Clef de récupération désactivée avec succès
he: מפתח השחזור נוטרל בהצלחה
hu: A helyreállítási kulcs sikeresen kikapcsolva
id: Kunci pemulihan berhasil dinonaktifkan
is: Tókst að gera endurheimtulykil óvirkan
it: Chiave di ripristino disabilitata correttamente
ja: 復旧キーを正常に無効化しました
ka_ge: აღდგენის გასაღები წარმატებით გაითიშა
ko: 복구 키가 성공적으로 비활성화 되었습니다
lt_lt: Atkūrimo raktas nebenaudojamas
nb: Gjenopprettingsnøkkel ble deaktivert
nl: Herstelsleutel succesvol uitgeschakeld
pl: Klucz odzyskiwania wyłączony
pt_br: Chave de recuperação desabilitada com sucesso
pt_pt: A chave de recuperação foi desativada com sucesso
ru: Ключ восстановления успешно отключен
sk: Záchranný kľúč bol úspešne zakázaný
sl: Ključ za obnovitev gesla je uspešno onemogočen
sq: Kyçi i rimarrjeve u çaktivizua me sukses
sr: Кључ за опоравак успешно искључен
sv: Återställningsnyckeln har framgångsrikt inaktiverats
th: ปิดใช้งานรหัสการกู้คืนเรียบร้อยแล้ว
tr: Geri yükleme anahtarı devre dışı bırakıldı
zh_cn: 恢复密钥成功禁用

source: Could not disable recovery key. Please check your recovery key password!
ca: No s'ha pogut desactivar la calu de recuperació. Comproveu la contrasenya de la clau de recuperació!
da: Kunne ikke deaktivere gendannelsesnøgle. Kontroller din gendannelsesnøgle kodeord!
de_de: Der Wiederherstellungsschlüssel konnte nicht deaktiviert werden. Bitte überprüfen Sie das Passwort für den Wiederherstellungsschlüssel!
el: Αποτυχία απενεργοποίησης κλειδιού ανάκτησης. Παρακαλώ ελέγξτε τον κωδικό του κλειδιού ανάκτησής σας!
es: No se pudo deshabilitar la clave de recuperación. Por favor, ¡compruebe su contraseña!
es_hn: No fue posible deshabilitar la llave de recuperación. ¡Por favor comprueba la contraseña de tu llave de recuperación!
eu: Ezin da berreskuratze gako desgaitu. Egiaztatu berreskuratze gako pasahitza!
fi: Palautusavaimen poistaminen käytöstä ei onnistunut. Tarkista palautusavaimesi salasana!
fr: Impossible de désactiver la clef de récupération. Veuillez vérifier le mot de passe de votre clef de récupération !
he: נטרול מפתח השחזור נכשל. יש לבדוק את סיסמת מפתח השחזור שלך!
hu: A helyreállítási kulcsot nem lehetett kikapcsolni. Ellenőrizze a helyreállítási kulcsa jelszavát!
id: Tidak dapat menonaktifkan kunci pemulihan. Silakan periksa kata sandi kunci pemulihan Anda!
is: Tókst ekki að gera endurheimtulykil óvirkan. Athugaðu endurheimtulykilorðið þitt!
it: Impossibile disabilitare la chiave di ripristino. Verifica la password della chiave di ripristino.
ja: 復旧キーを無効化できませんでした。リカバリ用のキーのパスワードを確認してください！
ka_ge: აღდგენის გასაღები ვერ გაითიშა. გთხოვთ დაამოწმოთ აღდგენის გასაღების პაროლი!
ko: 복구 키를 비활성화 할 수 없습니다. 복구 키의 암호를 확인해 주십시오!
lt_lt: Nepavyko atjungti atkūrimo rakto. Prašome patikrinti savo atkūrimo rakto slaptažodį!
nb: Klarte ikke å deaktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.
nl: Kon herstelsleutel niet deactiveren. Controleer het wachtwoord van je herstelsleutel!
pl: Nie można wyłączyć klucza odzyskiwania. Proszę sprawdzić swoje hasło odzyskiwania!
pt_br: Impossível desabilitar a chave de recuperação. Por favor, verifique a senha da chave de recuperação!
pt_pt: Não foi possível desativar a chave de recuperação. Por favor, verifique a palavra-passe da chave de recuperação.
ru: Невозможно выключить ключ восстановления. Проверьте правильность пароля от ключа!
sk: Nepodarilo sa zakázať záchranný kľúč. Skontrolujte prosím Vaše heslo záchranného kľúča!
sl: Ključa za obnovitev gesla ni mogoče onemogočiti. Preverite ključ!
sq: S’u çaktivizua dot kyçi i rimarrjeve. Ju lutemi, kontrolloni fjalëkalimin për kyç rimarrjesh!
sr: Не могу да искључим кључ за опоравак. Проверите лозинку!
sv: Kunde inte inaktivera återställningsnyckeln. Vänligen kontrollera ditt lösenord för återställningsnyckeln!
th: ไม่สามารถปิดใช้งานรหัสการกู้คืน กรุณาตรวจสอบรหัสผ่านคีย์การกู้คืนของคุณ!
tr: Geri yükleme anahtarı devre dışı bırakılamadı. Lütfen geri yükleme anahtarı parolanızı denetleyin!
zh_cn: 不能禁用恢复密钥。请检查恢复密钥密码！

source: Missing parameters
ca: Falten paràmetres
da: Manglende parametre
de_de: Fehlende Parameter
el: Ελλιπείς παράμετροι
es: Faltan parámetros
es_hn: Parámetros faltantes
eu: Parametroak faltan
fi: Puuttuvat parametrit
fr: Paramètres manquants
he: פרמטרים חסרים
hu: Hiányzó paraméterek
id: Parameter salah
is: Vantar breytur
it: Parametri mancanti
ja: パラメータが不足しています
ka_ge: პარამეტრები აკლია
ko: 인자 부족함
lt_lt: Trūksta parametrų
nb: Manglende parametre
nl: Ontbrekende parameters
pl: Brakujące dane
pt_br: Parâmetros faltantes
pt_pt: Parâmetros em falta
ru: Отсутствуют параметры
sk: Chýbajúce parametre
sl: Manjkajoči parametri:
sq: Mungojnë parametra
sr: Недостају параметри
sv: Saknar parametrar
th: ค่าพารามิเตอร์หายไป
tr: Parametreler eksik
zh_cn: 缺少参数

source: Please provide the old recovery password
ca: Proporcioneu la contrasenya de recuperació antiga
da: Angiv venligst det gamle kodeord for gendannelsesnøglen
de_de: Bitte das alte Wiederherstellungspasswort eingeben
el: Παρακαλώ παρέχετε τον παλιό κωδικό επαναφοράς
es: Por favor, ingrese su antigua contraseña de recuperación
es_hn: Por favor proporciona tu contraseña de recuperación anterior
eu: Mesedez sartu berreskuratze pasahitz zaharra
fi: Anna vanha palautussalasana
fr: Veuillez entrer l'ancien mot de passe de récupération
he: יש לספק את סיסמת השחזור הישנה
hu: Kérlek add meg a régi visszaállítási jelszót
id: Mohon berikan kata sandi pemulihan lama
is: Settu inn gamla endurheimtulykilorðið
it: Fornisci la vecchia password di ripristino
ja: 古い復旧キーのパスワードを入力
ka_ge: გთხოვთ მიუთითოთ აღდგენის ძველი პაროლი
ko: 이전 복구 암호를 입력하십시오
lt_lt: Įveskite seną atkūrimo rakto slaptažodį
nb: Oppgi det gamle gjenopprettingspassordet
nl: Geef het oude herstelwachtwoord op
pl: Podaj stare hasło odzyskiwania
pt_br: Por favor, forneça a antiga senha de recuperação
pt_pt: Por favor, indique a palavra-passe de recuperação antiga
ru: Введите старый пароль восстановления
sk: Zadajte prosím staré heslo pre obnovenie
sl: Vpišite star ključ za obnovitev
sq: Ju lutemi, jepni fjalëkalimin e vjetër të rimarrjes
sr: Унесите стару лозинку опоравка
sv: Vänligen tillhandahåll det gamla återställningslösenordet
th: โปรดระบุรหัสผ่านการกู้คืนเก่า
tr: Lütfen eski geri yükleme parolasını yazın
zh_cn: 请提供原来的恢复密码

source: Please provide a new recovery password
ca: Siusplau proporcioneu una nova contrasenya de recuperació
da: Angiv venligst et nyt kodeord til gendannelse
de_de: Bitte ein neues Wiederherstellungspasswort eingeben
el: Παρακαλώ παρέχετε ένα νέο κωδικό επαναφοράς
es: Por favor, provea una nueva contraseña de recuperación
es_hn: Por favor proporciona una nueva contraseña de recuperación
eu: Mesedez sartu berreskuratze pasahitz berria
fi: Anna uusi palautussalasana
fr: Veuillez entrer un nouveau mot de passe de récupération
he: יש לספק את סיסמת השחזור החדשה
hu: Kérlek add meg az új visszaállítási jelszót
id: Mohon berikan kata sandi pemulihan baru
is: Settu inn nýja endurheimtulykilorðið
it: Fornisci una nuova password di ripristino
ja: 新しい復旧キーのパスワードを入力
ka_ge: გთხოვთ მიუთითოთ აღდგენის ახალი პაროლი
ko: 새 복구 암호를 입력하십시오
lt_lt: Prašome pateikti naują atkūrimo rakto slaptažodį
nb: Oppgi et nytt gjenopprettingspassord
nl: Geef een nieuw herstelwachtwoord op
pl: Podaj nowe hasło odzyskiwania
pt_br: Por favor, forneça a nova senha de recuperação
pt_pt: Por favor, indique a nova palavra-passe de recuperação
ru: Введите новый пароль восстановления
sk: Zadajte prosím nové heslo pre obnovenie
sl: Vpišite nov ključ za obnovitev
sq: Ju lutemi, jepni fjalëkalimin e ri të rimarrjes
sr: Унесите нову лозинку опоравка
sv: Vänligen tillhandahåll ett nytt återställningslösenord
th: โปรดระบุรหัสผ่านการกู้คืนใหม่
tr: Lütfen yeni geri yükleme parolasını yazın
zh_cn: 请提供一个新的恢复密码

source: Please repeat the new recovery password
ca: Repetiu la nova contrasenya de recuperació
da: Gentag venligst det nye kodeord til gendannelse
de_de: Bitte das neue Passwort zur Wiederherstellung wiederholen
el: Παρακαλώ επαναλάβετε το νέο κωδικό επαναφοράς
es: Por favor, repita su nueva contraseña de recuperación
es_hn: Por favor reingresa la nueva contraseña de recuperación
eu: Mesedez errepikatu berreskuratze pasahitz berria
fi: Toista uusi palautussalasana
fr: Veuillez répéter le nouveau mot de passe de récupération
he: יש לספק את סיסמת השחזור החדשה
hu: Kérlek ismételd meg az új visszaállítási jelszót
id: Silakan ulangi sandi pemulihan baru
is: Endurtaktu nýja endurheimtulykilorðið
it: Ripeti la nuova password di ripristino
ja: 新しい復旧キーのパスワードをもう一度入力
ka_ge: გთხოვთ გაიმეოროთ ახალი აღდგენის პაროლი
ko: 새 복구 암호를 다시 입력하십시오
lt_lt: Pakartokite naują atkūrimo rakto slaptažodį
nb: Gjenta det nye gjenopprettingspassordet
nl: Herhaal het nieuwe herstelwachtwoord
pl: Proszę powtórz nowe hasło odzyskiwania
pt_br: Por favor, repita a nova senha de recuperação
pt_pt: Por favor, repita a nova palavra-passe de recuperação
ru: Повторите новый пароль восстановления
sk: Zopakujte prosím nové heslo pre obnovenie
sl: Ponovno vpišite nov ključ za obnovitev
sq: Ju lutemi, rijepni fjalëkalimin e ri të rimarrjes
sr: Поновите нову лозинку опоравка
sv: Vänligen upprepa det nya återställningslösenordet
th: โปรดระบุการกู้คืนรหัสผ่านใหม่ อีกครั้ง
tr: Lütfen yeni geri yükleme parolasını yeniden yazın
zh_cn: 请替换新的恢复密码

source: Password successfully changed.
ca: La contrasenya s'ha canviat.
da: Kodeordet blev ændret succesfuldt
de_de: Das Passwort wurde geändert.
el: Ο κωδικός αλλάχτηκε επιτυχώς.
es: Su contraseña ha sido cambiada
es_hn: La contraseña ha sido cambiada exitosamente
eu: Pasahitza behar bezala aldatu da.
fi: Salasana vaihdettiin onnistuneesti.
fr: Mot de passe modifié avec succès.
he: הסיסמא שונתה בהצלחה.
hu: A jelszót sikeresen megváltoztattuk.
id: Kata sandi berhasil diubah
is: Lykilorðinu hefur verið breytt.
it: Password modificata correttamente.
ja: パスワードを変更できました。
ka_ge: პაროლი წარმატებით შეიცვალა.
ko: 암호가 성공적으로 변경되었습니다
lt_lt: Slaptažodis sėkmingai pakeistas.
nb: Passordet ble endret.
nl: Wachtwoord succesvol gewijzigd.
pl: Zmiana hasła udana.
pt_br: Senha alterada.
pt_pt: Palavra-passe alterada com sucesso.
ru: Пароль успешно изменен.
sk: Heslo úspešne zmenené.
sl: Geslo je uspešno spremenjeno.
sq: Fjalëkalimi u ndryshua me sukses.
sr: Лозинка успешно промењена.
sv: Ändringen av lösenordet lyckades.
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว
tr: Parola değiştirildi.
zh_cn: 密码修改成功。

source: Could not change the password. Maybe the old password was not correct.
ca: No s'ha pogut canviar la contrasenya. Potser la contrasenya anterior no era correcta.
da: Kunne ikke ændre kodeordet. Måske var det gamle kodeord ikke korrekt.
de_de: Das Passwort konnte nicht geändert werden. Vielleicht war das alte Passwort falsch.
el: Αποτυχία αλλαγής κωδικού ίσως ο παλιός κωδικός να μην ήταν σωστός.
es: No se pudo cambiar la contraseña. Compruebe que la contraseña actual sea correcta.
es_hn: No fue posible cambiar la contraseña. Por favor verifica que contraseña anterior sea correcta.
eu: Ezin izan da pasahitza aldatu. Agian pasahitz zaharra okerrekoa da.
fi: Salasanan vaihto epäonnistui. Kenties vanha salasana oli väärin.
fr: Erreur lors du changement de mot de passe. L'ancien mot de passe est peut-être incorrect.
he: שינוי הסיסמא נכשל. יתכן שהסיסמא הישנה לא נכונה.
hu: A jelszót nem lehet megváltoztatni! Lehet, hogy hibás volt a régi jelszó.
id: Tidak dapat mengubah kata sandi. Kemungkinan kata sandi lama yang dimasukkan salah.
is: Tókst ekki að breyta lykilorðinu. Kannski var gamla lykilorðið ekki rétt.
it: Impossibile cambiare la password. Forse la vecchia password non era corretta.
ja: パスワードを変更できませんでした。古いパスワードが間違っているかもしれません。
ka_ge: პაროლის ცვლილება ვერ მოხერხდა. შეიძლება ძველი პაროლი არასწორია
ko: 암호를 변경할 수 없습니다. 예전 암호가 정확하지 않은 것 같습니다.
lt_lt: Nepavyko pakeisti slaptažodžio. Galbūt, buvo neteisingai įvestas senas slaptažodis.
nb: Klarte ikke å endre passordet. Kanskje gammelt passord ikke var korrekt.
nl: Kon wachtwoord niet wijzigen. Wellicht oude wachtwoord niet juist ingevoerd.
pl: Nie można zmienić hasła. Może stare hasło nie było poprawne.
pt_br: Não foi possível alterar a senha. Talvez a senha antiga não estava correta.
pt_pt: Não foi possível alterar a palavra-passe. Possivelmente a palavra-passe antiga não está correta.
ru: Невозможно изменить пароль. Возможно, указанный старый пароль не верен.
sk: Nemožno zmeniť heslo. Pravdepodobne nebolo staré heslo zadané správne.
sl: Gesla ni mogoče spremeniti. Morda vnos starega gesla ni pravilen.
sq: Fjalëkalimi s’u ndryshua dot. Ndoshta fjalëkalimi i vjetër s’qe i saktë.
sr: Не могу да променим лозинку. Можда стара лозинка није исправна.
sv: Kunde inte ändra lösenordet. Kanske det gamla lösenordet inte var rätt.
th: ไม่สามารถเปลี่ยนรหัสผ่าน บางทีรหัสผ่านเดิมอาจไม่ถูกต้อง
tr: Parola değiştirilemedi. Eski parolanızı doğru yazmamış olabilirsiniz.
zh_cn: 不能修改密码。旧密码可能不正确。
