Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password.
ca: La clau de recuperació és una clau de xifrat addicional que s'utilitza per xifrar fitxers. Permet la recuperació dels fitxers d'un usuari si l'usuari s'oblida de la seva contrasenya.
da: Gendannelsesnøglen er en ekstra krypteringsnøgle, der bruges til at kryptere filer. Den tillader gendannelse af en brugers filer, hvis brugeren glemmer sin adgangskode.
de_de: Der Wiederherstellungsschlüssel ist ein zusätzlicher Verschlüsselungsschlüssel, der zum Verschlüsseln von Dateien benutzt wird. Er erlaubt die Wiederherstellung von Benutzerdateien auch dann, wenn der Benutzer sein Passwort vergessen hat.
el: Το κλειδί ανάκτησης είναι ένα επιπλέον κλειδί κρυπτογράφησης που χρησιμοποιείται για να κρυπτογραφήσει αρχεία. Επιτρέπει την ανάκτηση των αρχείων ενός χρήστη αν αυτός/αυτή ξεχάσει τον κωδικό πρόσβασης.
es: La clave de recuperación es una clave de cifrado extra que se usa para cifrar archivos . Permite la recuperación de los archivos de un usuario si él o ella olvida su contraseña.
es_hn: La llave de recuperación es una llave de encripción que se usa para encriptar archivos. Permite la recuperación de los archivos del usuario si este olvida su contraseña.
eu: Berreskuratze gakoa fitxategiak enkriptatzeko gako extra bat da.Erabiltzailearen fitxategiak berreskuratzea baimentzen du bere pasahitzagalduz gero.
fi: Palautusavain on ylimääräinen salausavain, jota käytetään tiedostojen salaamiseen. Sen avulla on mahdollista palauttaa käyttäjien tiedostot, vaikka käyttäjä unohtaisi oman salasanansa.
fr: La clé de récupération est une clé supplémentaire utilisée pour chiffrer les fichiers. Elle permet de récupérer les fichiers des utilisateurs s'ils oublient leur mot de passe.
he: מפתח השחזור הנו מפתח הצפנה נוסף לשימוש לצורך הצפנת הקבצים. הוא מאפשר את שחזור קבצי המשתמש אם המשתמש שוכח את הסיסמא שלו.
hu: A visszaállítási kulcs egy a fájlok titkosítására szolgáló extra titkosítási kulcs. A segítségével vissza lehet állítani a fájlokat ha felhasználó elfelejtette a jelszavát.
id: Kunci pemulihan adalah kunci enkripsi tambahan yang digunakan untuk mengenkripsi berkas. Kunci pemulihan memungkinkan untuk memulihkan berkas-berkas pengguna ketika pengguna tersebut melupakan kata sandi mereka.
is: Endurheimtingarlykill er auka-dulritunarlykill sem er notaður til að dulrita skrár. Hann gefur möguleika á að endurheimta skrár ef notandi gleymir lykilorðinu sínu.
it: La chiave di ripristino è una chiave di cifratura aggiuntiva utilizzata per cifrare i file. Consente di ripristinare i file di un utente se l'utente dimentica la propria password.
ja: 復旧キーは、ファイルの暗号化に使う特別な暗号化キーです。ユーザがパスワードを忘れてしまった場合には、リカバリキーを使ってユーザのファイルを復元することができます。
ka_ge: აღდგენის გასაღები დამატებითი შიფრაციის გასაღებია, რომელიც გამოიყენებიან ფაილების დასაშიფრად. ეს იძლევა მომხმარებლის ფაილის აღდგენის უფლებას, იმ შემთხვევაში თუ მას დაავიწყდება პაროლი.
ko: 복구 키는 파일을 암호화하는 추가 키입니다. 사용자가 암호를 잊었을 때 복구할 수 있도록 해 줍니다.
lt_lt: Atkūrimo raktas yra papildoma saugumo priemonė skirta duomenų šifravimui. Atkūrimo raktas leidžia asmens duomenų atstatymą, kai asmuo pamiršta slaptažodį.
nb: Gjenopprettingsnøkkelen er en ekstra krypteringsnøkkel som brukes til å kryptere filer. Den tillater gjenoppretting av en brukers filer i tilfelle brukeren glemmer passordet sitt.
nl: De herstelsleutel is een extra cryptografische sleutel die wordt gebruikt om bestanden te versleutelen. Die maakt het mogelijk bestanden te herstellen als de gebruiker zijn of haar wachtwoord vergeet.
pl: Kluczem do odzyskiwania jest dodatkowy klucz szyfrujący, który służy do szyfrowania plików. Umożliwia on odzyskanie plików użytkownika, jeśli użytkownik zapomni swoje hasło.
pt_br: A chave de recuperação é uma chave de criptografia extra que é utilizada para criptografar arquivos. Ela permite a recuperação de arquivos se um usuário esquecer sua senha.
pt_pt: A chave de recuperação é uma chave de encriptação extra que é utilizada para encriptar os ficheiros. Esta permite a recuperação dos ficheiros do utilizador se este esquecer a sua senha.
ru: Ключ восстановления - это дополнительный ключ, который используется для шифрования файлов. Он позволяет восстановить пользовательские файлы в случае утери пароля.
sk: Záchranný kľúč je ďalší šifrovací kľúč, ktorý sa používa na šifrovanie súborov. Umožňuje záchranu súborov používateľa ak zabudne svoje heslo.
sl: Obnovitveni ključ je dodatni šifrirni ključ, ki se uporablja pri šifriranju datotek. Omogoča obnovitev uporabnikovih datotek, če uporabnih pozabi svoje geslo za dostop.
sq: Kyçi i rimarrjeve është një kyç ekstra fshehtëzimesh që përdoret për të fshehtëzuar kartela. Ai lejon rimarrjen e një kartele të përdoruesit, nëse përdoruesi harron fjalëkalimin e vet.
sr: Кључ за опоравак је додатни шифрарски кључ који се користи за шифровање фајлова. Он омогућава опоравак корисничких фајлова ако корисник заборави своју лозинку.
sv: Återställningsnyckeln är en extra krypteringsnyckel som används för att kryptera filer. Den gör det möjligt att återställa en användares filer om användaren glömmer sitt lösenord.
th: รหัสการกู้คืนเป็นการเข้ารหัสลับพิเศษจะใช้ในการเข้ารหัสไฟล์ มันจะช่วยเรื่องการกู้คืนไฟล์ของผู้ใช้ที่ลืมรหัสผ่าน
tr: Kurtarma anahtarı, dosyaların şifrelenmesi için ek bir güvenlik sağlar. Böylece kullanıcı unutursa dosyalarının parolasını sıfırlayabilir.
zh_cn: 恢复密钥是用于加密文件的额外加密密钥.如果用户忘记了密码，它允许用户恢复文件.

source: Recovery key password
ca: Clau de recuperació de la contrasenya
da: Gendannelsesnøgle kodeord
de_de: Passwort für den Wiederherstellungsschlüsse
el: Επαναφορά κωδικού κλειδιού
es: Contraseña de clave de recuperación
es_hn: Contraseña de llave de recuperación
eu: Berreskuratze gako pasahitza
fi: Palautusavaimen salasana
fr: Mot de passe de la clef de récupération
he: סיסמת מפתח השחזור
hu: A helyreállítási kulcs jelszava
id: Kata sandi kunci pemulihan
is: Endurheimtulykilorð
it: Password della chiave di ripristino
ja: 復旧キーのパスワード
ka_ge: აღდგენის გასაღების პაროლი
ko: 복구 키 암호
lt_lt: Slaptažodis atkūrimo raktui
nb: Passord for gjenopprettingsnøkkel
nl: Wachtwoord herstelsleulel
pl: Hasło klucza odzyskiwania
pt_br: Senha da chave de recuperação
pt_pt: Palavra-passe da chave de recuperação
ru: Пароль ключа восстановления
sk: Heslo obnovovacieho kľúča
sl: Ključ za obnovitev gesla
sq: Fjalëkalim kyçi rimarrjesh
sr: Лозинка кључа за опоравак
sv: Ange lösenord
th: รหัสการกู้คืนรหัสผ่าน
tr: Kurtarma anahtarı parolası
zh_cn: 恢复密钥密码

source: Repeat recovery key password
ca: Repetiu la contrasenya de la clau de recuperació
da: Gentag adgangskode for gendannelsesnøgle
de_de: Passwort für den Wiederherstellungsschlüssel wiederholen
el: Επαναλάβετε τον κωδικό του κλειδιού ανάκτησης
es: Repita la contraseña de recuperación
es_hn: Repetir la contraseña de la llave de recuperación
eu: Berreskuratze gakoaren pasahitza errepikatu
fi: Toista salausavaimen salasana
fr: Répétez le mot de passe de la clé de récupération
he: יש לחזור על סיסמת מפתח השחזור
hu: Ismételd meg a visszaállítási kulcs jelszavát
id: Ulangi kata sandi kunci pemulihan
is: Endurtaktu endurheimtulykilorðið
it: Ripeti la password della chiave di ripristino
ja: 復旧キーのパスワードをもう一度入力
ka_ge: გაიმეორეთ აღდგენის გასაღების პაროლი
ko: 복구 키 암호 확인
lt_lt: Pakartokite slaptažodį atkūrimo raktui
nb: Gjenta passord for gjenopprettingsnøkkel
nl: Herhaal wachtwoord herstelsleutel
pl: Powtórz hasło klucza odzyskiwania
pt_br: Repita a senha da chave de recuperação
pt_pt: Repetir a palavra-passe da chave de recuperação
ru: Повторите пароль ключа восстановления
sk: Zopakovať heslo k záchrannému kľúču
sl: Ponovi ključ za obnovitev gesla
sq: Rijepni fjalëkalim kyçi rimarrjesh
sr: Поновите лозинку кључа за опоравак
sv: Repetera lösenord
th: รหัสการกู้คืนรหัสผ่าน อีกครั้ง
tr: Kurtarma anahtarı parolası onayı
zh_cn: 重复恢复密码

source: Change recovery key password:
ca: Canvia la clau de recuperació de contrasenya:
da: Skift gendannelsesnøgle kodeord:
de_de: Passwort für den Wiederherstellungsschlüssel ändern
el: Αλλαγή κλειδιού επαναφοράς κωδικού:
es: Cambiar la contraseña de la clave de recuperación
es_hn: Cambiar la contraseña de la llave de recuperación:
eu: Aldatu berreskuratze gako pasahitza:
fi: Vaihda palautusavaimen salasana:
fr: Modifier le mot de passe de la clef de récupération :
he: החלפת סיסמת מפתח השחזור:
hu: A helyreállítási kulcs jelszavának módosítása:
id: Ubah kata sandi kunci pemulihan:
is: Breyta endurheimtulykilorði:
it: Cambia la password della chiave di ripristino:
ja: 復旧キーのパスワードを変更:
ka_ge: შეცვალეთ აღდგენის გასაღების პაროლი:
ko: 복구 키 암호 변경:
lt_lt: Pakeisti slaptažodį atkūrimo raktui:
nb: Endre passord for gjenopprettingsnøkkel:
nl: Wijzig wachtwoord herstelsleutel:
pl: Zmień hasło klucza odzyskiwania
pt_br: Mudar a senha da chave de recuperação:
pt_pt: Alterar a palavra-passe da chave de recuperação:
ru: Смена пароля ключа восстановления:
sk: Zmeniť heslo obnovovacieho kľúča:
sl: Spremeni ključ za obnovitev gesla:
sq: Ndryshoni fjalëkalim kyçi rimarrjesh:
sr: Измена лозинке кључа опоравка:
sv: Ändra lösenord för återställningsnyckel
th: เปลี่ยนรหัสการกู้คืนรหัสผ่าน
tr: Kurtarma anahtarı parolasını değiştir:
zh_cn: 更改恢复密钥密码

source: Old recovery key password
ca: Contrasenya antiga de clau de recuperació
da: Gammel adgangskode for gendannelsesnøgle
de_de: Altes Passwort für den Wiederherstellungsschlüssel
el: Παλιός κωδικός κλειδιού ανάκτησης
es: Antigua contraseña de recuperación
es_hn: Anterior contraseña de llave de recuperación
eu: Berreskuratze gako zaharraren pasahitza
fi: Vanha salausavaimen salasana
fr: Ancien mot de passe de la clé de récupération
he: סיסמת מפתח שחזור ישנה
hu: A régi helyreállítási kulcs jelszava
id: Kata sandi kunci pemulihan lama
is: Gamla endurheimtulykilorðið
it: Vecchia password della chiave di ripristino
ja: 古い復旧キーのパスワード
ka_ge: ძველი აღდგენის გასაღების პაროლი
ko: 이전 복구 키 암호
lt_lt: Senas atstatymo rakto slaptažodis
nb: Gammelt passord for gjenopprettingsnøkkel
nl: Oude wachtwoord herstelsleutel
pl: Stare hasło klucza odzyskiwania
pt_br: Senha da chave de recuperação antiga
pt_pt: Palavra-passe da chave de recuperação antiga
ru: Старый пароль ключа восстановления
sk: Staré heslo k záchrannému kľúču
sl: Stari ključ za obnovitev gesla
sq: Fjalëkalimi i vjetër kyçi rimarrjesh
sr: Стара лозинка кључа за опоравак
sv: Gammalt lösenord
th: รหัสการกู้คืนรหัสผ่านเก่า
tr: Eski kurtarma anahtarı parolası
zh_cn: 旧的恢复密码

source: New recovery key password
ca: Nova contrasenya de clau de recuperació
da: Ny adgangskode for gendannelsesnøgle
de_de: Neues Passwort für den Wiederherstellungsschlüssel
el: Νέος κωδικός κλειδιού ανάκτησης
es: Nueva contraseña de recuperación
es_hn: Nueva contraseña de llave de recuperación
eu: Berreskuratze gako berriaren pasahitza
fi: Uusi salausavaimen salasana
fr: Nouveau mot de passe de la clé de récupération
he: סיסמת מפתח שחזור חדשה
hu: Az új helyreállítási kulcs jelszava
id: Kata sandi kunci pemulihan baru
is: Nýtt endurheimtulykilorð
it: Nuova password della chiave di ripristino
ja: 新しい復旧キーのパスワード
ka_ge: ახალი აღდგენის გასაღების პაროლი
ko: 새 복구 키 암호
lt_lt: Naujas slaptažodis atkūrimo raktui
nb: Nytt passord for gjenopprettingsnøkkel
nl: Nieuwe wachtwoord herstelsleutel
pl: Nowe hasło klucza odzyskiwania
pt_br: Senha nova da chave de recuperação
pt_pt: Nova palavra-passe da chave de recuperação
ru: Новый пароль ключа восстановления
sk: Nové heslo obnovovacieho kľúča
sl: Novi ključ za obnovitev gesla
sq: Fjalëkalimi i ri kyçi rimarrjesh
sr: Нова лозинка кључа за опоравак
sv: Nytt lösenord
th: รหัสการกู้คืนรหัสผ่านใหม่
tr: Yeni kurtarma anahtarı parolası
zh_cn: 新恢复密码

source: Repeat new recovery key password
ca: Repetiu la contrasenya de la clau de recuperació nova
da: Gentag ny adgangskode for gendannelsesnøgle
de_de: Neues Passwort für den Wiederherstellungsschlüssel wiederholen
el: Επαναλάβετε το νέο κωδικό κλειδιού ανάκτησης
es: Repita la nueva contraseña de recuperación
es_hn: Reingresar la nueva contraseña de llave de recuperación
eu: Berreskuratze gakoaren pasahitz berria errepikatu
fi: Toista uusi salausavaimen salasana
fr: Répétez le nouveau mot de passe de la clé de récupération
he: יש לחזור על סיסמת מפתח השחזור החדשה
hu: Ismételd meg az új helyreállítási kulcs jelszavát
id: Ulangi sandi kunci pemulihan baru
is: Endurtaktu nýja endurheimtulykilorðið
it: Ripeti la nuova password della chiave di ripristino
ja: 新しい復旧キーのパスワードをもう一度入力
ka_ge: გაიმეორეთ ახალი აღდგენის გასაღების პაროლი
ko: 새 복구 키 암호 확인
lt_lt: Pakartokite naują slaptažodį atkūrimo raktui
nb: Gjenta nytt passord for gjenopprettingsnøkkel
nl: Herhaal nieuwe wachtwoord herstelsleutel
pl: Powtórz nowe hasło klucza odzyskiwania
pt_br: Repita a senha nova da chave de recuperação
pt_pt: Repetir palavra-passe da chave de recuperação
ru: Повторите новый пароль ключа восстановления
sk: Zopakujte nové heslo obnovovacieho kľúča
sl: Ponovi novi ključ za obnovitev gesla
sq: Rijepni fjalëkalimin e ri kyçi rimarrjesh
sr: Поновите нову лозинку кључа за опоравак
sv: Repetera lösenord
th: รหัสการกู้คืนรหัสผ่านใหม่ อีกครั้ง
tr: Yeni kurtarma anahtarı parolası onayı
zh_cn: 重复新的恢复密码

source: Change Password
ca: Canvia la contrasenya
da: Skift Kodeord
de_de: Passwort ändern
el: Αλλαγή Κωδικού Πρόσβασης
es: Cambiar contraseña
es_hn: Cambiar contraseña
eu: Aldatu Pasahitza
fi: Vaihda salasana
fr: Changer de mot de passe
he: שינוי סיסמא
hu: Jelszó megváltoztatása
id: Ubah Sandi
is: Breyta lykilorði
it: Modifica password
ja: パスワードを変更
ka_ge: შეცვალეთ პაროლი
ko: 암호 변경
lt_lt: Pakeisti slaptažodį
nb: Endre passord
nl: Wijzigen wachtwoord
pl: Zmień hasło
pt_br: Trocar senha
pt_pt: Alterar Palavra-passe
ru: Изменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sq: Ndryshoni Fjalëkalimin
sr: Измени лозинку
sv: Byt lösenord
th: เปลี่ยนรหัสผ่าน
tr: Parolayı Değiştir
zh_cn: 修改密码

source: Basic encryption module
ca: Mòdul bàsic de xifratge
da: Basis krypterings modul
de_de: Basisverschlüsselungsmodul
el: Βασική μονάδα κρυπτογράφησης
es: Módulo básico de cifrado
es_hn: Módulo de encripción básica
eu: Oinarrizko enkriptazio modulua
fi: Perus salausmoduuli
fr: Module de chiffrement basique
hu: Alap titkosítási modul
id: Modul enkripsi dasar
is: Grunn-dulritunareining
it: Modulo di cifratura base
ja: 基本暗号化モジュール
ka_ge: მარტივი შიფრაციის მოდული
ko: 기본 암호화 모듈
lt_lt: Pagrindinis šifravimo modulis
nb: Grunnleggende krypteringsmodul
nl: Basis versleutelingsmodule
pl: Podstawowy moduł szyfrujący
pt_br: Módulo de criptografia básico
ru: Базовый модуль шифрования
sk: Základný šifrovací modul
sq: Modul i thjeshtë fshehtëzimesh
sr: Основни модул за шифровање
sv: Kryptering
tr: Temel şifreleme modülü
zh_cn: 基础加密模块

source: Your private key password no longer matches your log-in password.
ca: La clau privada ja no es correspon amb la contrasenya d'accés:
da: Dit private nøglekodeord stemmer ikke længere overens med dit login-kodeord.
de_de: Das Passwort für Ihren privaten Schlüssel stimmt nicht mehr mit Ihrem Anmelde-Passwort überein.
el: Ο κωδικός του ιδιωτικού κλειδιού σας δεν ταιριάζει πλέον με τον κωδικό σύνδεσής σας.
es: Su contraseña de clave privada ya no coincide con su contraseña de acceso.
es_hn: Tu contraseña de llave privada ya no corresónde con tu contraseña de inicio de sesión.
eu: Zure gako pasahitza pribatua ez da dagoeneko bat etortzen zure sartzeko pasahitzarekin.
fi: Salaisen avaimesi salasana ei enää vastaa kirjautumissalasanaasi.
fr: Le mot de passe de votre clef privée ne correspond plus à votre mot de passe de connexion.
he: סיסמת המפתח האישי שלך כבר אינה מתאימה לסיסמת ההתחברות שלך.
hu: A privát kulcs jelszavad már nem egyezik meg a bejelentkezési jelszavaddal.
id: Kata sandi kunci private Anda tidak lagi cocok dengan kata sandi masuk Anda.
is: Lykilorð einkalykilsins þíns samsvarar ekki lengur innskráningarlykilorðinu þínu.
it: La password della chiave privata non corrisponde più alla password di accesso.
ja: もはや秘密鍵はログインパスワードと一致しません。
ka_ge: თქვენი პირადი გასაღების პაროლი აღარ ემთხვევა ლოგინის პაროლს.
ko: 개인 키 암호와 로그인 암호가 일치하지 않습니다.
lt_lt: Jūsų privataus rakto slaptažodis nesutampa su jūsų prisijungimo slaptažodžiu.
nb: Passordet for din private nøkkel stemmer ikke lenger med påloggingspassordet ditt.
nl: Het wachtwoord van je privésleutel komt niet meer overeen met je inlogwachtwoord.
pl: Hasło Twojego klucza prywatnego nie pasuje już do Twojego hasła logowania.
pt_br: A sua senha de chave privada não corresponde a sua senha de login.
pt_pt: A palavra-passe da sua chave privada já não coincide com a palavra-passe da sua sessão.
ru: Пароль закрытого ключа больше не соответствует паролю вашей учетной записи.
sk: Heslo vášho súkromného kľúča sa nezhoduje v vašim prihlasovacím heslom.
sl: Zasebno geslo ni več skladno s prijavnim geslom.
sq: Fjalëkalimi juaj për kyçe privatë s’përputhet më me fjalëkalimin për hyrjet.
sr: Лозинка вашег личног кључа више није иста као ваша лозинка за пријаву.
sv: Ditt lösenord för din privata nyckel matchar inte längre ditt inloggningslösenord.
th: รหัสการเข้ารหัสผ่านส่วนตัวของคุณไม่ตรงกับรหัสผ่านในการเข้าสู่ระบบของคุณ
tr: Özel anahtar parolanız artık oturum açma parolanız ile eşleşmiyor.
zh_cn: 您的私钥不再与您的登录密码匹配.

source: Set your old private key password to your current log-in password:
ca: Establiu la vostra antiga clau privada a l'actual contrasenya d'accés:
da: Sæt dit gamle, private nøglekodeord til at være dit nuværende login-kodeord.
de_de: Ihr altes Passwort für den privaten Schlüssel auf Ihr aktuelles Anmeldepasswort setzen:
el: Ορίστε τον παλιό σας κωδικό ιδιωτικού κλειδιού στον τρέχοντα κωδικό σύνδεσης.
es: Establezca la contraseña de clave privada antigua para su contraseña de inicio de sesión actual:
es_hn: Establece tu contraseña de llave privada a tu contraseña actual de inicio de seisón:
eu: Ezarri zure gako pasahitz zaharra orain duzun sartzeko pasahitzan:
fi: Aseta yksityisen avaimen vanha salasana vastaamaan nykyistä kirjautumissalasanaasi:
fr: Remplacez l'ancien mot de passe de votre clé privée par votre mot de passe de connexion actuel :
he: יש להחליף את סיסמת המפתח האישי הישנה בסיסמת ההתחברות הנוכחית:
hu: Állítsd át a régi privát kulcs jelszavadat az aktuális bejelentkezési jelszavadra:
id: Setel kata sandi kunci private Anda untuk kata sandi masuk Anda saat ini:
is: Settu eldra lykilorð einkalykilsins þíns á að vera það sama og núgildandi innskráningarlykilorðið þitt:
it: Imposta la vecchia password della chiave privata sull'attuale password di accesso:
ja: 古い秘密鍵のパスワードを現在のログインパスワードに設定:
ka_ge: დააყენეთ თქვენი ძველი პირადი გასაღების პაროლი ამჟამინდელ ლოგინის პაროლზე:
ko: 기존 개인 키 암호를 로그인 암호와 동일하게 설정하십시오:
lt_lt: Naudoti privataus rakto slaptažodį kaip prisijungimo slaptažodį:
nb: Sett ditt gamle passord for privat nøkkel til ditt nåværende påloggingspassord:
nl: Stel het wachtwoord van je oude privésleutel in op je huidige inlogwachtwoord.
pl: Ustaw stare hasło klucza prywatnego na aktualne hasło logowania:
pt_br: Defina a sua senha antiga da chave privada para sua senha de login atual:
pt_pt: Defina a sua palavra-passe antiga da chave privada para a sua palavra-passe atual da sessão:
ru: Замените старый пароль закрытого ключа на текущий пароль учётной записи.
sk: Zmeňte si vaše staré heslo súkromného kľúča na rovnaké, aké je vaše aktuálne prihlasovacie heslo:
sl: Nastavite star zasebni ključ na trenutno prijavno geslo:
sq: Fjalëkalimit të vjetër të kyçit privat jepini vlerën e fjalëkalimit tuaj të tanishëm për hyrjet:
sr: Поставите стару лозинку личног кључа као тренутну лозинку за пријаву:
sv: Sätt ditt gamla privatnyckellösenord till ditt aktuella inloggningslösenord:
th: ตั้งรหัสการเข้ารหัสผ่านส่วนตัวเก่าของคุณเพื่อเข้าสู่ระบบในปัจจุบันของคุณ:
tr: Eski özel anahtar parolanızı, geçerli oturum açma parolanız olarak ayarlayın:
zh_cn: 将的私钥设置为当前登录密码:

source: If you don't remember your old password you can ask your administrator to recover your files.
ca: Si no recordeu la contrasenya anterior podeu demanar a l'administrador que recuperi els vostres fitxers.
da: Hvis du ikke kan huske dit gamle kodeord kan du bede din administrator om at gendanne dine filer.
de_de: Falls Sie sich nicht an Ihr altes Passwort erinnern können, fragen Sie bitte Ihren Administrator, um Ihre Dateien wiederherzustellen.
el: Εάν δεν θυμάστε τον παλιό σας κωδικό μπορείτε να ζητήσετε από τον διαχειριστή σας να επανακτήσει τα αρχεία σας.
es: Si no recuerda su antigua contraseña puede pedir a su administrador que le recupere sus archivos.
es_hn: Si no recuerdas tu contraseña anterior le puedes pedir a tu administrador que recupere tus archivos.
eu: Ez baduzu zure pasahitz zaharra gogoratzen eskatu zure administratzaileari zure fitxategiak berreskuratzeko.
fi: Jos et muista vanhaa salasanaasi, voit pyytää ylläpitäjää palauttamaan tiedostosi.
fr: Si vous ne vous souvenez plus de votre ancien mot de passe, vous pouvez demander à votre administrateur de récupérer vos fichiers.
he: אם הסיסמא הישנה נשכחה ניתן לפנות למנהל על מנת שישחזר את הקבצים שלך.
hu: Ha nem emlékszik a régi jelszavára akkor megkérheti a rendszergazdát, hogy állítsa vissza a fájljait.
id: Jika Anda tidak ingat kata sandi lama, Anda dapat meminta administrator Anda untuk memulihkan berkas.
is: Ef þú manst ekki gamla lykilorðið þitt geturðu beðið kerfisstjórann þinn um að endurheimta skrárnar þínar.
it: Se non ricordi la vecchia password puoi chiedere al tuo amministratore di recuperare i file.
ja: 古いパスワードを覚えていない場合、管理者に尋ねてファイルを回復することができます。
ka_ge: თუ არ გახსოვთ თქვენი ძველი პაროლი, შეგიძლიათ მისი აღდგენა სთხოვოთ ადმინისტრატორს.
ko: 이전 암호가 기억나지 않으면 시스템 관리자에게 파일 복구를 요청하십시오.
lt_lt: Jei nepamenate savo seno slaptažodžio, galite paprašyti sistemos administratoriaus atkurti jūsų duomenis.
nb: Hvis du ikke husker det gamle passordet ditt kan du spørre administratoren om å gjenopprette filene dine.
nl: Als je je oude wachtwoord niet meer weet, kun je de beheerder vragen je bestanden terug te halen.
pl: Jeśli nie pamiętasz swojego starego hasła, poproś swojego administratora, aby odzyskać pliki.
pt_br: Se você não se lembra de sua senha antiga você pode pedir ao administrador que recupere seus arquivos.
pt_pt: Se não se lembra da palavra-passe antiga pode pedir ao seu administrador para recuperar os seus ficheiros.
ru: Если вы не помните свой старый пароль, вы можете попросить своего администратора восстановить ваши файлы
sk: Ak si nepamätáte svoje staré heslo, môžete požiadať administrátora o obnovenie svojich súborov.
sl: Če ste pozabili svoje geslo, lahko vaše datoteke obnovi le skrbnik sistema.
sq: Nëse s’e mbani mend fjalëkalimin tuaj të vjetër, mund t’i kërkoni përgjegjësit tuaj të rimarrë kartelat tuaja.
sr: Ако се не сећате старе лозинке, можете затражити од администратора да опорави ваше фајлове.
sv: Om du inte kommer ihåg ditt gamla lösenord kan du be din administratör att återställa dina filer.
th: ถ้าคุณลืมรหัสผ่านเก่าของคุณ คุณสามารถขอให้ผู้ดูแลระบบกู้คืนไฟล์ของคุณ
tr: Eski parolanızı hatırlamıyorsanız, yöneticinizden dosyalarınızı kurtarmasını isteyebilirsiniz.
zh_cn: 如果您记不住旧的密码，您可以请求管理员恢复您的文件。
