Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Hey there, the admin enabled server-side-encryption. Your files were encrypted using the password '%s'. Please login to the web interface, go to the section 'basic encryption module' of your personal settings and update your encryption password by entering this password into the 'old log-in password' field and your current login-password.
da: Hej, Administrator aktiveret kryptering på serverdelen. '%s'. Venligst log på web brugerfladen, gå til sektionen "grundlæggende krypterings modul" for din personlige opsætninger og opdater dine krypterings kodeord ved at indtaste dette kodeord i "gamle kodeord log" feltet samt dit nuværende kodeord.
de_de: Hey, der Administrator hat die servereitige Verschlüsselung aktiviert. Die Dateien wurden mit dem Passwort '%s' verschlüsselt. Bitte melden Sie sich im Web-Oberfläche an, gehen Sie in ihre persönlichen Einstellungen. Dort finden Sie die Option 'Basisverschlüsselungsmodul' und aktualisieren Sie dort ihr Verschlüsselungspasswort indem Sie das Passwort in das 'altes Anmelde-Passwort' und in das 'aktuelles Anmelde-Passwort' Feld eingeben.
el: Χαίρετε, ο διαχειριστής ενεργοποίηση την κρυπτογράφηση στο διακομιστή. Τα αρχεία σας κρυπτογραφήθηκαν με τον κωδικό '%s'. Παρακαλούμε συνδεθείτε στη διεπαφή ιστού, πηγαίνετε στην ενότητα 'μονάδα βασικής κρυπτογράφησης' στις προσωπικές σας ρυθμίσεις και ενημερώστε τον κωδικό κρυπτογράφησης εισάγοντας αυτό τον κωδικό στο πεδίο 'παλιός κωδικός σύνδεσης' και τον τωρινό σας κωδικό σύνδεσης.
es: Hola, el administrador ha activado el cifrado de datos en servidor. Tus archivos han sido cifrados usando la contraseña '%s'. Por favor, inicia tu sesión desde la interfaz web, ves a la sección 'módulo de cifrado básico' de tu área de ajustes personales y actualiza la contraseña de cifrado. Para ello, deberás introducir esta contraseña en el campo 'contraseña de acceso antigua' junto con tu actual contraseña de acceso.
es_hn: Hola, el administrador ha habilitado la encripción de lado del servidor. Tus archivos fueron encriptados usando la contraseña '%s' Por favor inicia sesión en la interface web, ve a la sección "módulo de encripción básica" de tus configuraciones personales y actualiza su contraseña de encripción ingresando esta contraseña en el campo 'contraseña de inicio de sesión anterior' y tu contraseña de inicio de sesión actual.
eu: Kaixo administradoreak zerbitzari-aldeko enkriptazioa gaitu du. Zure fitxategiak '%s' pasahitza erabiliz enkriptatuko dira. Web interfazea saioa hasi, 'oinarrizko enkripazio modulua' atalera joan zaitez eta pasahitza eguneratu. Hortarako pasahitz zaharra 'pasahitz zaharra' atalean sartu eta zure oraingo pasahitza
fi: Hei, Ylläpiäjä on ottanut käyttöön palvelimen salauksen. Tiedostosi salattiin salasanalla '%s'. Ole hyvä ja kirjaudu palveluun verkkokäyttöliittymän kautta, siirry henkilökohtaisten asetustesi kohtaan "perussalausmoduuli" ja päivitä salaukseen käytettävä salasanasi syöttämällä yllä mainittu salasana "vanha kirjautumissalasana"-kenttään ja nykyinen kirjautumissalasanasi.
fr: Bonjour, L'administrateur a activé le chiffrement sur le serveur. Vos fichiers ont été chiffrés avec le mot de passe suivant : %s Veuillez suivre ces instructions : 1. Connectez-vous à l'interface web et trouvez la section "Module de chiffrement de base d'" dans vos paramètres personnels; 2. Entrez le mot de passe fourni ci-dessus dans le champ "Ancien mot de passe de connexion"; 3. Entrez le mot de passe que vous utilisez actuellement pour vous connecter dans le champ "Actuel mot de passe de connexion"; 4. Validez en cliquant sur le bouton "Mettre à jour le mot de passe de votre clef privée".
he: שלום, המנהל אפשר את ההצפנה בצד השרת. הקבצים שלך הוצפנו על בסיס הסיסמא '%s'. יש להתחבר לממשק האינטרנט, ולגשת אל 'מודול הצפנה בסיסי של' בהגדרות הבסיסיות ולעדכן את סיסמת ההצפנה שלך על ידי הכנסת הסיסמא אל שדה 'סיסמת ההתחברות הישנה' ואת סיסמת ההתחברות הנוכחית.
hu: Szia! Az adminisztrátor bekapcsolta a szerver-oldali titkosítást. A fájljaid ezzel a jelszóval lettek titkosítva: '%s'. Kérlek jelentkezz be a webes felületre és a személyes beállítások 'alap titkosítási modul' szekcióban frissítsd a titkosítási jelszavad, úgy hogy megadod a 'régi bejelentkezési jelszó' mezőben ezt a jelszót, majd az aktuális bejelentkezési jelszavad.
id: Hai, admin mengaktifkan server-side-encryption. Berkas-berkas Anda dienkripsi menggunakan kata sandi '%s'. Silakan masuk di antarmuka web, pergi ke bagian 'modul enkripsi dasar' pada pengaturan pribadi Anda dan perbarui kata sandi enkripsi Anda dengan memasukkan kata sandi ini kedalam kolom 'kata sandi masuk yang lama' dan kata sandi-masuk saat ini.
is: Hæ, kerfisstjórinn virkjaði dulritun á vefþjóni. Skrárnar þínar voru dulritaðar með lykilorðinu '%s'. Skráðu þig inn í vefviðmótinu, farðu í hlutann 'Grunn-dulritunareining' (basic encryption module) í persónulegu stillingunum þínum og uppfærðu dulritunarlykilorðið þitt með því að setja þetta lykilorð inn í reitinn 'Gamla innskráningarlykilorðið' ásamt núverandi innskráningarlykilorði.
it: Ciao, l'amministratore ha abilitato la cifratura lato server. I tuoi file sono stati cifrati utilizzando la password '%s'. Accedi all'interfaccia web, vai alla sezione 'modulo di cifratura base di' dalle nelle tue impostazioni personali e aggiorna la tua password di cifratura digitando la password nel campo 'vecchia password di accesso' e la tua nuova password.
ja: こんにちは 管理者がサーバーサイド暗号化を有効にしました。'%s'というパスワードであなたのファイルが暗号化されました。 Web画面からログインして、個人設定画面の'基本暗号化モジュール' セクションにいき、暗号化パスワードの更新をお願いします。 '旧ログインパスワード'部分に上記パスワードを入力し、現在のログインパスワードで更新します。
ka_ge: გამარჯობა, ადმინისტრატორმა აამოქმედა სერვერული მხარის შიფრაცია. თქვენი ფაილების შიფრაცია მოხდა პაროლით '%s'. გთხოვთ ვებ-ინტერფეისში გაიაროთ ავტორიზაცია, პირად პარამეტრებში გადახვიდეთ სექციაზე 'მარტივი შიფრაციის მოდული' და განაახლოთ შიფრაციის პაროლი, 'ძველი ლოგინის პაროლისა' და ამჟამინდელი ლოგინის პაროლის შეყვანით.
ko: 안녕하세요, 시스템 관리자가 서버 측 암호화를 활성화했습니다. 저장된 파일이 암호 '%s'으(로) 암호화되었습니다. 웹 인터페이스에 로그인하여 개인 설정의 '기본 암호화 모듈'로 이동한 다음, '이전 로그인 암호' 필드에 위 암호를 입력하고 현재 로그인 암호로 변경하여 암호화 암호를 업데이트하십시오.
lt_lt: Sveiki, Administratorius įjungė šifravimą sistemoje. Jūsų failai buvo užšifruoti naudojantis šiuo slaptažodžiu: "%s". Prisijunkite prie sistemos, atidarykite nustatymus, pasirinkite skiltį "Šifravimo įskiepis" ir atnaujinkite savo šifravimui skirtą slaptažodį pasinaudodami šiuo ir savo prisijungimo slaptažodžiu.
nb: Hei, Administratoren har aktivert kryptering på tjenersiden. Filene dine har blitt kryptert med passordet '%s'. logg inn på vev-grensesnittet, gå til seksjonen 'grunnleggende krypteringsmodul' i dine personlige innstillinger og oppdater krypteringspassordet ditt ved å legge inn dette passordet i feltet 'gammelt påloggingspassord' sammen med ditt nåværende påloggingspassord.
nl: Hallo daar, de beheerder heeft server-side versleuteling ingeschakeld. Je bestanden werden versleuteld met het wachtwoord '%s'. Login op de webinterface, ga naar 'basis cryptomodule' in je persoonlijke instellingen en pas je cryptowachtwoord aan door dit wachtwoord in het 'oude inlog wachtwoord' veld in te vullen alsmede in je huidige inlogwachtwoord.
pl: Hej tam, admin włączył szyfrowanie po stronie serwera. Twoje pliki zostały zaszyfrowane przy użyciu hasła '%s'. Proszę zalogować się do interfejsu internetowego, przejdź do sekcji Nextcloud podstawowy moduł szyfrowania, następnie osobiste ustawienia i zaktualizuj hasło szyfrowania wpisując aktualny login, w polu stare hasło logowania wpisz stare hasło, a następnie aktualne hasło.
pt_br: Olá, O administrador habilitou a criptografia do lado do servidor. Os seus arquivos foram criptografados usando a senha '%s'. Por favor faça o login na interface web, vá para a seção 'módulo de criptografia básico' das suas definições pessoais e atualize sua senha de criptografia, inserindo esta senha no campo 'senha antiga de log-in' e sua senha de login atual.
pt_pt: Olá, o administrador ativou a encriptação do lado do servidor. Os teus ficheiros foram encriptados usando a palavra-passe '%s'. Por favor, faz login via browser, vai à secção 'Módulo de encriptação básica' nas tuas definições pessoais e atualiza a tua palavra-passe de encriptação ao introduzir esta palavra-passe no campo 'palavra-passe antiga' e também a tua palavra-passe atual.
ru: Привет, администратор включил шифрование на стороне сервера. Ваши файлы были зашифрованы с использованием пароля «%s». Пожалуйста войдите в веб-приложение, в разделе «простой модуль шифрования» в личных настройках вам нужно обновить пароль шифрования, указав этот пароль в поле "старый пароль".
sk: Dobrý deň, Administrátor povolil šifrovanie na strane servera. Vaše súbory boli zašifrované pomocou hesla '%s'. Prihláste sa prosím cez webový prehliadač, choďte do sekcie základného šifrovacieho modulu v osobných nastaveniach a zadajte horeuvedené heslo do políčka 'staré prihlasovacie heslo' a vaše súčasné prihlasovacie heslo.
sl: Pozdravljeni, administrator je vklopil šifriranje na strežniku. Vaše datoteke bodo šifrirane z geslom '%s'. Prosimo, prijavite se na spletno stran, pojdite na sekcijo 'basic encryption module' vaših osebnih nastavitev in posodobite vaše šifrirno geslo z vnosom tega gesla v polje 'old log-in password' in vašega trenutnega prijavnega gesla.
sq: Njatjeta, përgjegjësi aktivizoi fshehtëzim më anë shërbyesi. Kartelat tuaja qenë fshehtëzuar duke përdorur fjalëkalimin '%s'. Ju lutemi, bëni hyrjen te ndërfaqja web, kaloni te ndarja 'modul i thjeshtëpër fshehtëzime' e rregullimeve tuaja personale dhe përditësoni fjalëkalimin tuaj për fshehtëzime duke dhënë këtë fjalëkalim te fusha 'old log-in password' dhe fjalëkalimin tuaj të tanishëm për hyrjet.
sr: Поштовање, администратор је укључио шифровање на серверској страни. Ваши фајлови су шифровани лозинком „%s“. Пријавите се на веб сучеље, идите на одељак 'основни модул за шифровање' у личним поставкама и ажурирајте своју лозинку за шифровање уношењем ове лозинке у поље „стара лозинка за пријаву“ и своју тренутну лозинку за пријављивање.
sv: Hallå där, Administratören aktiverade serverkryptering. Alla dina filer har blivit krypterade med lösenordet: %s Gå till i din profil för att ändra krypteringslösenordet till ditt egna lösenord. Ange lösenordet ovan som "Gammalt lösenord" och ange sedan ditt egna lösenord.
th: นี่คุณ<br> <br> ผู้ดูแลระบบเปิดใช้งานการเข้ารหัสฝั่งเซิร์ฟเวอร์ ไฟล์ของคุณจะถูกเข้ารหัสโดยใช้รหัสผ่าน <strong>%s</strong><br> <br> กรุณาเข้าสู่ระบบเว็บอินเตอร์เฟซไปที่ส่วน "โมดูลการเข้ารหัสพื้นฐาน" ของการตั้งค่าส่วนบุคคลของคุณและอัพเดทการเข้ารหัสรหัสผ่านของคุณโดย ป้อนรหัสผ่านนี้ในช่อง "รหัสผ่านเก่าที่เข้าสู่ระบบ" และเข้าสู่ระบบด้วยรหัสผ่านปัจจุบันของคุณ<br> <br>
tr: Selam, Sistem yöneticisi sunucu tarafında şifrelemeyi etkinleştirdi. Dosyalarınız '%s' parolası kullanılarak şifrelendi. Lütfen web arayüzünde oturum açın ve kişisel ayarlarınızdan 'temel şifreleme modülü'ne giderek 'eski oturum açma parolası' alanına bu parolayı ve geçerli oturum açma parolanızı yazarak şifreleme parolanızı güncelleyin.
zh_cn: 您好， 管理员已启用服务器端加密，您的文件已使用密码 '%s' 加密。 请登陆网页界面，进入个人设置中的“基础加密模块”部分，在“旧登陆密码”处输入上述密码并输入您的当前登陆密码，即可更新加密密码。

source: The share will expire on %s.
ca: La compartició venç el %s.
da: Delingen vil udløbe om %s.
de_de: Die Freigabe wird am %s ablaufen.
el: Ο διαμοιρασμός θα λήξει σε %s.
es: El objeto dejará de ser compartido el %s.
es_hn: El elemento compartido expirará el %s.
eu: Elkarbanaketa %s-n iraungiko da.
fi: Jakaminen päättyy %s.
fr: Le partage expirera le %s.
he: השיתוף יפוג תוקף ב- %s.
hu: A megosztás lejár ekkor %s
id: Pembagian akan berakhir pada %s.
is: Gildistími deilingar rennur út %s.
it: La condivisione scadrà il %s.
ja: 共有は %s で有効期限が切れます。
ka_ge: გაზიარება გაუქმდება %s-ზე.
ko: 이 공유는 %s에 만료됩니다.
lt_lt: Bendrinimo laikas pasibaigs %s.
nb: Delingen vil opphøre %s.
nl: De share vervalt op %s.
pl: Ten zasób wygaśnie %s
pt_br: O compartilhamento irá expirar em %s.
pt_pt: Esta partilha irá expirar em %s.
ru: Доступ будет закрыт %s
sk: Sprístupnenie vyprší %s.
sl: Povezava souporabe bo potekla %s.
sq: Ndarja do të skadojë më %s.
sr: Дељење истиче %s.
sv: Utdelningen kommer att upphöra %s.
th: การแชร์จะหมดอายุในวันที่ %s
tr: Bu paylaşım %s tarihinde sona erecek.
zh_cn: 此分享将在 %s 过期。

source: Cheers!
ca: Salut!
da: Hej!
de_de: Noch einen schönen Tag!
el: Χαιρετισμούς!
es: ¡Saludos!
es_hn: ¡Saludos!
eu: Ongi izan!
fi: Kiitos!
fr: À bientôt !
he: לחיים!
hu: Üdv.
id: Horee!
is: Til hamingju!
it: Saluti!
ja: それでは！
ka_ge: წარმატებები!
ko: 감사합니다!
lt_lt: Sveikinimai!
nb: Ha det!
nl: Proficiat!
pl: Dzięki!
pt_br: Saudações!
pt_pt: Parabéns!
ru: Всего наилучшего!
sk: Pekný deň!
sl: Lep pozdrav!
sq: Gëzuar!
sr: Здраво!
sv: Ha de fint!
th: ไชโย!
tr: Hoşçakalın!
zh_cn: 干杯！
