Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Hey there,<br><br>the admin enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>.<br><br>Please login to the web interface, go to the section "basic encryption module" of your personal settings and update your encryption password by entering this password into the "old log-in password" field and your current login-password.<br><br>
da: Hej,<br><br>administrator aktiveret kryptering på serverdelen. Dine file er blevet krypteret med kodeordet <strong>%s</strong>.<br><br>Venligst log på web brugerfladen, gå til sektionen "grundlæggende krypterings modul" for din personlige opsætninger og opdater dine krypterings kodeord ved at indtaste dette kodeord i "gamle kodeord log" feltet samt dit nuværende kodeord.<br><br>
de_de: Hollo,<br><br>der Administrator hat die servereitige Verschlüsselung aktiviert. Die Dateien wurden mit dem Passwort <strong>%s</strong> verschlüsselt.<br><br>Bitte melden Sie sich im Web-Interface an und gehen Sie in ihre persönlichen Einstellungen. Dort finden Sie die Option 'Basisverschlüsselungsmodul' und aktualisieren Sie dort Ihr Verschlüsselungspasswort indem Sie das Passwort in das 'altes Anmelde-Passwort-' und in das 'aktuelles Anmelde-Passwort' Feld eingeben.<br><br>
el: Χαίρετε,<br><br>ο διαχειριστής ενεργοποίησε την κρυπτογράφηση στο διακομιστή. Τα αρχεία σας κρυπτογραφήθηκαν με τον κωδικό <strong>%s</strong>.<br><br>Παρακαλούμε συνδεθείτε στη διεπαφή ιστού, πηγαίνετε στην ενότητα "μονάδα βασικής κρυπτογράφησης" τωνπ ροσωπικών σας ρυθμίσεων και ενημερώστε τον κωδικό κρυπτογράφησης εισάγοντας αυτό τον κωδικό στο πεδίο "παλιός κωδικός σύνδεσης" και τον τωρινό σας κωδικό σύνδεσης.
es: Hola,<br><br>el administrador ha activado el cifrado de datos en servidor. Tus archivos han sido cifrados usando la contraseña <strong>%s</strong>.<br><br>Por favor, inicia tu sesión desde la interfaz web, ves a la sección 'módulo de cifrado básico' de tu área de ajustes personales y actualiza la contraseña de cifrado. Para ello, deberás introducir esta contraseña en el campo 'contraseña de acceso antigua' junto con tu actual contraseña de acceso.<br><br>
es_hn: Hola, <br><br>el administrador ha habilitado la encripción del lado del servidor. Tus archivos fueron encriptados usando la contraseña <strong>%s</strong>.<br><br> Por favor inicia sesisón en la interface web, ve a la sección "módulo de encripción básica" de tus configuraciones personales y actualiza tu contraseña de encripción ingresando esta contraseña en el campo "contraseña de inicio de sesión anterior" y tu contraseña de inicio de sesión actual. <br><br>
eu: Kaixo<br><br>administradoreak zerbitzari-aldeko enkriptazioa gaitu du. Zure fitxategiak '%s' pasahitza erabiliz enkriptatuko dira. Web interfazea saioa hasi, 'oinarrizko enkripazio modulua' atalera joan zaitez eta pasahitza eguneratu. Hortarako pasahitz zaharra 'pasahitz zaharra' atalean sartu eta zure oraingo pasahitza
fi: Hei,<br><br>Ylläpiäjä on ottanut käyttöön palvelimen salauksen. Tiedostosi salattiin salasanalla <strong>%s</srong>.<br><br>Ole hyvä ja kirjaudu palveluun verkkokäyttöliittymän kautta, siirry henkilökohtaisten asetustesi kohtaan "perussalausmoduuli" ja päivitä salaukseen käytettävä salasanasi syöttämällä yllä mainittu salasana "vanha kirjautumissalasana"-kenttään ja nykyinen kirjautumissalasanasi.<br><br>
fr: Bonjour, <br><br> L'administrateur a activé le chiffrement sur le serveur. Vos fichiers ont été chiffrés avec le mot de passe suivant : <p style="font-family: monospace;"><b>%s</b></p> <p> Veuillez suivre ces instructions : <ol> <li>Connectez-vous à l'interface web et trouvez la section <em>"Module de chiffrement de base d'"</em> dans vos paramètres personnels;</li> <li>Entrez le mot de passe fourni ci-dessus dans le champ <em>"Ancien mot de passe de connexion"</em>;</li> <li>Entrez le mot de passe que vous utilisez actuellement pour vous connecter dans le champ <em>"Actuel mot de passe de connexion"</em>;</li> <li>Validez en cliquant sur le bouton <em>"Mettre à jour le mot de passe de votre clef privée"</em>.</li> </ol> </p>
he: שלום,<br><br>המנהל אפשר את ההצפנה בצד השרת. הקבצים שלך הוצפנו על בסיס הסיסמא <strong>%s</strong>.<br><br>יש להתחבר לממשק האינטרנט, ולגשת אל "מודול הצפנה בסיסי של" בהגדרות הבסיסיות ולעדכן את סיסמת ההצפנה שלך על ידי הכנסת הסיסמא אל שדה "סיסמת ההתחברות הישנה" ואת סיסמת ההתחברות הנוכחית.<br><br>
hu: Szia!<br><br>Az adminisztrátor bekapcsolta a szerver-oldali titkosítást. A fájljaid ezzel a jelszóval lettek titkosítva: <strong>%s</strong>.<br><br>Kérlek jelentkezz be a webes felületre és a személyes beállítások 'alap titkosítási modul' szekcióban frissítsd a titkosítási jelszavad, úgy hogy megadod a 'régi bejelentkezési jelszó' mezőben ezt a jelszót, majd az aktuális bejelentkezési jelszavad.<br><br>
id: Hai,<br><br>admin mengaktifkan server-side-encryption. Berkas-berkas Anda dienkripsi menggunakan kata sandi <strong>%s</strong>.<br><br>Silakan masuk di antarmuka web, pergi ke bagian 'modul enkripsi dasar' pada pengaturan pribadi Anda dan perbarui kata sandi enkripsi Anda dengan memasukkan kata sandi ini kedalam kolom 'kata sandi masuk yang lama' dan kata sandi masuk yang baru.<br><br>
is: Hæ,<br><br>kerfisstjórinn virkjaði dulritun á vefþjóni. Skrárnar þínar voru dulritaðar með lykilorðinu <strong>%s</strong>.<br><br>Skráðu þig inn í vefviðmótinu, farðu í hlutann 'Grunn-dulritunareining' (basic encryption module) í persónulegu stillingunum þínum og uppfærðu dulritunarlykilorðið þitt með því að setja þetta lykilorð inn í reitinn 'Gamla innskráningarlykilorðið' ásamt núverandi innskráningarlykilorði.<br><br>
it: Ciao,<br><br>l'amministratore ha abilitato la cifratura lato server. I tuoi file sono stati cifrati utilizzando la password <strong>%s</strong>.<br><br>Accedi all'interfaccia web, vai alla sezione "modulo di cifratura base di" dalle nelle tue impostazioni personali e aggiorna la tua password di cifratura digitando la password nel campo "vecchia password di accesso" e la tua nuova password.
ja: こんにちは、<br><br>管理者がサーバーサイド暗号化を有効にしました。<strong>%s</strong>というパスワードであなたのファイルが暗号化されました。<br><br>Web画面からログインして、個人設定画面の"基本暗号化モジュール"のセクションにいき、暗号化パスワードの更新をお願いします。 "旧ログインパスワード”部分に上記パスワードを入力し、現在のログインパスワードで更新します。<br><br>
ka_ge: გამარჯობა,<br><br>ადმინისტრატორმა აამოქმედა სერვერული მხარის შიფრაცია. თქვენი ფაილების შიფრაცია მოხდა პაროლით <strong>%s</strong>.<br><br>გთხოვთ ვებ-ინტერფეისში გაიაროთ ავტორიზაცია, პირად პარამეტრებში გადახვიდეთ სექციაზე 'მარტივი შიფრაციის მოდული' და განაახლოთ შიფრაციის პაროლი, 'ძველი ლოგინის პაროლისა' და ამჟამინდელი ლოგინის პაროლის შეყვანით.<br><br>
ko: 안녕하세요,<br><br>시스템 관리자가 서버 측 암호화를 활성화했습니다. 저장된 파일이 암호 <strong>%s</strong>으(로) 암호화되었습니다.<br><br>웹 인터페이스에 로그인하여 개인 설정의 '기본 암호화 모듈'로 이동한 다음, '이전 로그인 암호' 필드에 위 암호를 입력하고 현재 로그인 암호로 변경하여 암호화 암호를 업데이트하십시오.<br><br>
lt_lt: Sveiki, <br><br>Administratorius įjungė šifravimą sistemoje. Jūsų failai buvo užšifruoti naudojantis šiuo slaptažodžiu: <strong>%s</strong>.<br><br> Prisijunkite prie sistemos, atidarykite nustatymus, pasirinkite skiltį "Šifravimo įskiepis" ir atnaujinkite savo šifravimui skirtą slaptažodį pasinaudodami šiuo ir savo prisijungimo slaptažodžiu.<br><br>
nb: Hei,<br><br>Administratoren har skrudd på kryptering på tjenersiden. Filene dine er blitt kryptert med passordet <strong>%s</strong>.<br><br>Logg inn på vev-grensesnittet, gå til seksjonen "grunnleggende krypteringsmodul" i dine personlige innstillinger og oppdater krypteringspassordet ditt ved å legge inn dette passordet i feltet "gammelt påloggingspassord" sammen med ditt nåværende påloggingspassord.<br><br>
nl: Hallo daar,<br><br>de beheerder heeft server-side versleuteling ingeschakeld. Je bestanden werden versleuteld met het wachtwoord <strong>%s</strong>.<br><br>Login op de webinterface, ga naar 'basis cryptomodule' in je persoonlijke instellingen en pas je cryptowachtwoord aan door dit wachtwoord in het "oude inlog wachtwoord" veld in te vullen alsmede in je huidige inlogwachtwoord.<br><br>
pl: Hej tam,<br><br>admin włączył szyfrowanie po stronie serwera. Twoje pliki zostały zaszyfrowane przy użyciu hasła <strong>%s</strong>.<br><br>Proszę zalogować się do interfejsu internetowego, przejdź do sekcji Nextcloud podstawowy moduł szyfrowania, następnie osobiste ustawienia i zaktualizuj hasło szyfrowania wpisując aktualny login, w polu stare hasło logowania wpisz stare hasło, a następnie aktualne hasło.<br><br>
pt_br: Olá,<br><br>o administrador habilitou a criptografia do lado do servidor. Os seus arquivos foram criptografados usando a senha <strong>%s</strong>.<br><br>Por favor, faça o login na interface web, vá para a seção 'módulo de criptografia básico' das suas definições pessoais e atualize sua senha de criptografia, inserindo esta senha no campo 'senha antiga de log-in' e sua senha de login atual.<br><br>
pt_pt: Olá,<br><br>o administrador ativou a encriptação do lado do servidor. Os teus ficheiros foram encriptados usando a palavra-passe <strong>%s</strong>.<br><br>Por favor, faz login via browser, vai à secção 'Módulo de encriptação básica' nas tuas definições pessoais e atualiza a tua palavra-passe de encriptação ao introduzir esta palavra-passe no campo 'palavra-passe antiga' e também a tua palavra-passe atual.<br><br>
ru: Привет,<br><br>администратор включил шифрование на стороне сервера. Ваши файлы были зашифрованы с помощью пароля <strong>%s</strong>.<br><br>Пожалуйста войдите в веб-приложение, в разделе «простой модуль шифрования» в личных настройках вам нужно обновить пароль шифрования, указав этот пароль в поле "старый пароль".<br><br>
sk: Dobrý deň,<br><br>Administrátor povolil šifrovanie na strane servera. Vaše súbory boli zašifrované pomocou hesla <strong>%s</strong>.<br><br>Prihláste sa prosím cez webový prehliadač, choďte do sekcie základného šifrovacieho modulu v osobných nastaveniach a zadajte horeuvedené heslo do políčka 'staré prihlasovacie heslo' a vaše súčasné prihlasovacie heslo.<br><br>
sl: Pozdravljeni,<br><br> administrator je vklopil šifriranje na strežniku. Vaše datoteke bodo šifrirane z geslom <strong>%s</strong>.<br><br> Prosimo, prijavite se na spletno stran, pojdite na sekcijo 'basic encryption module' vaših osebnih nastavitev in posodobite vaše šifrirno geslo z vnosom tega gesla v polje 'old log-in password' in vašega trenutnega prijavnega gesla.<br><br>
sq: Njatjeta,<br><br>përgjegjësi aktivizoi fshehtëzim më anë shërbyesi. Kartelat tuaja qenë fshehtëzuar duke përdorur fjalëkalimin <strong>%s</strong>.<br><br>Ju lutemi, bëni hyrjen te ndërfaqja web, kaloni te ndarja "modul i thjeshtëpër fshehtëzime" e rregullimeve tuaja personale dhe përditësoni fjalëkalimin tuaj për fshehtëzime duke dhënë këtë fjalëkalim te fusha "old log-in password" dhe fjalëkalimin tuaj të tanishëm për hyrjet.<br><br>
sr: Поштовање,<br><br>администратор је укључио шифровање на серверској страни. Ваши фајлови су шифровани лозинком <strong>%s</strong>.<br><br>Пријавите се на веб сучеље, идите на одељак 'основни модул за шифровање' у личним поставкама и ажурирајте своју лозинку за шифровање тако што унесете ову лозинку у поље 'стара лозинка за пријаву' и своју тренутну лозинку за пријављивање.<br><br>
sv: Hallå där, <br> Administratören aktiverade serverkryptering. Alla dina filer har blivit krypterade med lösenordet: <strong>%s</ strong>. <br> Gå till i din profil för att ändra krypteringslösenordet till ditt egna lösenord. Ange lösenordet ovan som "Gammalt lösenord" och ange sedan ditt egna lösenord.<br>
th: นี่คุณ <br><br> ผู้ดูแลระบบเปิดใช้งานการเข้ารหัสฝั่งเซิร์ฟเวอร์ ไฟล์ของคุณจะถูกเข้ารหัสโดยใช้รหัสผ่าน <strong>%s</strong> <br><br>กรุณาเข้าสู่ระบบเว็บอินเตอร์เฟซไปที่ส่วน "โมดูลการเข้ารหัสพื้นฐาน" ของการตั้งค่าส่วนบุคคลของคุณและอัพเดทการเข้ารหัสรหัสผ่านของคุณโดย ป้อนรหัสผ่านนี้ในช่อง "รหัสผ่านเก่าที่เข้าสู่ระบบ" และเข้าสู่ระบบด้วยรหัสผ่านปัจจุบันของคุณ<br><br>
tr: Selam,<br><br>Sistem yöneticisi sunucu tarafında şifrelemeyi etkinleştirdi. Dosyalarınız <strong>%s</strong> parolası kullanılarak şifrelendi.<br><br>Lütfen web arayüzünde oturum açın ve kişisel ayarlarınızdan 'temel şifreleme modülü'ne giderek 'eski oturum açma parolası' alanına bu parolayı ve geçerli oturum açma parolanızı yazarak şifreleme parolanızı güncelleyin.<br><br>
zh_cn: 您好，<br><br>管理员已启用服务器端加密，您的文件已使用密码 <strong>%s</strong> 加密。<br><br> 请登陆网页界面，进入个人设置中的“基础加密模块”部分，在“旧登陆密码”处输入上述密码并输入您的当前登陆密码，即可更新加密密码。<br><br>

source: Encryption app is enabled but your keys are not initialized, please log-out and log-in again
ca: L'aplicació d'encriptació està activada però les claus no estan inicialitzades, sortiu i acrediteu-vos de nou.
da: Krypteringsprogrammet er aktiveret men dine nøgler er ikke indlæst, log venligst ud og ind igen
de_de: Verschlüsselungs-App ist aktiviert, aber die Schlüssel sind noch nicht initialisiert. Bitte melden Sie sich ab und wieder an
el: Η εφαρμογή κρυπτογράφησης είναι ενεργοποιημένη αλλά τα κλειδιά σας δεν έχουν καταγραφεί, παρακαλώ αποσυνδεθείτε και επανασυνδεθείτε.
es: La app de cifrado está habilitada pero sus claves no se han inicializado, por favor, cierre la sesión y vuelva a iniciarla de nuevo.
es_hn: La aplicación de encripción esta habilitada pero tus llaves no han sido inicializadas, por favor sal y vuelve a entrar a tu sesión
eu: Enkriptazio app-a gaituta dago baina zure gakoak ez dira hasieratu, mesedez saiotik irteneta berriz sar zaitez
fi: Salaussovellus on aktivoitu, mutta avaimia ei ole alustettu, kirjaudu uudelleen sisään
fr: L'application de chiffrement est activée mais vos clefs ne sont pas initialisées. Veuillez vous déconnecter et ensuite vous reconnecter.
hu: A titkosító alkalmazás engedélyezve van, de a kulcsaid még nincsenek inicializálva. Kérlek lépj ki, majd lépj be újra
id: Aplikasi enkripsi telah diaktifkan tetapi kunci tidak terinisialisasi, silakan log-out dan log-in lagi
is: Dulritunarforritið er virkt en dulritunarlyklarnir þínir eru ekki tilbúnir til notkunar, skráðu þig út og svo aftur inn
it: L'applicazione di cifratura è abilitata, ma le chiavi non sono state inizializzate, disconnettiti ed effettua nuovamente l'accesso
ja: 暗号化アプリは有効ですが、あなたの暗号化キーは初期化されていません。ログアウトした後に、再度ログインしてください
ka_ge: შიფრაციის აპლიკაცია მოქმედია, მაგრამ თქვენი გასაღებები არაა ინციალიზირებული, გთხოვთ გახვიდეთ და ახლიდან გაიაროთ ავტორიზაცია
ko: 암호화 앱이 활성화되어 있지만 키가 초기화되지 않았습니다. 로그아웃한 후 다시 로그인하십시오
lt_lt: Šifravimo įskiepis veikia, tačiau privatus ir atkūrimo raktas nebuvo panaudotas. Pabandykite prisijungti iš naujo
nb: Program for kryptering er aktivert men nøklene dine er ikke satt opp. Logg ut og inn igjen.
nl: Crypto app is ingeschakeld, maar je sleutels werden niet geïnitialiseerd. Log uit en log daarna opnieuw in.
pl: Szyfrowanie w aplikacji jest włączone, ale klucze nie są zainicjowane. Prosimy wylogować się i ponownie zalogować się.
pt_br: O aplicativo de criptografia está habilitado, mas suas chaves não foram inicializadas. Por favor, saia e entre novamente.
ru: Приложение шифрования активно, но ваши ключи не инициализированы, выйдите из системы и войдите заново
sk: Aplikácia pre šifrovanie je povolená, ale vaše kľúče nie sú inicializované. Odhláste sa a znovu sa prihláste.
sq: Aplikacioni i fshehtëzimeve është i aktivizuar, por kyçet tuaj s’janë vënë në punë, ju lutemi, dilni dhe ribëni hyrjen
sr: Апликација за шифровање је укључена али кључеви још нису иницијализовани. Одјавите се и поново се пријавите.
sv: Krypteringsappen är aktiverad men dina krypteringsnycklar har inte aktiverats, logga ut och logga in igen.
tr: Şifreleme uygulaması etkin ancak anahtarlarınız hazırlanmamış. Lütfen oturumunuzu kapatıp yeniden açın.
zh_cn: 加密应用程序已启用，但您的密钥未初始化，请注销并再次登录

source: Encrypt the home storage
ca: Xifra l'emmagatzematge de casa
da: Krypter hjemmelageret
de_de: Benutzerverzeichnis verschlüsseln
el: Κρυπτογράφηση του κεντρικού χώρου αποθήκευσης
es: Encriptar el almacenamiento personal
es_hn: Encriptar el almacenamiento de inicio
eu: Etxe-biltegia enkriptatu
fi: Salaa oma kotitila
fr: Chiffrer l'espace de stockage principal
he: הצפנת אחסון הבית
hu: Helyi tároló titkosítása
id: Enkripsi penyimpanan rumah
is: Dulrita heimamöppuna
it: Cifra l'archiviazione principale
ja: メインストレージ暗号化
ka_ge: სახლის საცავის შიფრაცია
ko: 홈 저장소 암호화
lt_lt: Šifruoti visą saugyklą
nb: Krypter hjemmelageret
nl: Versleutel de eigen serveropslag
pl: Szyfrowanie przechowywanie w domu
pt_br: Criptografar a pasta de armazenamento home
pt_pt: Encriptar o armazenamento do início
ru: Шифровать домашнюю директорию
sk: Šifrovať domáce úložisko
sl: Šifriraj domačo shrambo
sq: Fshehtëzo depozitën bazë
sr: Шифровање главног складишта
sv: Kryptera alla filer i molnet
th: การเข้ารหัสพื้นที่จัดเก็บหน้าโฮม
tr: Ana depolama şifrelensin
zh_cn: 加密主目录储存

source: Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted
ca: Si activeu aquesta opció xifra tots els fitxers emmagatzemats a l'emmagatzematge principal, en cas contrari, només es codificaran els fitxers en emmagatzematge extern
da: Ved at slå denne valgmulighed til krypteres alle filer i hovedlageret, ellers vil kun filer på eksternt lager blive krypteret
de_de: Die Aktivierung dieser Option verschlüsselt alle Dateien die auf dem Hauptspeicher gespeichert sind, ansonsten werden nur Dateien auf dem externen Speicher verschlüsselt
el: Η ενεργοποίηση αυτή της επιλογής κρυπτογραφεί όλα τα αρχεία που βρίσκονται στον κύριο αποθηκευτικό χώρο, αλλιώς μόνο τα αρχεία σε εξωτερικούς αποθηκευτικούς χώρους θα κρυπτογραφηθούν.
es: Al activar esta opción se encriptarán todos los archivos almacenados en la memoria principal, de lo contrario serán cifrados sólo los archivos de almacenamiento externo
es_hn: Habilitar esta opción encripta todos los archivos almacenados en el almacenamiento principal, de otro modo, sólo los archivos en el almacenamiento externo serán encriptados
eu: Aukera hau gaituz gero biltegi orokorreko fitxategi guztiak enkriptatuko dirabestela kanpo biltegian daudenak bakarrik enkriptatuko dira
fi: Tämän valinnan ollessa valittuna salataan kaikki päätallennustilaan tallennetut tiedostot. Muussa tapauksessa ainoastaan ulkoisessa tallennustilassa sijaitsevat tiedostot salataan.
fr: L'activation de cette option chiffre tous les fichiers du stockage principal, sinon seuls les espaces de stockage externes seront chiffrés
he: הפעלת אפשרות זו מצפינה את כל הקבצים המאוחסנים באחסון המרכזי, אחרת רק הקבצים המאוחסנים בהתקנים חיצוניים יוצפנו
hu: A lehetőség engedélyezésekor minden fájlt titkosít a fő tárolóban, egyébként csak a külső tárolókon lévő fájlok lesznek titkosítva
id: Mengaktifkan opsi ini akan mengenkripsi semua berkas yang disimpan pada penyimpanan utama, jika tidak diaktifkan maka hanya berkas pada penyimpanan eksternal saja yang akan dienkripsi.
is: Ef þessi kostur er virkur verða allar skrár í aðalgeymslu dulritaðar, annars verða einungis skrár í ytri gagnageymslum dulritaðar
it: L'abilitazione di questa opzione cifra tutti i file memorizzati sull'archiviazione principale, altrimenti saranno cifrati solo i file sull'archiviazione esterna.
ja: このオプションを有効にすると、外部ストレージ接続ストレージだけが暗号化されるのではなく、メインストレージのファイル全てが暗号化されます。
ka_ge: ამ არჩევნის ამოქმედება დაშიფრავს ყველა ფაილს, რომელიც განთავსებულია მთავარ საცავში, სხვა შემთხვევაში დაიშიფრება მოხოლოდ ექსტერნალურ საცავში არსებული ფაილები
ko: 이 옵션을 사용하면 주 저장소에 있는 모드 파일을 암호화하며, 사용하지 않으면 외부 저장소의 파일만 암호화합니다
lt_lt: Ši parinktis užšifruos visus duomenis, esančius visoje saugykloje. Jei pasirinkimas šioje skiltyje liks išjungtas, tada duomenys, esantys išorinėje saugykloje bus užšifruoti.
nb: Aktivering av dette valget krypterer alle filer som er lagret på hovedlageret. Ellers vil kun filer på eksterne lagre bli kryptert.
nl: Het inschakelen van deze optie zorgt voor versleutelen van alle bestanden op de hoofdopslag, anders worden alleen bestanden op externe opslag versleuteld
pl: Włączenie tej opcji spowoduje szyfrowanie wszystkich plików zapisanych na pamięci wewnętrznej. W innym wypadku szyfrowane będą tylko pliki na pamięci zewnętrznej.
pt_br: Ativar essa opção irá criptografar todos os arquivos do armazenamento principal, caso contrário, apenas arquivos no armazenamento externo serão criptografados
pt_pt: Ativando esta opção todos os ficheiros armazenados no armazenamento principal serão encriptados, senão serão encriptados todos os ficheiros no armazenamento externo
ru: При включении данного параметра будут зашифрованы все файлы, хранящиеся в основном хранилище. В противном случае шифруются только файлы на внешних хранилищах.
sk: Zapnutím tejto voľby zašifrujete všetky súbory v hlavnom úložisku, v opačnom prípade zašifrujete iba súbory na externom úložisku.
sl: Izbrana možnost omogoči šifriranje vseh datotek, shranjenih v glavni shrambi, sicer so šifrirane le datoteke v zunanjih shrambah.
sq: Aktivizimi i kësaj mundësie fshehtëzon krejt kartelat e depozituara në depon bazë, përndryshe do të fshehtëzohen vetëm kartelat në depozitën e jashtme
sr: Укључивање ове опције ће шифровати све фајлове на главном складишту. У супротном ће само фајлови на спољашњем складишту бити шифровани
sv: Aktivering av det här alternativet krypterar alla filer som är lagrade på huvudlagringsplatsen, annars kommer bara filer på extern lagringsplats att krypteras
th: การเปิดใช้งานตัวเลือกนี้จะเข้ารหัสไฟล์ทั้งหมดที่เก็บไว้ในพื้นที่จัดเก็บข้อมูลหลัก มิฉะนั้นจะเข้ารหัสเฉพาะไฟล์ที่เป็นพื้นที่จัดเก็บข้อมูลภายนอก
tr: Bu seçenek etkinleştirildiğinde, ana depolama alanındaki tüm dosyalar şifrelenir. Devre dışı bırakıldığında yalnız dış depolama alanındaki dosyalar şifrelenir
zh_cn: 启用此选项将加密存储在主存储上的所有文件，否则只会加密外部存储上的文件.

source: Enable recovery key
ca: Activa la clau de recuperació
da: Aktivér gendannelsesnøgle
de_de: Wiederherstellungsschlüssel aktivieren
el: Ενεργοποίηση κλειδιού ανάκτησης
es: Activa la clave de recuperación
es_hn: Habilitar llave de recuperación
eu: Berreskuratze gakoa gaitu
fi: Ota palautusavain käyttöön
fr: Activer la clé de récupération
he: מאפשר מפתח שחזור
hu: Visszaállítási kulcs engedélyezése
id: Aktifkan kunci pemulihan
is: Virkja endurheimtingarlykil
it: Abilita chiave di ripristino
ja: 復旧キーを有効にする
ka_ge: აამოქმედეთ აღდგენის გასაღები
ko: 복구 키 활성화
lt_lt: Naudoti atstatymo raktą
nb: Aktiver gjenopprettingsnøkkel
nl: Activeer herstelsleutel
pl: Włącz klucz odzyskiwania
pt_br: Habilitar chave de recuperação
pt_pt: Ativar a chave de recuperação
ru: Включить ключ восстановления
sk: Povoliť obnovovací kľúč
sl: Omogoči obnovitev gesla
sq: Aktivizo kyç rimarrjesh
sr: Омогући кључ за опоравак
sv: Aktivera återställningsnyckel
th: เปิดใช้งานการกู้คืนรหัส
tr: Kurtarma anahtarını etkinleştir
zh_cn: 启用恢复密钥

source: Disable recovery key
ca: Desactiva la clau de recuperació
da: Deaktivér gendannelsesnøgle
de_de: Wiederherstellungsschlüssel deaktivieren
el: Απενεργοποίηση κλειδιού ανάκτησης
es: Desactiva la clave de recuperación
es_hn: Deshabilitar llave de recuperación
eu: Berreskuratze gakoa desgaitu
fi: Poista palautusavain käytöstä
fr: Désactiver la clé de récupération
he: מנטרל מפתח שחזור
hu: Visszaállítási kulcs letiltása
id: Nonaktifkan kunci pemulihan
is: Gera endurheimtingarlykil óvirkan
it: Disabilita chiave di ripristino
ja: 復旧キーを無効にする
ka_ge: დაასრულეთ აღდგენის გასაღების მოქდემება
ko: 복구 키 비활성화
lt_lt: Nenaudoti atstatymo rakto
nb: Deaktiver gjenopprettingsnøkkel
nl: Deactiveer herstelsleutel
pl: Wyłącz klucz odzyskiwania
pt_br: Dasabilitar chave de recuperação
pt_pt: Desativar a chave de recuperação
ru: Отключить ключ восстановления
sk: Zakázať obnovovací kľúč
sl: Onemogoči obnovitev gesla
sq: Çaktivizo kyç rimarrjesh
sr: Онемогући кључ за опоравак
sv: Inaktivera återställningsnyckel
th: ปิดใช้งานรหัสการกู้คืนรหัส
tr: Kurtarma anahtarını devre dışı bırak
zh_cn: 禁用恢复密钥
