Repository: Cybso/server
Catalog: translationfiles/*/encryption.po
Languages: ca, da, de_de, el, es, es_hn, eu, fi, fr, he, hu, id, is, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sr, sv, th, tr, zh_cn

source: Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again.
ca: L'aplicació de xifrat està habilitada, però les vostres claus no s'inicialitzen. Tanqueu la sessió d'inici de sessió i torneu a iniciar sessió.
da: Krypteringsprogrammet er aktiveret, men dine nøgler er ikke indlæst. Log venligst ud og ind igen.
de_de: Verschlüsselung-App ist aktiviert, aber Ihre Schlüssel sind nicht initialisiert. Bitte melden Sie sich ab und wieder an.
el: Η εφαρμογή κρυπτογράφησης είναι ενεργοποιημένη αλλά τα κλειδιά σας δεν έχουν αρχικοποιηθεί. Πραγματοποιήστε έξοδο και είσοδο στην εφαρμογή εκ νέου.
es: La aplicación de cifrado esta activada, pero sus credenciales no han sido iniciadas. Por favor cierre sesión e inicie sesión nuevamente.
es_hn: La aplicación de encripción está habilitada, pero tus llaves no han sido inicializadas. Por favor cierra sesión e inicia sesión de nuevo.
eu: Enkriptazioa app-a gaituta dago, baina zure gakoak ez dira hasieratu. Saiotikirten eta berriz sartu, mesedez
fi: Salaussovellus on käytössä, mutta salausavaimia ei ole alustettu. Ole hyvä ja kirjaudu sisään uudelleen.
fr: L'application de chiffrement est activée mais vos clefs ne sont pas initialisées. Veuillez vous déconnecter et ensuite vous reconnecter.
hu: A fájlok titkosítása engedélyezve van, de az Ön titkos kulcsai nincsenek beállítva. Ezért kérlek, hogy jelentkezz ki, és lépj be újra!
id: Apl Enkripsi telah aktif, tapi kunci anda tidak diinisialisasikan. Harap keluar-log dan masuk-log kembali.
is: Dulritunarforritið er virkt en dulritunarlyklarnir þínir eru ekki tilbúnir til notkunar, skráðu þig út og svo aftur inn.
it: L'applicazione di cifratura è abilitata, ma le chiavi non sono state inizializzate. Disconnettiti ed effettua nuovamente l'accesso.
ja: 暗号化アプリは有効ですが、あなたの暗号化キーは初期化されていません。ログアウトした後に、再度ログインしてください
ka_ge: შიფრაციის აპლიკაცია მოქმედია, თუმცა თქვენი გასაღებები არაა ინიციალიზირებული. გთხოვთ გახვიდეთ და ახლიდან გაიაროთ ავტორიზაცია.
ko: 암호화 앱이 활성화되었으나 키가 초기화되지 않았습니다. 로그아웃한 후 다시 로그인하십시오.
lt_lt: Šifravimo įskiepis veikia, tačiau privatus ir atkūrimo raktas nebuvo panaudotas. Pabandykite prisijungti iš naujo.
nb: Program for kryptering er aktivert, men nøklene dine er ikke satt opp. Logg ut og inn igjen.
nl: Crypto app is ingeschakeld, maar je sleutels werden niet geïnitialiseerd. Log uit en log daarna opnieuw in.
pl: Aplikacja szyfrująca jest włączona, ale Twoje klucze nie są zainicjowane. Proszę się wylogować i zalogować ponownie.
pt_br: O aplicativo de criptografia está habilitado mas suas chaves não foram inicializadas. Por favor, saia e entre novamente.
ru: Приложение шифрования активно, но ваши ключи не инициализированы. Выйдите из системы и войдите заново.
sk: Aplikácia na šifrovanie je povolená, ale vaše kľúče nie sú inicializované. Odhláste sa a prihláste sa znova.
sq: Aplikacioni i Enkriptimit është i aktivizuar, por kyçet tuaj s’janë vënë në punë, ju lutemi, dilni dhe rihyni përsëri
sr: Апликација за шифровање је укључена али кључеви још нису иницијализовани. Одјавите се и поново се пријавите.
sv: Krypteringsappen är aktiverad men dina nycklar är inte aktiverade. Logga ut och in igen så aktiveras dem.
tr: Şifreleme Uygulaması etkin ancak anahtarlarınız hazırlanmamış. Lütfen oturumunuzu kapatıp yeniden açın
zh_cn: 加密应用被启用了，但是你的加密密钥没有初始化。请重新登出登录系统一次。

source: Please enable server side encryption in the admin settings in order to use the encryption module.
ca: Activeu el xifratge del servidor en la configuració de l'administrador per poder utilitzar el mòdul de xifratge.
da: Venligst aktiver Server kryptering under administrationen hvis du vil anvende krypterings modulet.
de_de: Bitte aktiviere server-seitige Verschlüsselung in den Administrator-Einstellungen um das Verschlüsselungsmodul nutzen zu können
el: Παρακαλούμε ενεργοποιήστε την κρυπτογράφηση στον διακομιστή, στις ρυθμίσεις διαχειριστή για να χρησιμοποιήσετε την κρυπτογράφηση
es: Por favor active el cifrado en el lado del servidor en los ajustes de administración para poder usar el módulo de cifrado.
es_hn: Por favor activa el encriptado del lado del servidor en los ajustes de administración para usar el módulo de encripción.
eu: Enkriptazio modulua erabili ahal izateko zerbitzariaren aldean enkriptazioagaitu administrazio ezarpenetan
fi: Ota käyttöön palvelinpuolen salaus ylläpidon asetuksista, jotta salausmoduuli on jatkossa käytettävissä.
fr: Veuillez activer le chiffrement côté serveur dans les paramètres d'administration pour utiliser le module de cryptage.
hu: Kérem engedélyezze a szerver oldali titkosítást az adminisztrátor beállítasokban ahhoz, hogy a titkosítás modult tudja használni.
is: Virkjaðu dulritun á vefþjóninum í kerfisstjórnunarstillingunum svo hægt sé að nota dulritunareininguna.
it: Abilita la cifratura lato server nelle impostazioni di amministrazione per utilizzare il modulo di cifratura.
ja: 暗号化モジュールを利用する場合は、管理者設定でサーバーサイド暗号化を有効にしてください。
ka_ge: შიფრაციის მოდულის გამოსაყენებლად გთხოვთ ადმინისტრატორის პარამეტრებიდან აამოქმედოთ შიფრაცია სერვერულ მხარეს.
ko: 암호화 모듈을 사용하기 위해 관리자 설정에서 서버 측 암호화 기능을 활성화 시켜주세요
lt_lt: Administratoriaus nustatymuose įgalinkite šifravimą, jei norite naudoti šifravimo modulį.
nb: Skru på kryptering på tjenersiden i innstillingene for å bruke krypteringsmodulen.
nl: Activeer de server-encryptie in de beheerdersinstellingen om de encryptiemodule te kunnen gebruiken.
pl: Aby móc korzystać z modułu szyfrowania trzeba włączyć w panelu administratora szyfrowanie po stronie serwera.
pt_br: Habilite a criptografia do lado do servidor em configurações administrativas a fim de usar o módulo de criptografia.
ru: Для использования модуля шифрования включите шифрование на стороне сервера в меню «Настройки» -> «Администрирование» -> «Шифрование».
sk: Ak chcete použiť šifrovací modul, povoľte šifrovanie na strane servera v nastaveniach administrátora.
sq: Ju lutem aktivizoni ekriptimin në anën e serverit në konfigurimet e administratorit në mënyrë që të përdorni modulin e enkriptimit.
sr: Укључите шифровање на страни сервера у администраторским поставкама да бисте користили модул за шифровање.
sv: Aktivera kryptering på servern i administratörsinställningarna för att använda krypteringsmodulen.
tr: Şifreleme modülünü kullanabilmek için yönetici ayarlarından sunucu tarafında şifreleme seçeneğini etkinleştirin.
zh_cn: 请启用管理员设置中的服务器端加密，以使用加密模块。

source: Encryption app is enabled and ready
ca: L'aplicació de xifrat està habilitada i preparada
da: Krypteringsprogrammet er aktiveret og klar
de_de: Verschlüsselungs-App ist aktiviert und bereit
el: Η εφαρμογή κρυπτογράφησης είναι ενεργοποιημένη και έτοιμη
es: La app de cifrado esta habilitada y preparada
es_hn: La aplicación de encripción se cuentra habilitada y lista
eu: Enkriptazioa app-a gaituta eta martxan dago
fi: Salaussovellus on aktivoitu ja valmis
fr: L'application de chiffrement est activée et prête
hu: A titkosító alkalmazás engedélyezve és készen áll
id: Apl enkripsi aktif dan siap
is: Dulritunarforrit er virkt og tilbúið til notkunar
it: L'applicazione Cifratura è abilitata e pronta
ja: 暗号化アプリは有効になっており、準備が整いました
ka_ge: შიფრაციის აპლიკაცია მოქმედია და მზადყოფნაშია
ko: 암호화 앱이 활성화되었고 준비됨
lt_lt: Šifravimo įskiepis yra paruoštas ir veikia
nb: Krypteringsappen er aktivert og klar
nl: Encryptie app is ingeschakeld en gereed
pl: Szyfrowanie aplikacja jest włączone i gotowe
pt_br: O aplicativo de criptografia está habilitado e pronto
ru: Приложение шифрования включено и готово к работе
sk: Aplikácia pre šifrovanie je povolená a pripravená
sq: Aplikacioni i Fshehtëzimeve u aktivizua dhe është gati
sr: Апликација за шифровање је укључена и спремна
sv: Krypteringsfunktionen är aktiverad och redo
tr: Şifreleme uygulaması etkinleştirilmiş ve hazır
zh_cn: 加密应用程序已启用并准备就绪

source: Bad Signature
ca: Signatura incorrecta
da: Ugyldig signatur
de_de: Falsche Signatur
el: Κακή υπογραφή
es: Firma errónea
es_hn: Firma equivocada
eu: Sinadura ezegokia
fi: Virheellinen allekirjoitus
fr: Mauvaise signature
he: חתימה שגויה
hu: Rossz aláírás
id: Tanda salah
is: Ógild undirritun
it: Firma non valida
ja: 不正な署名
ka_ge: ცუდი ხელმოწერა
ko: 잘못된 서명
lt_lt: Blogas parašas
nb: Feil signatur
nl: Verkeerde handtekening
pl: Zła sygnatura
pt_br: Assinatura ruim
pt_pt: Má Assinatura
ru: Некорректная подпись
sk: Zlý podpis
sl: Neustrezen podpis
sq: Nënshkrim i Keq
sr: Лош потпис
sv: Dålig signatur
th: ลายเซ็นไม่ดี
tr: İmza Kötü
zh_cn: 签名已损坏

source: Missing Signature
ca: Falta Signatura
da: Signatur mangler
de_de: Fehlende Signatur
el: Ελλιπής υπογραφή
es: No se encuentra la firma
es_hn: Firma faltante
eu: Sinadura falta da
fi: Puuttuva allekirjoitus
fr: Signature manquante
he: חתימה חסרה
hu: Hiányzó aláírás
id: Tanda hilang
is: Vantar undirritun
it: Firma mancante
ja: 署名が存在しません
ka_ge: ხელმოწერა აკლია
ko: 서명 없음
lt_lt: Trūksta parašo
nb: Manglende signatur
nl: Missende ondertekening
pl: Brakująca sygnatura
pt_br: Assinatura faltante
pt_pt: Assinatura em Falta
ru: Подпись отсутствует
sk: Chýbajúci podpis
sl: Manjkajoč podpis
sq: Mungon Nënshkrimi
sr: Недостаје потпис
sv: Saknar signatur
th: ลายเซ็นขาดหายไป
tr: İmza Eksik
zh_cn: 签名已丢失

source: one-time password for server-side-encryption
ca: contrasenya única per al xifrat del costat del servidor
da: Engangs password for kryptering på serverdelen
de_de: Einmal-Passwort für serverseitige Verschlüsselung
el: κωδικός μιας χρήσης για κρυπτογράφηση στο διακομιστή
es: Contraseña de un solo uso para el cifrado en el lado servidor
es_hn: Contraseña de una-sola-vez para la encripción del lado del servidor
eu: aldi bateko pasahitzak zerbitzari-aldeko enkriptaziorako
fi: kertakäyttöinen salasana palvelinpään salausta varten
fr: Mot de passe à usage unique pour le chiffrement côté serveur
he: סיסמא חד פעמית עבור הצפנת צד השרת
hu: szerver-oldali titkosítás egyszer használható jelszava
id: Kata sandi sekali pakai untuk server-side-encryption
is: eins-skiptis lykilorð fyrir dulritun á þjóni
it: password monouso per la cifratura lato server
ja: サーバーサイド暗号化のワンタイムパスワード
ka_ge: ერთჯერადი პაროლი სერვერული მხარის შიფრაციისთვის
ko: 서버 측 암호화용 일회용 암호
lt_lt: vienkartinis slaptažodis skirtas šifravimui
nb: engangspassord for kryptering på tjenersiden
nl: eenmalig wachtwoord voor server-side versleuteling
pl: jednorazowe hasło do serwera szyfrowania strony
pt_br: senha de uso único para criptografia do lado do servidor
pt_pt: palavra-passe de utilização única para a encriptação do lado do servidor
ru: одноразовый пароль для шифрования на стороне сервера
sk: jednorazové heslo na šifrovanie na strane servera
sl: enkratno geslo za šifriranje na strani strežnika
sq: fjalëkalim vetëm për një herë, për fshehtëzim-më-anë-shërbyesi
sr: једнократна лозинка за шифровање на страни сервера
sv: engångslösenord för kryptering på serversidan
th: รหัสผ่านเพียงครั้งเดียว สำหรับเข้ารหัสฝั่งเซิร์ฟเวอร์
tr: sunucu tarafında şifreleme için tek kullanımlık parola
zh_cn: 用于服务器端加密的一次性密码

source: Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you.
ca: No es pot desencriptar aquest fitxer, probablement és un fitxer compartit. Demaneu al propietari del fitxer que el comparteixi de nou amb vós.
da: Kan ikke kryptere denne fil, sandsynligvis fordi filen er delt. Bed venligst filens ejer om at dele den med dig på ny.
de_de: Diese Datei kann nicht entschlüsselt werden, es handelt sich wahrscheinlich um eine geteilte Datei. Bitte kontaktieren Sie den Eigentümer der Datei und bitten Sie darum, die Datei noch einmal mit Ihnen zu teilen.
el: Δεν ήταν δυνατό να αποκρυπτογραφηθεί αυτό το αρχείο, πιθανόν πρόκειται για κοινόχρηστο αρχείο. Παρακαλώ ζητήστε από τον ιδιοκτήτη του αρχείου να το ξαναμοιραστεί μαζί σας.
es: No fue posible descifrar este archivo, probablemente se trate de un archivo compartido. Solicite al propietario del mismo que vuelva a compartirlo con usted.
es_hn: No es posible decriptar este archivo, posiblemente sea un archivo compartido. Por favor solicita al dueño del archivo que lo vuelva a compartir contigo.
eu: Ezin izan da fitxategi hau deszifratu, ziurrenik elkarbanatutako fitxategi bat da. Mesdez, eskatu fitxategiaren jabeari fitxategia zurekin berriz elkarbana dezan.
fi: Tämän tiedoston salauksen purkaminen ei onnistu. Kyseessä on luultavasti jaettu tiedosto. Pyydä tiedoston omistajaa jakamaan tiedosto kanssasi uudelleen.
fr: Impossible de déchiffrer ce fichier : il s'agit probablement d'un fichier partagé. Veuillez demander au propriétaire du fichier de le partager à nouveau avec vous.
he: לא ניתן להסיר את ההצפנה לקובץ זה, ייתכן ומדובר בקובץ משותף. יש לבקש מהבעלים של הקובץ לשתף מחדש את הקובץ אתך.
hu: A fájlt nem sikerült visszafejteni, valószínűleg ez egy megosztott fájl. Kérje meg a fájl tulajdonosát, hogy újra ossza meg veled ezt az állományt!
id: Tidak dapat mendekripsi berkas ini, mungkin ini adalah berkas bersama. Silakan meminta pemilik berkas ini untuk membagikan kembali dengan Anda.
is: Get ekki afkóðað þessa skrá, hugsanlega er þetta deild skrá. Biddu eiganda skrárinnar að deila henni aftur til þín.
it: Impossibile decifrare questo file, probabilmente è un file condiviso. Chiedi al proprietario del file di condividere nuovamente il file con te.
ja: このファイルを復号化できません、共有ファイルの可能性があります。ファイルの所有者にお願いして、ファイルを共有しなおしてもらってください。
ka_ge: ამ ფაილის გაშიფვრა ვერ ხერხდება, ალბათ ის გაზიარებული ფაილია. გთხოვთ სთხოვოთ ფაილის მფლობელს ახლიდან გააზიაროს ის თქვენთან.
ko: 이 파일을 복호화할 수 없습니다. 공유된 파일일 수도 있습니다. 파일 소유자에게 공유를 다시 요청하십시오.
lt_lt: Nepavyksta iššifruoti šio failo, tikriausiai, tai yra bendrinamas failas. Paprašykite failo savininko iš naujo pradėti bendrinti su jumis šį failą.
nb: Kan ikke dekryptere denne filen. Dette er sannsynligvis en delt fil. Spør eieren av filen om å dele den med deg på nytt.
nl: Kan dit bestand niet ontcijferen, waarschijnlijk is het een gedeeld bestand, Vraag de eigenaar om het bestand opnieuw met je te delen.
pl: Nie można odszyfrować tego pliku, prawdopodobnie jest to plik udostępniony. Poproś właściciela pliku o ponowne udostępnianie pliku Tobie.
pt_br: Este arquivo não pode ser descriptografado pois provavelmente é um arquivo compartilhado. Por favor, peça ao dono do arquivo para recompartilhá-lo com você.
pt_pt: Não é possível desencriptar este ficheiro, provavelmente é um ficheiro partilhado. Por favor, peça ao proprietário do ficheiro para voltar a partilhar o ficheiro consigo.
ru: Не удалось расшифровать файл, возможно это опубликованный файл. Попросите владельца файла повторно открыть к нему доступ.
sk: Tento súbor nie je možné rozšifrovať, môže ísť o súbor sprístupnený iným používateľom. Požiadajte majiteľa súboru, aby vám ho sprístupnil ešte raz.
sl: Te datoteke ni mogoče šifrirati, ker je to najverjetneje datoteka v souporabi. Prosite lastnika datoteke, da jo da ponovno v souporabo.
sq: Nuk shfshehtëzohet dot kjo kartelë, ndoshta është kartelë e ndarë me të tjerët. Ju lutemi, kërkojini të zotit të kartelës ta rindajë kartelën me ju.
sr: Не могу да дешифрујем фајл. Вероватно је то дељен фајл. Затражите од власника да га поново подели.
sv: Kan ej dekryptera denna fil, förmodligen är det en delad fil. Be ägaren av filen att dela den med dig.
th: ไม่สามารถถอดรหัสไฟล์นี้ มันอาจเป็นไฟล์ที่ใช้งานร่วมกัน กรุณาถามเจ้าของไฟล์เพื่อยกเลิกการใช้งานร่วมกัน
tr: Bu dosya büyük olasılıkla paylaşılıyor olduğundan şifresi çözülemiyor. Lütfen dosya sahibi ile görüşerek sizinle yeniden paylaşmasını isteyin.
zh_cn: 无法解密这个文件（或许这是一个共享文件？），请询问文件所有者重新与您分享这个文件。

source: Can not read this file, probably this is a shared file. Please ask the file owner to reshare the file with you.
ca: No es pot llegir aquest fitxer, probablement aquest sigui un fitxer compartit. Demana al propietari del fitxer que torni a compartir el fitxer amb tu.
da: Kan ikke læse denne fil, sandsynligvis fordi det er en delt fil. Bed venligst ejeren af filen om at dele filen med dig på ny.
de_de: Diese Datei kann nicht gelesen werden, es handelt sich wahrscheinlich um eine geteilte Datei. Bitte kontaktieren Sie den Eigentümer der Datei und bitten Sie darum, die Datei noch einmal mit Ihnen zu teilen.
el: Αδυναμία ανάγνωσης αυτού του αρχείου, πιθανό να είναι διαμοιραζόμενο αρχείο. Παρακαλώ ρωτήστε τον κάτοχο του αρχείου να το διαμοιράσει ξανά μαζί σας.
es: No se puede leer este archivo, probablemente sea un archivo compartido. Consulte con el propietario del mismo y que lo vuelva a compartir con usted.
es_hn: No es posible leer este archivo, posiblemente sea un archivo compartido. Por favor solicita al dueño que vuelva a compartirlo contigo.
eu: Ezin da fitxategi hau irakurri, ziur aski partekatutako fitxategia izango da. Fitxategiaren jabeari berriz partekatzeko eska iezaiozu
fi: Tiedostoa ei voi lukea, se on luultavasti jaettu tiedosto. Pyydä tiedoston omistajaa jakamaan tiedosto uudelleen kanssasi.
fr: Impossible de lire ce fichier, il s'agit probablement d'un fichier partagé. Veuillez demander au propriétaire du fichier de le repartager avec vous.
he: לא ניתן לקרוא קובץ זה, ייתכן ומדובר בקובץ משותף. יש לבקש מהבעלים של הקובץ לשתף מחדש את הקובץ אתך.
hu: Ez a fájl nem olvasható, valószínűleg ez egy megosztott fájl. Kérd meg a tulajdonosát, hogy ossza meg veled újra ezt a fájlt.
id: Tidak dapat membaca berkas ini, kemungkinan merupakan berkas berbagi. Silakan minta pemilik berkas untuk membagikan ulang kepada Anda.
is: Get ekki lesið þessa skrá, hugsanlega er þetta deild skrá. Biddu eiganda skrárinnar að deila henni aftur til þín.
it: Impossibile leggere questo file, probabilmente è un file condiviso. Chiedi al proprietario del file di condividere nuovamente il file con te.
ja: このファイルを読み取ることができません、共有ファイルの可能性があります。ファイルの所有者にお願いして、ファイルを共有しなおしてもらってください。
ka_ge: ამ ფაილის წაკითხვა არ ხერხდება, ალბათ ის გაზიარებული ფაილია. გთხოვთ სთხოვოთ ფაილის მფლობელს ახლიდან გააზიაროს ის თქვენთან.
ko: 이 파일을 읽을 수 없습니다. 공유된 파일이라면 파일 소유자에게 연락하여 다시 공유해 달라고 요청하십시오.
lt_lt: Nepavyksta perskaityti šio failo, tikriausiai, tai yra bendrinamas failas. Paprašykite failo savininko iš naujo pradėti bendrinti su jumis šį failą.
nb: Kan ikke lese denne filen, som sannsynligvis er en delt fil. Be eieren av filen om å dele den med deg på nytt.
nl: Kan dit bestand niet lezen, waarschijnlijk is het een gedeeld bestand. Vraag de eigenaar om het bestand opnieuw met je te delen.
pl: Nie można odczytać tego pliku, prawdopodobnie plik nie jest współdzielony. Proszę zwrócić się do właściciela pliku, aby udostępnił go dla Ciebie.
pt_br: Não foi possível ler este arquivo pois provavelmente é um arquivo compartilhado. Por favor, peça ao dono do arquivo para recompartilhá-lo com você.
pt_pt: Não é possível ler este ficheiro, provavelmente isto é um ficheiro compartilhado. Por favor, peça ao dono do ficheiro para voltar a partilhar o ficheiro consigo.
ru: Не удается прочитать файл, возможно это публичный файл. Пожалуйста попросите владельца открыть доступ снова.
sk: Tento súbor nie je možné prečítať, môže ísť o súbor sprístupnený iným používateľom. Požiadajte majiteľa súboru, aby vám ho sprístupnil ešte raz.
sl: Te datoteke ni mogoče brati, ker je to najverjetneje datoteka v souporabi. Prosite lastnika datoteke, da jo da ponovno v souporabo.
sq: S’lexohet dot kjo kartelë, ndoshta është kartelë e ndarë me të tjerët. Ju lutemi, kërkojini të zotit të kartelës ta rindajë kartelën me ju.
sr: Не могу да читам фајл. Вероватно је дељен. Питајте власника да га поново подели.
sv: Filen kan inte läsas, troligtvis är det en delad fil. Be ägaren av filen att dela den med dig igen.
th: ไม่สามารถอ่านไฟล์นี้ มันอาจเป็นไฟล์ที่ใช้งานร่วมกัน กรุณาสอบถามเจ้าของไฟล์เพื่อแชร์ไฟล์กับคุณ
tr: Bu dosya büyük olasılıkla paylaşılıyor olduğundan okunamıyor. Lütfen dosya sahibi ile görüşerek sizinle yeniden paylaşmasını isteyin.
zh_cn: 无法读取此文件，可能这是一个共享文件。请让文件所有者重新共享该文件。

source: Default encryption module
ca: Mòdul de xifrat per defecte
da: Standard krypterings modul
de_de: Standard-Verschlüsselungsmodul
el: Προεπιλεγμένη μονάδα κρυπτογράφησης
es: Módulo de cifrado por defecto
es_hn: Módulo de encripción predeterminado
eu: Defektuzko enkriptazio modulua
fi: Oletus salausmoduuli
fr: Module de chiffrement par défaut
hu: Alapértelmezett titkosítási modul
id: Modul bawaan enkripsi
is: Sjálfgefin dulritunareining
it: Modulo di cifratura predefinito
ja: デフォルトの暗号化モジュール
ka_ge: საწყისი შიფრაციის მოდული
ko: 기본 암호화 모듈
lt_lt: Numatytasis šifravimo modulis
nb: Standard krypteringsmodul
nl: Standaard cryptomodule
pl: Domyślny moduł szyfrujący
pt_br: Módulo de criptografia padrão
ru: Модуль шифрования по-умолчанию
sk: Predvolený šifrovací modul
sq: Modul i parazgjedhur fshehtëzimi
sr: Подразумевани модул за шифровање
sv: Krypteringsfunktion
tr: Varsayılan şifreleme modülü
zh_cn: 默认加密模块
