Repository: Cybso/server
Catalog: translationfiles/*/federatedfilesharing.po
Languages: ca, cs, da, de, es, es_gt, et_ee, eu, fi, fr, hu, ia, id, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: Could not authenticate to remote share, password might be wrong
ca: No s'ha pogut autenticar per compartir de manera remota, la contrasenya podria estar equivocada
cs: Autentizace ke vzdálenému sdílení selhala, heslo může být nesprávné
da: Kunne ikke godkende fjerndelingen - kodeordet er muilgvis forkert
de: Die Authentifizierung an der entfernten Freigabe konnte nicht erfolgen, das Passwort könnte falsch sein
es: No se ha podido autenticar para compartir remotamente, quizás esté mal la contraseña
es_gt: No fue posible autenticarse ante el elemento compartido remoto, la contraseña puede estar incorrecta
et_ee: Ei õnnestunud kagujagamist autentida, ehk on parool vale
eu: Ezin da urruneko partekatzearekin kautotu, pasahitza gaizki egon daiteke
fi: Tunnistautuminen etäjakoa kohtaan epäonnistui. Salasana saattaa olla väärä
fr: Impossible de se connecter au partage distant, le mot de passe peut-être incorrect
hu: Nem sikerült az azonosítás a távoli megosztáshoz. Lehet, hogy rossz a jelszó.
ia: Impossibile authenticar al Compartir Remote, le contrasigno debe esser incorrecte
id: Tidak dapat mengautentikasi berbagi remote, kata sandi mungkin salah
is: Gat ekki auðkennt á fjartengdri sameign, lykilorð gæti verið rangt
it: Impossibile autenticarsi sulla condivisione remota, la password potrebbe essere errata
ja: リモート共有が認証できませんでした，パスワードが間違っているかもしれません
ka_ge: დისტანციურ გაზიარებასთან აუტენტიფიკაცია არ მოხერხდა, შესაძლოა პაროლი იყოს არასწორი
lt_lt: Neįmanoma pradėti dalintis kitame serveryje. Gal jūsų slaptažodis blogas?
nb: Kunne ikke autentisere mot ekstern ressurs, passordet var kanskje feil.
nl: Kon niet authenticeren bij externe share, misschien verkeerd wachtwoord
pl: Nie udało się uwierzytelnić udziału zdalnego, może być błędne hasło
pt_br: Não foi possível autenticar-se ao compartilhamento remoto. A senha pode estar incorreta
ru: Не удалось провести проверку подлинности для доступа к удалённому хранилищу, возможно неправильно указан пароль
sk: Nie je možné overiť vo vzdialenom úložisku, heslo môže byť nesprávne
sq: Nuk mund të vërtetohej në pjesën e largët, fjalëkalimi mund të jetë i gabuar
sr: Удаљено дељење не може да провери Ваш идентитет, можда лозинка није исправна
sv: Kunde inte autentisera mot externa servern, lösenordet kan vara fel
tr: Uzak paylaşım kimliği doğrulanamadı. Parola yanlış olabilir
zh_cn: 无法验证远程共享，可能是密码错误

source: Storage not valid
ca: Emmagatzemament no vàlid
cs: Úložiště není platné
da: Lagerplads er ikke gyldig
de: Speicher ungültig
es: Almacenamiento inválido
es_gt: Almacenamiento inválido
et_ee: Andmehoidla pole korrektne
eu: Biltegi baliogabea
fi: Tallennustila ei ole kelvollinen
fr: Support de stockage non valide
hu: A tároló nem érvényes
ia: Immagazinage non valide
id: Penyimpanan tidak sah
is: Geymslan er ekki gild
it: Archiviazione non valida
ja: ストレージが無効です
ka_ge: საცავი არაა სწორი
lt_lt: Saugykla netinkama naudotis
nb: Lagringsplass ikke gyldig
nl: Opslag ongeldig
pl: Magazyn nie jest prawidłowy
pt_br: Armazenamento inválido
ru: Хранилище недоступно
sk: Neplatné úložisko
sq: memorja nuk është e vlefshme
sr: Складиште није исправно
sv: Lagring ogiltig
tr: Depolama geçersiz
zh_cn: 存储不可用

source: Federated share added
ca: S'ha afegit una part federada
cs: Propojené sdílení bylo přidáno
da: Datafællesskabsdeling tilføjet
de: Federated-Share hinzugefügt
es: Recurso compartido federado añadido
es_gt: Elemento compartido Federado agregado
et_ee: Liitjagamine lisatud
eu: Federatutako partekatzea gehituta
fi: Federoitu jako lisätty
fr: Partage fédéré ajouté
hu: Egyesített megosztás hozzáadva
is: Bætti við skýjasambandssameign
it: Condivisione federata aggiunta
ja: クラウド共有が追加されました
ka_ge: ფედერალური გაზიარება დაემატა
lt_lt: Pasidalinta per kitą serverį
nb: Sammenknyttet ressurs lagt til
nl: Gefedereerd share is toegevoegd
pl: Udostępnianie Stowarzyszone zostało dodane
pt_br: Compartilhamento Federado adicionado
ru: Добавлен общий федеративный ресурс
sk: Združené sprístupnenie pridané
sq: Ndarje e federuar u shtua
sr: Здружено дељење додато
sv: Federerad delning tillagd
tr: Birleşmiş paylaşım eklendi
zh_cn: 共享协作已添加

source: Couldn't add remote share
ca: No s'ha pogut afegir una compartició remota
cs: Nepodařilo se přidat propojené sdílení
da: Kunne ikke tliføje den ekstern deling
de: Remotefreigabe konnte nicht hinzu gefügt werden
es: No se puede añadir un compartido remoto
es_gt: No fue posible agregar el elemento compartido remoto
et_ee: Ei suutnud lisada kaugjagamist
eu: Ezin izan da urruneko partekatzea gehitu
fi: Etäjaon liittäminen epäonnistui
fr: Impossible d'ajouter le partage distant
hu: Távoli megosztás nem adható hozzá
ia: Impossibile adder le Compartir Remote
id: Tidak dapat menambahkan berbagi remote
is: Gat ekki bætt við fjartengdri sameign
it: Impossibile aggiungere la condivisione remota
ja: リモート共有を追加できませんでした
ka_ge: ფედერალური გაზიარება ვერ დაემატა
lt_lt: Nepavyko peržiūrėti kitame serveryje pasidalintų duomenų
nb: Kunne ikke legge til ekstern ressurs
nl: Kon geen externe share toevoegen
pl: Nie można dodać zdalnego zasobu
pt_br: Não foi possível adicionar o compartilhamento remoto
ru: Невозможно добавить удалённый общий ресурс
sk: Nedá sa pridať vzdialené sprístupnenie
sq: Nuk mund të shtohet ndarja në largësi
sr: Не могу да додам удаљено дељење
sv: Kunde inte lägga till extern delning
tr: Uzak paylaşım eklenemedi
zh_cn: 无法添加远程共享

source: Sharing %s failed, because this item is already shared with %s
ca: Ha fallat en compartir %s, perquè l'element ja està compartit amb %s
cs: Sdílení položky %s selhalo, protože položka již je s uživatelem %s sdílena
da: Der skete en fejl ved deling af %s, objektet er allerede delt med %s
de: Freigabe von %s fehlgeschlagen, da dieses Objekt schon mit %s geteilt wird
es: Se falló al compartir %s, ya que este elemento ya está compartido con %s
es_gt: Se presentó una falla al compartir %s, porque este elemento ya se encuentra compartido con %s
et_ee: %s jagamine ebaõnnestus, kuna see üksus on juba jagatud %s
eu: %s elkarbanatzeak huts egin du, dagoeneko %s erabiltzailearekin elkarbanatuta dagoelako
fi: Kohteen %s jakaminen epäonnistui, koska kohde on jo jaettu käyttäjälle %s
fr: Le partage de %s a échoué car cet élément est déjà partagé avec %s
hu: %s megosztása nem sikerült, mert ez már meg van osztva vele: %s
ia: Compartir %s falleva, proque iste elemento ja es compartite con %s
id: Gagal membagkan %s, karena item ini sudah dibagikan dengan %s
is: Deiling %s mistókst, því þessu atriði er þegar deilt með %s
it: Condivisione di %s non riuscita, poiché l'oggetto è già condiviso con %s
ja: %s を共有できませんでした。このアイテムはすでに %s に共有されています。
ka_ge: %s-ს გაზიარება არ მოხერხდა, ეს ობიექტი %s მომხმარებელთან უკვე გაზიარებულია
lt_lt: %s bendrinimas nepavyko, kadangi šis elementas jau yra bendrinamas su %s
nb: Deling av %s mislyktes, fordi dette elementet allerede er delt med %s
nl: Delen van %s is mislukt, omdat het object al wordt gedeeld met %s
pl: Współdzielenie %s nie powiodło się, ponieważ element jest już współdzielony z %s
pt_br: Compartilhamento %s falhou porque este item já está compartilhado com %s
ru: Не удалось поделиться «%s», пользователю%s уже предоставлен доступ к этому элементу
sk: Sprístupnenie %s zlyhalo, pretože táto položka už je prístupná pre %s
sq: Ndarja për %s dështoi, ngaqë ky objekt është ndarë një herë me %s
sr: Дељење %s није успело зато што се ова ставка већ дели са %s
sv: Delning %s misslyckades därför att objektet redan är delat med %s
tr: %s paylaşılmadı. %s ile zaten paylaşılmış
zh_cn: 共享 %s 失败，因为它已经共享给 %s

source: Not allowed to create a federated share with the same user
ca: No està permés crear una compartició federada amb el mateix usuari
cs: Není povoleno vytvořit propojené sdílení s tím samým uživatelem
da: Det er ikke tilladt at danne et datafællesskab med samme bruger
de: Das Erstellen einer Federated Cloud Freigabe mit dem gleichen Benutzer ist nicht erlaubt
es: No se permite crear un recurso compartido federado con el mismo usuario
es_gt: No está permitido crear un elelmento compartido federado con el mismo usuario
et_ee: Liitjagamise loomine sama kasutajaga ei ole lubatud.
eu: Ezin da erabiltzaile berdinarekin federatutako partekatzea sortu.
fi: Saman käyttäjän kanssa ei ole sallittua luoda federoitua jakoa
fr: Non autorisé à créer un partage fédéré avec le même utilisateur
hu: Azonos felhasználóval nem lehet létrehozni egyesített megosztást
ia: Il non es permittite crear le Compartir Federate con le mesme usator.
id: Tidak diizinkan membuat pembagian terfederasi dengan pengguna yang sama
is: Ekki er heimilt að búa til skýjasambandssameign með sama notanda
it: Non è consentito creare una condivisione federata con lo stesso utente
ja: 同じユーザーでクラウド共有を作成することは出来ません
ka_ge: იმავე მომხმარებელთან ფედერალური გაზიარება ვერ შეიქმნება
lt_lt: Negalima dalintis su identišku naudotoju kitame serveryje
nb: Ikke tillatt å opprette en sammenknyttet skydeling med den samme brukeren
nl: Het is niet toegestaan om een gefedereerde share met dezelfde gebruikersserver te maken
pl: Nie można tworzyć stowarzyszonego udziału z tym samym użytkownikiem
pt_br: Não é permitido criar um compartilhamento federado com o mesmo usuário
ru: Не допускается создание федеративного общего ресурса с тем же пользователем
sk: Nie je možné vytvoriť združené sprístupnenie so sebou samým
sq: S’i lejohet të krijojë një ndarje të federuar me të njëjtin përdorues
sr: Није дозвољено да се направи здружено дељење са истим корисником
sv: Ej tillåtet att skapa en federerad delning med samma användare
tr: Aynı kullanıcı ile bir birleşmiş paylaşım oluşturulamaz
zh_cn: 不能给你自己分享文件

source: File is already shared with %s
ca: El fitxer ja està compartit amb %s
cs: Soubor je již sdílen s %s
da: Filen deles allerede med %s
de: Datei wird bereits mit %s geteilt
es: El Archivo ya está siendo compartido con %s
es_gt: El archivo ya ha sido compartido con %s
et_ee: Fail on juba jagatud kasutajaga %s
eu: Fitxategia 1%s-rekin partekatua dago iada
fi: Tiedosto on jo jaettu kohteen %s kanssa
fr: Le fichier est déjà partagé avec %s
hu: Fájl már megosztva vele: %s
ia: File ja es compartite con %s
id: Berkas sudah dibagikan dengan %s
is: Skránni er þegar deilt með %s
it: Il file è già condiviso con %s
ja: ファイルは既に %s と共有されています。
ka_ge: ფაილი უკვე გაზიარებულია მომხმარებელთან %s
lt_lt: Failas jau yra bendrinamas su %s
nb: Filen er allerede delt med %s
nl: Bestand is al gedeeld met %s
pl: Plik jest już współdzielony z %s
pt_br: O arquivo já é compartilhado com %s
ru: Доступ к файлу уже предоставлен %s
sk: Súbor je už sprístupnený používateľovi %s
sq: Skedari është ndarë tashmë me %s
sr: Фајл је већ дељен са %s
sv: Filen är redan delad med %s
tr: Dosya %s ile zaten paylaşılmış
zh_cn: 文件已经共享与 %s

source: Sharing %s failed, could not find %s, maybe the server is currently unreachable or uses a self-signed certificate.
ca: S'ha produït un error en compartir%s, no s'ha pogut trobar%s, potser el servidor no estigui disponible o s'utilitzi un certificat autofirmat.
cs: Sdílení %s selhalo, %s se nepodařilo nalézt, server pravděpodobně právě není dostupný nebo používá self-signed certifikát.
da: Deling af %s mislykkedes - kunne ikke finde %s. Måske er serveren ikke tilgængelig i øjeblikket eller bruger et selv underskrevet certifikat.
de: Freigabe von %s fehlgeschlagen, da %s nicht gefunden wurde. Möglicherweise ist der Server nicht erreichbar oder nutzt ein selbst zertifiziertes Zertifikat.
es: Error al compartir %s No se pudo hallar %s, quizás haya un problema de conexión con el servidor.
es_gt: Se presentó una falla al compartir %s, no fue posible encontrar %s, tal vez el servidor no está alcanzable o usa un certificado auto-firmado.
et_ee: %s jagamine ebaõnnestus, ei suutnud %s leida, ehk ei ole server kättesaadav või kasutab ise allkirjastatud sertifikaati.
eu: 1%s partekatzeak huts egin du, ezin da 1%s topatu, agian zerbitzaria ez dago erabilgarri edo berak sinatutako ziurtagiria erabiltzen du.
fi: Kohteen %s jakaminen epäonnistui, kohdetta %s ei löytynyt. Palvelin ei ehkä ole juuri nyt tavoitettavissa tai käyttää itse allekirjoitettua sertifikaattia.
fr: Le partage de %s a échoué, impossible de trouver %s, le serveur est peut-être momentanément injoignable ou utilise un certificat auto-signé.
hu: %s megosztása nem sikerült, mert %s nem található, lehetséges, hogy a szerver jelenleg nem érhető el vagy ön-aláírt tanúsítványt használ.
ia: Compartir %s falleva, il es impossibile trovar %s: possibilemente le servitor es actualmente non accessibile o usa un certificato auto-signate.
id: Berbagi %s gagal, tidak menemukan %s, mungkin peladen saat ini tidak dapat dicapai atau menggunakan sertifikat self-signed.
is: Deiling %s mistókst, gat ekki fundið %s, hugsanlega er þjónninn ekki tiltækur í augnablikinu eða að hann notar sjálfundirritað skilríki.
it: La condivisione di %s non è riuscita, impossibile trovare %s, è probabile che il server non sia al momento raggiungibile o che utilizzi un certificato auto-firmato.
ja: %s を共有できませんでした。%s が見つかりませんでした。現在サーバーに接続できないか、自己証明書を使っています。
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, ვერ ვოპოვეთ %s, ალბათ სერვერი ახლა მიუწვდომელია ან იყენებს თავის ხელმოწერილ სერტიფიკატს.
lt_lt: "%s" pasidalinimas nepavyko, neįmanoma rasti %s, tikėtina, kad serveris šiuo metu nepasiekiamas arba naudoja nepatikimą sertifikatą.
nb: Deling av %s mislyktes, kunne ikke finne %s, kanskje tjeneren for øyeblikket er utilgjengelig eller bruker selv-signert sertifikat.
nl: Delen van %s mislukt, kon %s niet vinden, misschien is de server niet bereikbaar of je gebruikt een zelf getekend certificaat.
pl: Dzielenie %s nie powiodło się. Nie można było znaleźć %s, być może serwer jest obecnie nieosiągalny lub używa certyfikatu z podpisem własnym.
pt_br: Compartilhamento %s falhou, não foi possível encontrar %s. Talvez o servidor esteja inacessível ou esteja sendo utilizado um certificado de auto-assinatura
ru: Не удалось поделиться «%s», не удалось найти %s, возможно, сервер недоступен или использует самоподписанный сертификат.
sk: Zdieľanie %s zlyhalo, %s sa nepodarilo nájsť, server nie je pravdepodobne dostupný alebo používa vlastnoručne podpísaný certifikát.
sq: Ndarja e %s dështoi, nuk mund të gjendet %s, ndoshta serveri është për momentin i paaksesueshëm ose përdor një çertifikatë të vetë-nënshkruar
sr: Дељење %s није успело, не могу да нађем %s, можда сервер тренутно није доступан или користи самопотписани сертификат.
sv: Misslyckades att dela ut %s kunde inte hitta %s, kanske är servern inte tillgänglig för närvarande eller så används ett självsignerat certifikat
tr: %s paylaşılamadı. %s bulunamadı. Sunucuya erişilemiyor ya da sunucu kendinden imzalı bir güvenlik sertifikası kullanıyor olabilir.
zh_cn: 共享 %s 失败, 无法找到 %s, 可能该服务器当前无法访问或者使用自签名证书.

source: Could not find share
ca: No s'ha pogut trobar la compartició
cs: Nelze nalézt sdílení
da: Kan ikke finde deling
de: Freigabe konnte nicht gefunden werden
es: No se ha podido encontrar el compartido
es_gt: No fue posible encontrar el elemento compartido
et_ee: Jagamist ei leitud
eu: Ezin da partekatzea topatu
fi: Ei löytynyt jakoa
fr: Impossible de trouver le partage
hu: A megosztás nem található
ia: Impossibile trovar le compartite
id: Tidak dapat mencari pembagian
is: Gat ekki fundið sameign
it: Impossibile trovare la condivisione
ja: 共有が見つかりませんでした
ka_ge: გაზიარება ვერ იქნა ნაპოვნი
lt_lt: Nepavyko rasti bendrinamų duomenų
nb: Kunne ikke finne ressurs
nl: Kon share niet vinden
pl: Nie można znaleźć powiązania
pt_br: Não foi possível encontrar o compartilhamento
ru: Не удалось найти общий ресурс
sk: Nebolo možné nájsť sprístupnenie
sq: Nuk mund të gjenim ndarjen
sr: Не могу да пронађем дељење
sv: Kunde inte hitta delning
tr: Paylaşım bulunamadı
zh_cn: 没有发现共享

source: You received "%3$s" as a remote share from %1$s (on behalf of %2$s)
ca: Has rebut "/%3$s" com una compartició remota des de %1$s (de part de %2$s)
cs: Obdržel(a) jste %3$s jako vzdálené sdílení od %1$s (jménem %2$s)
da: Du modtog "/%3$s" som en ekstern deling fra %1$s (på vegne af %2$s)
de: Du hast "%3$s" als eine entfernte Freigabe von "%1$s" empfangen (im Auftrag von %2$s)
es: Ha recibido "/%3$s" como un recurso compartido remoto de %1$s (en nombre de %2$s)
es_gt: Has recibido "%3$s" como un elemento compartido remoto de %1$s (de parte de %2$s)
et_ee: Sa said kaugjagatud faili "%3$s" kasutajalt %1$s (%2$s nimel)
eu: 2%1$s-ren "1%3$s" urruneko partekatze bezala jaso duzu ( 3%2$s-en ordez)
fi: Vastaanotit "%3$s":n etäjakona käyttäjältä %1$s (%2$s:n puolesta)
fr: Vous avez reçu "%3$s" en tant que partage distant de %1$s (de la part de %2$s)
hu: Kaptál egy távoli megosztást: "%3$s", innen: %1$s (%2$s nevében)
ia: Tu recipeva "%3$s" como un compartimento remote de %1$s (in nomine de %2$s)
id: Anda menerima "%3$s" sebagai berbagi jauh dari %1$s (atas nama %2$s)
is: Þú tókst við "%3$s" sem fjartengdri sameign frá %1$s (fyrir hönd %2$s)
it: Hai ricevuto "%3$s" come condivisione remota da %1$s (per conto di %2$s)
ja: %1$s からリモート共有として "%3$s" を受け取りました。(%2$s の代理として)
ka_ge: თქვენ მიიღეთ "%3$s" როგორც დისტანციური გაზიარება მომხმარებლისგან %1$s (სახელით %2$s)
lt_lt: Gavote galimybę peržiūrėti duomenis "%3$s", kuriuos pasidalino %1$s (%2$s vardu) esantis kitame serveryje
nb: Du har mottatt "%3$s" som en ekstern deling fra %1$s (på vegne av %2$s)
nl: Je ontving "%3$s" als een extern deel verzoek van %1$s (namens %2$s)
pl: Otrzymałeś "%3$s" w zdalnym udziale z %1$s (w imieniu %2$s)
pt_br: Você recebeu "%3$s" como um compartilhamento remoto de %1$s ( em nome de %2$s )
ru: Вы получили «%3$s» в качестве удалённого ресурса из %1$s (от имени %2$s)
sk: Obdržali ste "%3$s" ako vzdialené zdieľanie od %1$s (v mene %2$s)
sq: Ju pranuat "%3$s" si një shpërndarje në distancë nga %1$s (në emër të %2$s)
sr: Примили сте "%3$s" као удаљено дељење од %1$s (у име %2$s)
sv: Du tog emot "%3$s" som en extern delning från %1$s (på uppdrag av %2$s)
tr: %1$s kullanıcısından "%3$s" uzak paylaşımını aldınız (%2$s adına)
zh_cn: 你得到“%3$s"做为远程分享从”%1$s（代替"%2$s）

source: You received {share} as a remote share from {user} (on behalf of {behalf})
ca: Has rebut {share} com un recompte remot de {user} (en nom de {nom})
cs: Obdržel(a) jste {share} jako vzdálené sdílení od {user} (jménem {behalf})
da: Du modtog {share} som en ekstern deling fra {user} (på vegne af {behalf})
de: Du hast {share} als eine entfernte Freigabe von {user} empfangen (im Auftrag von {behalf})
es: Ha recibido {share} como un recurso compartido remoto de {user} (en nombre de {behalf})
es_gt: Has recibido {share} como un elemento compartido remoto de {user} (de parte de {behalf})
et_ee: Sa said kaugjagatud faili {share} kasjutajalt {user} ({behalf} nimel)
eu: {user}-en {share} urruneko partekatze bezala jaso duzu ({behalf} ordez)
fi: Vastaanotit jaon {share} etäjakona käyttäjältä {user} ({behalf}:n puolesta)
fr: Vous avez reçu {share} comme partage distant de la part de {user} (de la part de {behalf})
hu: Kaptál egy távoli megosztást: {share}, innen: {user} ({behalf} nevében)
ia: Tu recipeva {share} como un compartimento remote de {user} (in nomine de {behalf})
id: Anda menerima {share} sebagai berbagi jauh dari {user} (atas nama {behalf})
is: Þú tókst við {share} sem fjartengdri sameign frá {user} (fyrir hönd {behalf})
it: Hai ricevuto {share} come condivisione remota da {user} (per conto di {behalf})
ja: {user} からリモート共有として {share} を受け取りました。({behalf} の代理として)
ka_ge: თქვენ მიიღეთ გაზიარება {share} როგორც დისტანციური გაზიარება მომხმარებლისგან {user} (სახელით {behalf})
lt_lt: Gavote galimybę peržiūrėti duomenis "{share}", kuriuos pasidalino {user} ({behalf} vardu) esantis kitame serveryje
nb: Du har mottatt {share} som en ekstern deling fra {user} (på vegne av {behalf})
nl: Je ontving {share} als een extern deel verzoek van {user} (namens {behalf})
pl: Otrzymałeś {share} w zdalnym udziale z {user} (w imieniu {behalf})
pt_br: Você recebeu {share} como um compartilhamento remoto do {user} (em nome de {behalf})
ru: Вы получили «{share}» в качестве удалённого ресурса от {user} (от имени {behalf})
sk: Obdržali ste {share} ako vzdialené zdieľanie od {user} (v mene {behalf})
sq: Ju
sr: Примили сте {share} као удаљено дељење од {user} (у име {behalf})
sv: Du tog emot {share} som en extern delning {user} (på uppdrag av {behalf})
tr: {user} kullanıcısından {share} uzak paylaşımını aldınız ( {behalf} adına)
zh_cn: 你得到[共享]是从[用户]做为远程共享（代替原来的）

source: You received "%3$s" as a remote share from %1$s
ca: Has rebut "/%3$s" com una compartició remota de %1$s
cs: Obdržel(a) jste %3$s jako vzdálené sdílení od %1$s
da: Du modtog "%3$s" som en ekstern deling fra %1$s
de: Du hast "%3$s" als eine entfernte Freigabe von "%1$s" empfangen
es: Ha recibido "%3$s" como un compartido remoto de %1$s
es_gt: Has recibido "%3$s" como un elemento compartido remoto de %1$s
et_ee: Sa said kaugjagatud faili "%3$s" kasutajalt %1$s
eu: 2%1$s-ren "1%3$s" urruneko partekatze bezala jaso duzu
fi: Vastaanotit "%3$s":n etäjakona käyttäjältä %1$s
fr: Vous avez reçu "%3$s" comme partage distant de %1$s
hu: Kaptál egy távoli megosztást: "%3$s", innen: %1$s
ia: Tu recipeva "%3$s" como un compartimento remote de %1$s
id: Anda menerima "%3$s" sebagai berbagi jauh dari %1$s
is: Þú tókst við "%3$s" sem fjartengdri sameign frá %1$s
it: Hai ricevuto "%3$s" come condivisione remota da %1$s
ja: %1$s からリモート共有として "%3$s" を受け取りました。
ka_ge: თქვენ მიიღეთ "%3$s" როგორც დისტანციური გაზიარება მომხმარებლისგან %1$s
lt_lt: Gavote galimybę peržiūrėti duomenis "%3$s", kuriuos pasidalino %1$s
nb: Du har mottatt "%3$s" som en ekstern deling fra %1$s
nl: Je ontving "%3$s" als een extern deel verzoek van %1$s
pl: Otrzymałeś "%3$s" w zdalnym udziale %1$s
pt_br: Você recebeu "%3$s" como um compartilhamento remoto de %1$s
ru: Вы получили «%3$s» в качестве удалённого ресурса из %1$s
sk: Obdržali ste "%3$s" ako vzdialené zdieľanie od %1$s
sq: Ju pranuat "%3$s" si një shpërndarje në distancë nga %1$s
sr: Примили сте "%3$s" као удаљено дељење од %1$s
sv: Du tog emot "%3$s" som en extern delning från %1$s
tr: %1$s kullanıcısından "%3$s" uzak paylaşımını aldınız
zh_cn: 你从“%1$s"得到"%3$s"做为远程共享
