Repository: Cybso/server
Catalog: translationfiles/*/federation.po
Languages: ast, ca, cs, da, de, es, es_cr, et_ee, eu, fi, fr, hu, ia, id, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, zh_cn

source: Added to the list of trusted servers
ast: Amestóse al llistáu de sirvidores d'enfotu
ca: Afegeix a la llista de servidors de confiança
cs: Přidán na seznam důvěryhodných serverů.
da: Tilføjet listen af godkendte servere
de: Der Liste der vertrauenswürdigen Server hinzugefügt
es: Añadido a la lista de servidores de confianza
es_cr: Agregado a la lista de servidores de confianza
et_ee: Usaldatud serverite nimekirja lisatud
eu: Zerbitzari fidagarrien zerrendara gehituta
fi: Lisätty luotettujen palvelimien luetteloon
fr: Ajouté à la liste des serveurs de confiance
hu: Hozzáadva a megbízható szerverek listájához
ia: Addite al lista de servitores fiduciari.
id: Server telah ditambahkan pada daftar server terpercaya
is: Bætt á lista yfir treysta þjóna
it: Aggiunto all'elenco dei server affidabili
ja: 信頼済サーバーとしてリストに登録済
ka_ge: დაემატა სანდო სერვერების სიას
ko: 신뢰할 수 있는 서버 목록에 추가됨
lt_lt: Pridėtas prie patikimų serverių sąrašo
lv: Pievienots uzticamo serveru sarakstam
mn: найдвартай серверийн жагсаалтанд нэмэх
nb: Lagt til i listen over klarerte tjenere
nl: Toegevoegd aan de lijst met vertrouwde servers
pl: Dodano do listy zaufanych serwerów.
pt_br: Adicionado à lista de servidores confiáveis.
ru: Добавлено в список доверенных серверов
sk: Pridané do zoznamu dôveryhodných serverov
sl: Dodano na spisek varnih strežnikov
sq: U shtua në listën e server-ave të besuar
sr: Додат на листу сервера од поверења
sv: Tillagd i listan med betrodda servrar
tr: Güvenilen sunucular listesine eklendi
zh_cn: 添加到可信任服务器列表中

source: Server is already in the list of trusted servers.
ast: El sirvidor yá ta nel llistáu de sirvidores d'enfotu.
ca: El servidor ja està a la llista de servidors de confiança
cs: Server je již přidán na seznam důvěryhodných serverů.
da: Serveren står allerede på listen over sikre servere
de: Server ist bereits in der Liste der vertrauenswürdigen Server.
es: El servidor ya está en la lista de servidores en los que se confía.
es_cr: El servidor ya se encuentra en la lista de servidores de confianza.
et_ee: Server on juba usaldatud serverite nimekirjas.
eu: Zerbitzaria fidagarrien zerrendan dago iada
fi: Palvelin on jo luotettujen palvelimien luettelossa.
fr: Le serveur est déjà dans la liste des serveurs de confiance.
hu: A szerver már a megbízható szerverek közt van.
ia: Servitor ja es in le lista de servitores fiduciari.
id: Server sudah ada pada daftar server terpercaya
is: Þjónninn er nú þegar á listanum yfir treysta þjóna.
it: Il server è già nell'elenco dei server affidabili.
ja: 信頼済サーバーとして既に登録されています。
ka_ge: სერვერი უკვე დაცული სერვერების სიაშია.
ko: 신뢰할 수 있는 서버 목록에 이미 추가되었습니다.
lt_lt: Serveris jau yra patikimų serverių sąraše.
lv: Serveris jau ir uzticamo serveru sarakstā .
mn: сервер нь аль хэдийн найдвартай серверийн жагсаалтанд байна
nb: Tjeneren er allerede i listen av klarerte tjenere.
nl: Server bestaat reeds in de lijst van vertrouwde servers.
pl: Serwer znajduje się już na liście zaufanych serwerów.
pt_br: O servidor já está na lista de servidores confiáveis.
ru: Сервер уже есть в списке доверенных серверов.
sk: Server sa už nachádza v zozname dôveryhodných serverov
sl: Strežnik je že na seznamu potrjenih strežnikov.
sq: Server-i është tashmë në listën e server-ave të besuar.
sr: Сервер је већ на списку сервера од поверења.
sv: Servern finns redan i listan
tr: Sunucu zaten güvenilen sunucu listesine eklenmiş.
zh_cn: 服务器在线，并已成功添加至信任服务器列表。

source: No server to federate with found
ast: Nun s'alcontró dengún sirvidor col que federase
ca: No s\'ha trobar cap servidor federat
cs: Nenalezen žádný server ke sdružování
da: Ingen server at forbinde til blev fundet
de: Es wurde kein Server zum Verbinden per Federation gefunden
es: No se ha encontrado ningún servidor con el que federarse.
es_cr: No se encontraron servidores para integrar a la federación
et_ee: Serverit millega liituda ei leitud
eu: Ez da federatzeko zerbitzaririk topatu
fi: Palvelinta, johon liittyä, ei löytynyt
fr: Aucun serveur avec lequel fédérer n'a été trouvé
hu: Nem található egyesíthető szerver
ia: Nulle servitor pro associar se per federation esseva trovate
id: Tidak ada server yang bisa difederasikan
is: Enginn þjónn sem hæfur er til skýjasambands fannst
it: Non ho trovato alcun server per la federazione
ja: Nextcloud 連携サーバーはありません。
ka_ge: სერვერი რომელთანაც შედგება ფედერალიზირება არ იქნა ნაპოვნი
ko: 연합 가능한 서버를 찾을 수 없음
lt_lt: Rastų serverių sąraše nėra tinkamo serverio bendrinimui
lv: Nav atrasts neviens serveris
mn: Ямар ч холбооны сервер олдсонгүй
nb: Ingen tjener å forene med ble funnet
nl: Geen server gevonden om mee te federeren
pl: Nie znaleziono stowarzyszonego serwera
pt_br: Nenhum servidor encontrado para federar
ru: Сервер для объединения не найден
sk: Server pre združenie sa nenašiel
sl: Ne najdem strežnika za federiranje
sq: Nuk u gjet server me të cilin mund të federohej
sr: Није нађен сервер за здруживање
sv: Ingen server att federera med hittades
tr: Birleştirilecek bir sunucu bulunamadı
zh_cn: 没有找到联盟服务器

source: Could not add server
ast: Nun pudo amestase'l sirvidor
ca: No s'ha pogut afegir el servidor
cs: Nepodařilo se přidat server
da: Kunne ikke tilføje server
de: Konnte Server nicht hinzufügen
es: No se ha podido añadir el servidor
es_cr: No fue posible agregar el servidor
et_ee: Serveri lisamine ebaõnnestus
eu: Ezin da zerbitzaria gehitu
fi: Palvelimen lisääminen ei onnistunut
fr: Impossible d'ajouter le serveur
hu: Nem lehet hozzáadni a szervert
ia: Impossibile adder le servitor
id: Tidak dapat menambahkan server
is: Gat ekki bætt við þjóni
it: Impossibile aggiungere il server
ja: サーバーを追加できませんでした
ka_ge: სერვერის დამატება ვერ მოხერხდა
ko: 서버를 추가할 수 없음
lt_lt: Nepavyko pridėti serverio
lv: Nevarēja pievienot serveri
mn: сервер нэмж чадаагүй
nb: Kunne ikke legge til tjener
nl: Kon server niet toevoegen
pl: Nie można dodać serwera
pt_br: Não foi possível adicionar servidor
ru: Не удалось добавить сервер
sk: Nebolo možné pridať server
sl: Ni mogoče dodati strežnika.
sq: Server-i s’u shtua dot
sr: Неуспело додавање сервера
sv: Kunde inte lägga till server
tr: Sunucu eklenemedi
zh_cn: 无法添加服务器

source: Trusted servers
ast: Sirvidores d'enfotu
ca: Servidor de confiança
cs: Důvěryhodné servery
da: Pålidelige servere
de: Vertrauenswürdige Server
es: Servidores de confianza
es_cr: Servidores de confianza
et_ee: Usaldatud serverid
eu: Zerbitzari fidagarriak
fi: Luotetut palvelimet
fr: Serveurs de confiance
hu: Megbízható szerverek
ia: Servitores fiduciari
id: Server terpercaya
is: Treystir þjónar
it: Server affidabili
ja: 信頼済サーバー
ka_ge: სანდო სერვერები
ko: 신뢰할 수 있는 서버
lt_lt: Patikimi serveriai
lv: Uzticami serveri
mn: найдвартай сервер
nb: Klarerte tjenere
nl: Vertrouwde servers
pl: Zaufane serwery
pt_br: Servidores confiáveis
ru: Доверенные серверы
sk: Dôveryhodné servery
sl: Zanesljivi strežniki
sq: Servera të besuar
sr: Сервери од поверења
sv: Betrodda servrar
tr: Güvenilen sunucular
zh_cn: 可信任服务器

source: Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing.
ast: La federación permítete coneutar con otros sirvidores d'enfotu pa intercambiar el direutoriu d'usuarios. Por exemplu, esto usaráse p'auto-completar usuarios esternos y compatir de mou federáu.
ca: La federació li permet connectar amb altres servidors de confiança per a intercanviar directoris d\'usuari. Per exemple, això s\'utilitzarà per als usuaris externs d'auto-completat per a l\'ús compartit federat.
cs: Sdružování vám umožňuje se připojit k dalším důvěryhodným serverům za účelem výměny uživatelských adresářů. Používá se to např. pro automatické doplňování uživatelů při sdruženém sdílení.
da: Federation gør dig i stand til at forbinde med andre serveren du stoler på og udveksle brugerdatabaser. F. eks. dette kan blive bruge til at auto complete eksterne brugere når du laver federated deling.
de: Federation erlaubt es Dir, Dich mit anderen vertrauenswürdigen Servern zu verbinden, um das Benutzerverzeichnis auszutauschen. Dies wird zum Beispiel für die automatische Vervollständigung externer Benutzernamen beim Federated-Sharing verwendet.
es: La federación permite conectarte con otros servidores de confianza para intercambiar directorios. Por ejemplo, esto se usará para autocompletar la selección de usuarios externos al compartir en federación.
es_cr: La federación te permite conectarte con otros servidores de confianza para intercambiar el directorio de usuarios. Por ejemplo, esto se usará para auto-completar usuarios externos en el recurso compartido federado.
et_ee: Liitumine lubab sul ühenduse luua teiste usaldusväärsete serveritega, et kasutajaid jagada. Näiteks saab seda rakendada liitunud serverite väliste kasutajanimede automaatseks täitmiseks.
eu: Federazioaren bidez fidagarriak diren zerbitzariekin erabiltzaileen informazioa elkartrukatzeko aukeraematen du. Adibidez, kanpo erabiltzaileak automatikoki betetzeko erabil daiteke, federazio partekatuarentzako
fi: Federointi sallii sinun liittyä toisten luotettujen palvelimien käyttäjäluetteloihin. Sitä käytetään esimerkiksi ulkoisten käyttäjänimien automaattiseen täydentämiseen.
fr: Une fédération vous permet de vous connecter avec d'autres serveurs de confiance pour échanger la liste des utilisateurs. Par exemple, ce sera utilisé pour auto-compléter les utilisateurs externes lors du partage fédéré.
hu: Az egyesítés lehetővé teszi a kapcsolódást más megbízható szerverekhez a felhasználói könyvtárak kicseréléséhez. Például ennek segítségével lesznek automatikusan kiegészítve a külső felhasználók az egyesített megosztáshoz.
ia: Le federation permitte te connecter con altere servitores fiduciari pro excambiar le directorio del usator. Per exemplo, iste attributo essera usate pro completar automaticamente usatores externe pro le compartimento federate.
id: Federasi memungkinkan Anda untuk terhubung dengan server lainnya yang terpercaya untuk menukar direktori pengguna. Contohnya, ini akan digunakan untuk pengisian-otomatis untuk pengguna eksternal untuk pembagian terfederasi.
is: Þjónasamband (federation) gerir þér kleift að tengjast öðrum treystum skýjum til að skiptast á notendaskrám. Þetta er til dæmis notað til að sjálfklára nöfn ytri notenda við deilingu sambandssameigna.
it: La federazione consente di connettersi ad altri server affidabili per accedere alla cartella utente. Ad esempio, può essere utilizzata per il completamento automatico di utenti esterni per la condivisione federata.
ja: 連携では他の信頼済サーバーとユーザーリストをやり取りすること許可します。例えば、連携共有時で他のサーバーのユーザーのIDを自動補完します。
ka_ge: ფედერალიზაცია იძლევა საშუალებას დაუკავშირდეთ სხვა დაცულ სერვერებს და გაცვალოთ მომხმარებლის დირექტორია. მაგალითისთვის ეს გამოყენებულ იქნება, რომ მოხდეს ექსტერნალური მომხმარებლების ფედერალური გაზიარებისთვის ავტო-დასრულება.
ko: 서버 연합을 통해서 다른 신뢰할 수 있는 서버와 사용자 디렉터리를 교환할 수 있습니다. 이 기능의 사용 예시로 연합 공유 시 외부 사용자를 자동 완성하는 데 사용할 수 있습니다.
lt_lt: Centralizuotų Serverių sistema leidžia prisijungti ir naudoti naudotojų duomenis, esančius patikimuose serveriuose. Pavyzdžiui, leidžiama įtraukti kito serverio naudotojus duomenų bendrinimui.
lv: Federācija ļauj savienot ar citiem uzticamiem serveriem ar Exchange lietotāja direktoriju. Piemēram, tas tiks izmantots, lai automātiski pieslēgtu ārējiem lietotājiem integrēto koplietošanu.
mn: Холбоо нь хэрэглэгчийн санг солилцох бусад найдвартай серверүүд уруу холбогдох боломжийг олгоно. Жишээ нь үүнийг холбооны хуваарилалт авто бүрэн гадны хэрэглэгчдэд ашиглаж болно
nb: Sammenknytting tillater deg å koble sammen andre betrodde tjenere for utveksling av brukermapper. For eksempel vil det bli brukt for autofullføring av eksterne brukere for sammenknyttet deling.
nl: Federatie maakt het mogelijk om te verbinden met vertrouwde servers en de gebuikersadministratie te delen. Zo kun je automatisch externe gebruikers toevoegen voor federatief delen.
pl: Stowarzyszenie pozwala łączyć się z innymi zaufanymi użytkownikami i wymieniać się z nimi katalogami. Na przykład, może to być wykorzystane do autouzupełniania w dzieleniu się ze stowarzyszonym użytkownikiem.
pt_br: Federação permite que você conecte com outros servidores confiáveis para trocar o diretório do usuário. Por exemplo, este atributo será usado para completar automaticamente usuários externos para compartilhamento federado.
ru: Федерация серверов позволит Вам подключиться к другим доверенным серверам для обмена каталогами пользователей. Это будет использовано, например, для автодополнения имён пользователей при открытии федеративного общего доступа.
sk: Združovanie vám umožňuje sa pripojiť k iným dôveryhodným serverom za účelom výmeny adresára používateľov. Používa sa to napr. pre automatické doplňovanie používateľov pri združenom zdieľaní.
sl: Federiranje omogoča povezovanje z drugimi varnimi strežniki in izmenjavo spiska uporabnikov. Primer je samodejno dopolnjevanje zunanjih uporabnikov pri federacijski souporabi.
sq: Federimi ju lejon të lidheni me server-a të tjerë për të shkëmbyer direktorinë e përdoruesit. Për shembull, kjo mund të përdoret për të parapërgatitur vendet e punës për përdorues të jashtëm në shpërndarjen e federuar.
sr: Здруживање омогућава да се повежете са другим серверима од поверења и да мењате корисничке директоријуме.
sv: Federation låter dig ansluta till andra betrodda servrar för att utbyta användarinformation. Till exempel kommer detta användas för att auto-komplettera externa användare för federerad delning.
tr: Birleşim, diğer güvenilir sunucularla dosya/klasör paylaşımı yapılmasını sağlar. Örneğin, bu işlem birleştirilmiş paylaşım için dış kullanıcıların otomatik olarak tamamlanmasını sağlar.
zh_cn: 联盟允许您与其他受信任的服务器连接并交换用户目录。 例如，这将用于自动完成外部用户组成共享联盟。

source: Add server automatically once a federated share was created successfully
ca: Afegir servidor automàticament quan s'hagi creat una federació correctament
cs: Přidat server automaticky jakmile je úspěšně vytvořeno sdružené sdílení
da: Tilføj serveren automatisk, når et datafællesskab er oprettet
de: Server automatisch hinzufügen, sobald eine Federation-Freigabe erfolgreich erstellt wurde
es: Añadir el servidor automáticamente una vez que un compartido federado se haya creado exitosamente
es_cr: Agregar el servidor automáticamente una vez que se genere exitosamente el elemento compartido federado
et_ee: Lisa server automaatselt niipea kui liitjagamine õnnestus
eu: Zerbitzaria automatikoki gehitu federatutako partekatze bat ondo sortzen denean
fi: Lisää palvelin automaattisesti, kun federoitu jako on luotu onnistuneesti
fr: Ajouter un serveur automatiquement une fois que le partage a été créé avec succès
hu: Szerver automatikus hozzáadása, ha az egyesített megosztás létrehozása sikeres
ia: Le functionalitate de adder un servitor automaticamente un vice que un compartimento federate es associate esseva create con successo
id: Tambah server secara otomatis saat pembagian terfederasi dibuat
is: Bæta þjóni við sjálfkrafa, hafi tekist að búa til sambandssameign
it: Aggiungi automaticamente il server dopo che una condivisione federata è stata creata con successo
ja: 追加するサーバーは自動的に統合され、共有が追加されました
ka_ge: სერვერის ავტომატურად დამატება, როდესაც ფედერალური გაზიარება წარმატებით შეიქმნება
ko: 연합 공유를 생성했을 때 자동으로 서버 추가
lt_lt: Pridėti serverį automatiškai, kai Centralizuotas Serverių dalinimosi ryšys buvo sukurtas
lv: Automātiski pievienots serveris federācijas koplietojumam, veiksmīgi
nb: Legg til tjener automatisk når en sammenknyttet deling har blitt opprettet
nl: Voeg server automatisch toe zodra een gefedereerde share succesvol gecreëerd is
pl: Dodaj serwer automatycznie po pomyślnym utworzeniu stowarzyszonego udziału.
pt_br: Adicionar servidor automaticamente uma vez que um compartilhamento federado foi criado com êxito
ru: Добавить сервер автоматически после успешного создания федеративного ресурса общего доступа
sk: Pridať server automaticky akonáhle je úspešne vytvorené združené zdieľanie
sl: Strežnik dodaj samodejno, ko je povezava zveznega oblaka uspešno ustvarjena
sq: Shtoje vetvetiu server-in pasi të jetë krijuar me sukses një ndarje e federuar
sr: Додај сервер аутоматски по успешном прављењу здруженог дељења
sv: Lägg till servern automatiskt så fort en lyckad federerad delning skapats
tr: Bir birleşmiş paylaşım eklendiğinde sunucu otomatik olarak eklensin
zh_cn: 一旦联合共享创建成功自动添加服务器

source: + Add trusted server
ast: + Amestar sirvidor d'enfotu
ca: +Afegir servidor de confiança
cs: + Přidat důvěryhodný server
da: + Tilføj pålidelig server
de: + Vertrauenswürdigen Server hinzufügen
es: + Añadir servidor de confianza
es_cr: + Agregar servidor de confianza
et_ee: + Lisa usaldatud server
eu: + Zerbitzari fidagarria gehitu
fi: + Lisää luotettu palvelin
fr: + Ajouter un serveur de confiance
hu: + Megbízható szerver hozzáadása
ia: + Adder servitor fiduciari
id: + Tambah server terpercaya
is: + Bæta við treystum þjóni
it: + Aggiungi server affidabile
ja: + 信頼済サーバーに追加
ka_ge: + სანდო სერვერის დამატება
ko: + 신뢰할 수 있는 서버 추가
lt_lt: + Pridėti patikimą serverį
lv: + pievietot uzticamiem serveriem
mn: + найдвартай сервер нэмэх
nb: + Legg til klarert tjener
nl: + Toevoegen vertrouwde server
pl: + Dodaj zaufany serwer
pt_br: +Adicionar servidores confiáveis
ru: + Добавить доверенный сервер
sk: Pridať dôveryhodný server
sl: + Dodaj zanesljiv strežnik
sq: + Shto server-a të besuar
sr: + Додај сервер од поверења
sv: + Lägg till betrodd server
tr: + Güvenilir sunucu ekle
zh_cn: + 添加可信任服务器

source: Trusted server
ast: Sirvidor d'enfotu
ca: Servidor de confiança
cs: Důvěryhodný server
da: Pålidelig server
de: Vertrauenswürdiger Server
es: Servidor de confianza
es_cr: Servidor de confianza
et_ee: Usaldatud server
eu: Zerbitzari fidagarria
fi: Luotettu palvelin
fr: Serveur de confiance
hu: Megbízható szerver
ia: Servitor fiduciari
id: Server terpercaya
is: Treystur þjónn
it: Server affidabile
ja: 信頼済サーバー
ka_ge: სანდო სერვერი
ko: 신뢰할 수 있는 서버
lt_lt: Patikimas serveris
lv: Uzticams serveris
mn: найдвартай сервер
nb: Klarert tjener
nl: Vertrouwde server
pl: Zaufany serwer
pt_br: Servidores confiáveis
ru: Доверенный сервер
sk: Dôveryhodný server
sl: Zanesljiv strežnik
sq: Server i besuar
sr: Сервер од поверења
sv: Betrodd server
tr: Güvenilen sunucu
zh_cn: 可信任服务器

source: Add
ast: Amestar
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
es_cr: Agregar
et_ee: Lisa
eu: Gehitu
fi: Lisää
fr: Ajouter
hu: Hozzáadás
ia: Adder
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ka_ge: დამატება
ko: 추가
lt_lt: Pridėti
lv: Pievienot
mn: нэмэх
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sq: Shto
sr: Додај
sv: Lägg till
tr: Ekle
zh_cn: 添加

source: Federation
ast: Federación
ca: Federació
cs: Sdružování
da: Datafællesskab
es: Federación
es_cr: Federación
et_ee: Liit
eu: Federazioa
fi: Federaatio
fr: Fédération
hu: Egyesítés
id: Federasi
is: Samband
it: Federazione
ja: 連携
ka_ge: ფედერაცია
ko: 연합
lt_lt: Centralizuotų Serverių sistema
lv: Federācija
mn: холбоо
nb: Sammenknytting
nl: Federatie
pl: Stowarzyszenia
pt_br: Federação
ru: Федерация
sk: Združovanie
sl: Zvezni oblaki
sq: Federim
sr: Здруживање
sv: Federerad delning
tr: Birleşim
zh_cn: 联合
