Repository: Cybso/server
Catalog: translationfiles/*/federatedfilesharing.po
Languages: ca, cs, da, de, es, es_gt, et_ee, eu, fi, fr, hu, ia, id, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: Federated sharing
ca: Compartició federada
cs: Propojené sdílení
da: Datafællesskabsdeling
es: Compartido federado
es_gt: Elementos compartidos
et_ee: Liit-jagamine
eu: Federatutako partekatzea
fi: Federoitu jakaminen
fr: Partage fédéré
hu: Egyesített megosztás
ia: Compartir Federate
id: Pembagian terfederasi
is: Deiling milli þjóna (skýjasambandssameign)
it: Condivisione federata
ja: 連携共有
ka_ge: ფედერალური გაზიარება
lt_lt: Dalinimasis kitame serveryje
nb: Sammenknyttet deling
nl: Gefedereerd delens
pl: Udostępnianie Stowarzyszone
pt_br: Compartilhamento federado
ru: Общий доступ из федеративного хранилища
sk: Združené sprístupňovanie
sq: Ndarje e federuar
sr: Здружено дељење
sv: Federerad delning
tr: Birleşmiş paylaşım
zh_cn: 联合云共享

source: Do you want to add the remote share {name} from {owner}@{remote}?
ca: Voleu afegir la compartició remota {nom} des de {owner}@{remote}?
cs: Chcete přidat vzdálené sdílení {name} od {owner}@{remote}?
da: Ønsker du at tilføje det eksterne drev {name} fra {owner}@{remote}?
de: Soll die entfernte Freigabe {name} von {owner}@{remote} hinzugefügt werden?
es: ¿Desea añadir el recurso compartido remoto {name} de {owner}@{remote}?
es_gt: ¿Desea agregar el elemento compartido remoto {name} de {owner}@{remote}?
et_ee: Soovid lisada kaugjagamise {name} asukohast {owner}@{remote}?
eu: {owner}@{remote}k partekatzen duen {name} urruneko partekatzea gehitu nahi duzu?
fi: Haluatko lisätä etäjaon {name} kohteesta {owner}@{remote}?
fr: Voulez-vous ajouter le partage distant {name} depuis {owner}@{remote} ?
hu: Hozzá akarod adni a {name} távoli megosztást innen: {owner}@{remote}?
ia: Esque tu vole adder le Compartir Remote {name} de {owner}@{remote}?
id: Apakah Anda ingin menambahkan pembagian remote {name} dari {owner}@{remote}?
is: Viltu bæta við fjartengdri sameign {name} frá {owner}@{remote}?
it: Vuoi aggiungere la condivisione remota {name} da {owner}@{remote}?
ja: {owner}@{remote} からのリモート共有 {name} を追加してもよろしいですか？
ka_ge: გსურთ დაამატოთ {owner}@{remote}-ის დისტანცური გაზიარება {name}?
nb: Ønsker du å legge til ekstern ressurs {name} fra {owner}@{remote}?
nl: Wil je de externe share {name} van {owner}@{remote} toevoegen?
pl: Chcesz się dzielić zdalnie {name} z {owner}@{remote}?
pt_br: Deseja adicionar o compartilhamento remoto {name} de {owner}@{remote}?
ru: Вы хотите добавить удалённый общий каталог {name} из {owner}@{remote}?
sk: Chcete pridať vzdialené úložisko {name} patriace používateľovi {owner}@{remote}?
sq: Doni që të shtoni ndarjen në remote {name} nga {owner}@{remote}?
sr: Да ли желите да додате удаљено дељење {name} од {owner}@{remote}?
sv: Vill du lägga till extern delning {name} från {owner}@{remote}?
tr: {owner}@{remote} konumundan {name} uzak paylaşımını eklemek istiyor musunuz?
zh_cn: 你想要添加远程共享 {名称} 来自 {所属}@{远程}?

source: Remote share
ca: Compartició remota
cs: Vzdálené sdílení
da: Eksterne drev
de: Entfernte Freigabe
es: Recurso compartido remoto
es_gt: Elemento compartido remoto
et_ee: Kaugjagamine
eu: Urruneko partekatzea
fi: Etäjako
fr: Partage distant
hu: Távoli megosztás
ia: Compartir Remote
id: Berbagi remote
is: Fjartengd sameign
it: Condivisione remota
ja: リモート共有
ka_ge: დისტანციური გაზიარება
lt_lt: Kitame serveryje pasidalinti duomenys
nb: Ekstern ressurs
nl: Externe share
pl: Zdalny zasób
pt_br: Compartilhamento remoto
ru: Общий ресурс другого сервера
sk: Vzdialené úložisko
sq: Ndarje në largësi
sr: Удаљено дељење
sv: Extern delning
tr: Uzak paylaşım
zh_cn: 远程分享

source: Remote share password
ca: Contrasenya de compartició remota
cs: Heslo vzdáleného sdílení
da: Fjerndrev adgangskode
de: Passwort für die entfernte Freigabe
es: Contraseña del compartido remoto
es_gt: Contraseña del elemento compartido remoto
et_ee: Kaugjagamise parool
eu: Urruneko partekatzearen pasahitza
fi: Etäjaon salasana
fr: Mot de passe du partage distant
hu: Jelszó a távoli megosztáshoz
ia: Contrasigno del Compartir Remote
id: Kata sandi berbagi jarak jauh
is: Lykilorð fjartengdrar sameignar
it: Password della condivisione remota
ja: リモート共有のパスワード
ka_ge: დისტანციური გაზიარების პაროლი
lt_lt: Kitame serveryje pasidalintų duomenų slaptažodis
nb: Passord for ekstern ressurs
nl: Wachtwoord externe share
pl: Hasło do zdalnego zasobu
pt_br: Senha do compartilhamento remoto
ru: Пароль общего ресурса другого сервера
sk: Heslo k vzdialenému úložisku
sq: Fjalëkalim ndarjeje të largët
sr: Лозинка удаљеног дељења
sv: Lösenord för extern delning
tr: Uzak paylaşım parolası
zh_cn: 远程分享密码

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
es_gt: Cancelar
et_ee: Tühista
eu: Ezeztatu
fi: Peruuta
fr: Annuler
hu: Mégsem
ia: Cancellar
id: Batalkan
is: Hætta við
it: Annulla
ja: キャンセル
ka_ge: გაუქმება
lt_lt: Atsisakyti
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anulo
sr: Одустани
sv: Avbryt
tr: İptal
zh_cn: 取消

source: Add remote share
ca: Afegeix compartició remota
cs: Přidat propojené sdílení
da: Tilføj ekstern deling
de: Entfernte Freigabe hinzufügen
es: Añadir recurso compartido remoto
es_gt: Agregar elemento compartido remoto
et_ee: Lisa kaugjagamine
eu: Urruneko partekatzea gehitu
fi: Lisää etäjako
fr: Ajouter un partage distant
hu: Távoli megosztás hozzáadása
ia: Adder le Compartir Remote
id: Tambah berbagi remote
is: Bæta við fjartengdri sameign
it: Aggiungi condivisione remota
ja: リモート共有を追加
ka_ge: დისტანციური გაზიარების დამატება
lt_lt: Pasidalinti duomenimis kitame serveryje
nb: Legg til ekstern ressurs
nl: Toevoegen externe share
pl: Dodaj zdalny zasób
pt_br: Adicionar compartilhamento remoto
ru: Добавить общий ресурс другого сервера
sk: Pridať vzdialené úložisko
sq: Shto shpëendarje në distancë
sr: Додај удаљено дељење
sv: Lägg till extern delning
tr: Uzak paylaşım ekle
zh_cn: 添加远程分享

source: Copy
ca: Copia
cs: Kopie
da: Kopiér
de: Kopieren
es: Copiar
es_gt: Copiar
et_ee: Kopeeri
eu: Kopiatu
fi: Kopioi
fr: Copier
hu: Másol
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
ka_ge: კოპირება
lt_lt: Kopijuoti
nb: Kopier
nl: Kopiëren
pl: Skopiuj
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sq: Kopjo
sr: Копирај
sv: Kopiera
tr: Kopyala
zh_cn: 复制

source: Copied!
ca: Copiat!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
es_gt: ¡Copiado!
et_ee: Kopeeritud!
eu: Kopiatua!
fi: Kopioitu!
fr: Copié !
hu: Másolva!
ia: Copiate!
id: Tersalin!
is: Afritað!
it: Copiato!
ja: コピーされました！
ka_ge: კოპირებულია!
lt_lt: Nukopijuota!
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
sk: Skopírované!
sq: U kopjua!
sr: Копирано!
sv: Kopierad!
tr: Kopyalandı!
zh_cn: 已复制!

source: Not supported!
ca: No soportat!
cs: Nepodporováno!
da: Ikke understøttet!
de: Nicht unterstützt!
es: ¡No se puede!
es_gt: ¡No soportado!
et_ee: Pole toetatud!
eu: Euskarririk ez!
fi: Ei tuettu!
fr: Non supporté!
hu: Nem támogatott!
ia: Non supportate!
id: Tidak didukung!
is: Ekki stutt!
it: Non supportato!
ja: サポートされていません！
ka_ge: არაა მხარდაჭერილი!
lt_lt: Nepalaikoma!
nb: Ikke støttet!
nl: Niet ondersteund!
pl: Brak wsparcia!
pt_br: Não suportado!
ru: Не поддерживается!
sk: Nie je podporované!
sq: Nuk mbështetet!
sr: Није подржано!
sv: Stöds ej!
tr: Desteklenmiyor!
zh_cn: 不支持!

source: Press ⌘-C to copy.
ca: Prem ⌘-C per copiar.
cs: Zmáčknout ⌘-C pro kopírování.
da: Tryk ⌘-C for kopiering.
de: ⌘-C zum Kopieren drücken.
es: Presiona ⌘-C para copiar.
es_gt: Presiona ⌘-C para copiar.
et_ee: Kopeerimiseks vajuta ⌘ + C.
eu: Kopiatzeko, sakatu ⌘-C
fi: Paina ⌘-C kopioidaksesi.
fr: Appuyez sur ⌘-C pour copier.
hu: A másoláshoz nyomj ⌘-C-t.
ia: Pulsa ⌘-C pro copiar.
id: Tekan ⌘-C untuk menyalin.
is: Ýttu á ⌘-C til að afrita.
it: Premi ⌘-C per copiare.
ja: ⌘+Cを押してコピーします。
ka_ge: კოპირებისთვის დააჭირეთ ⌘-C.
lt_lt: Norėdami nukopijuoti, paspauskite ⌘-C.
nb: Trykk ⌘-C for å kopiere
nl: Druk op ⌘-C om te kopiëren.
pl: Wciśnij ⌘-C by skopiować.
pt_br: Pressione ⌘-C para copiar.
ru: Нажмите ⌘-C для копирования.
sk: Stlač ⌘-C pre skopírovanie.
sq: Shtyp ⌘-C për të kopjuar.
sr: Притисните ⌘-C за копирање.
sv: Tryck ⌘-C för att kopiera.
tr: Kopyalamak için ⌘-C kullanın.
zh_cn: 请按 ⌘-C 键复制

source: Press Ctrl-C to copy.
ca: Prem Ctrl-C per copiar.
cs: Zmáčknout Ctrl-C pro kopírování.
da: Tryk Ctrl-C for at kopiere.
de: Ctrl-C zum Kopieren drücken.
es: Presiona Ctrl-C para copiar.
es_gt: Presiona Ctrl-C para copiar.
et_ee: Kopeerimiseks vajuta Ctrl + C.
eu: Kopiatzeko, sakatu Ctrl+C
fi: Paina Ctrl-C kopioidaksesi.
fr: Appuyez sur Ctrl-C pour copier.
hu: A másoláshoz nyomj Ctrl-C-t.
ia: Pulsa Ctrl-C pro copiar.
id: Tekan Ctrl-C untuk menyalin.
is: Ýttu á Ctrl-C til að afrita.
it: Premi Ctrl-C per copiare.
ja: Ctrl+Cを押してコピーします。
ka_ge: კოპირებისთვის დააჭირეთ Ctrl-C-ს.
lt_lt: Paspauskite Ctrl-C, kad nukopijuotumėte.
nb: Trykk Ctrl-C for å kopiere
nl: Druk op Ctrl-C om te kopiëren.
pl: Wciśnij Ctrl-C by skopiować.
pt_br: Pressione Ctrl-C para copiar.
ru: Нажмите Ctrl-C для копирования.
sk: Stlač Ctrl-C pre skopírovanie.
sq: Shtypni Ctrl-C për të kopjuar
sr: Притисните Ctrl-C за копирање.
sv: Tryck Ctrl-C för att kopiera.
tr: Kopyalamak için Ctrl-C kullanın.
zh_cn: 请按 Ctrl-C 键复制

source: Invalid Federated Cloud ID
ca: ID de núvol federat invàlid
cs: Neplatné sdružené cloud ID
da: Ugyldigt Federated Cloud ID
de: Ungültige Federated-Cloud-ID
es: ID de Nube Federada inválida
es_gt: El ID es inválido
et_ee: Vigane liitpilve ID
eu: Federatutako Hodei ID ezegokia
fi: Virheellinen federoidun pilven tunniste
fr: ID de Cloud Fédéré incorrect
hu: Érvénytelen Egyesített Felhő Azonosító
ia: ID del Nube Federate
id: Federated Cloud ID tidak sah
is: Ógilt skýjasambandsauðkenni (Federated Cloud ID)
it: ID di cloud federata non valido
ja: 無効なクラウド共有ID
ka_ge: არასწორი ფედერალური ქლაუდ ID
lt_lt: Neteisingas Centralizuoto Serverio ID
nb: Ugyldig ID for sammenknyttet sky
nl: Ongeldige gefedereerde Cloud ID
pl: Nieprawidłowy identyfikator Stowarzyszonej Chmury
pt_br: ID de Nuvem Federada Inválida
ru: Неверный ID в объединении облачных хранилищ.
sk: Neplatné združené Cloud ID
sq: ID Federated Cloud e pavlefshme
sr: Неисправан ИД Здруженог облака
sv: Ogiltig Federerad Moln-ID
tr: Birleşmiş Bulut Kimliği Geçersiz
zh_cn: 联合云ID不正确

source: Server to server sharing is not enabled on this server
ca: La compartició entre servidors no està activada en aquest servidor
cs: Sdílení ze serveru na server není na tomto serveru povoleno
da: Server til serverdeling er ikke slået til på denne server
de: Das Server-zu-Server-Teilen ist auf diesem Server nicht aktiviert
es: Compartir entre servidores no está habilitado en este servidor
es_gt: Compartir de servidor a servidor no está habilitado en este servidor
et_ee: Serveritevaheline jagamine ei ole selle pilves aktiiveeritud
eu: Zerbitzaritik zerbitzarirako elkarbanaketa ez dago gaituta zerbitzari honetan
fi: Palvelimien kesken jakaminen ei ole käytössä tällä palvelimella
fr: Le partage de serveur à serveur n'est pas activé sur ce serveur
hu: A kiszolgálók közötti megosztás nincs engedélyezve ezen a kiszolgálón
ia: Le Compartir de Servitor a Servitor non es activate in iste servitor
id: Berbagi server ke server tidak diaktifkan pada server ini
is: Deiling frá þjóni til þjóns er ekki virk á þessum þjóni
it: La condivisione tra server non è abilitata su questo server
ja: このサーバーでは、サーバー間の共有が有効ではありません
ka_ge: ამ სერვერზე სერვერიდან სერვერზე გაზიარება არაა ჩართული
lt_lt: Dalinimasis tarp serverių yra neleidžiamas šiame serveryje
nb: Tjener til tjener deling er ikke aktivert på denne tjeneren
nl: Server met server delen is op deze server niet ingeschakeld
pl: Serwer do udostępniania serwera nie jest włączony na tym serwerze
pt_br: Servidor para compartilhamento de servidor não está ativo neste servidor
ru: На данном сервере выключено межсерверное предоставление общего доступа
sk: Sprístupňovanie server-server nie je na tomto serveri povolené
sq: Shpërndarja server në server nuk është e mundësuar në këtë server
sr: Сервер-сервер дељење није подржано на овом серверу
sv: Server-till-server-delning är inte aktiverat på denna server
tr: Bu sunucuda sunucudan sunucuya paylaşım etkin değil
zh_cn: 此服务器未启用服务器到服务器分享功能

source: Couldn't establish a federated share.
ca: No s'ha pogut establir una part federada.
cs: Nepodařilo se ustavit spojené sdílení.
da: Kunne ikke skabe forbindelse til føderal deling
de: Federated-Share konnte nicht aufgebaut werden
es: No se puede añadir un compartido remoto
es_gt: No fue posible establecer el elemento compartido.
et_ee: Liitjagamist ei õnnestunud luua
eu: Ezin izan da urruneko partekatze federatua gehitu.
fi: Ei voinut muodostaa federoitua jakoa.
fr: Impossible d'établir un partage fédéré.
hu: Egy egyesített megosztás nem hozható létre.
ia: Impossibile establir le Compartir Federate.
id: Tidak dapat mendirikan pembagian terfederasi
is: Gat ekki bætt við skýjasambandssameign.
it: Impossibile stabilire una condivisione federata.
ja: クラウド共有を接続できませんでした。
ka_ge: ფედერალური გაზიარება ვერ დამყარდა.
lt_lt: Neįmanoma pradėti dalintis kitame serveryje.
nb: Kunne ikke etablere en sammenknyttet ressurs
nl: Kon geen gefedereerde share tot stand brengen
pl: Nie udało się ustalić Stowarzyszonego udostępnienia.
pt_br: Não foi possível estabelecer um compartilhamento federado.
ru: Не удаётся установить федеративный общий доступ.
sk: Nepodarilo sa nadviazať združené zdieľanie
sq: Nuk mund të vendosej një shpërndarje e federuar.
sr: Не могу да успоставим здружено дељење.
sv: Kunde inte lägga till en federerad utdelning
tr: Birleşmiş bir paylaşım oluşturulamadı.
zh_cn: 无法建立一个远程分享

source: Couldn't establish a federated share, maybe the password was wrong.
ca: No s'ha pogut establir una acció compartida federada, potser la contrasenya ha estat incorrecta.
cs: Nepodařilo se ustavit propojené sdílení, heslo může být nesprávné.
da: Kunne ikke skabe forbindelse til føderal deling, måske var passwordet forkert.
de: Federated-Share konnte nicht aufgebaut werden, da eventuell das Passwort falsch ist.
es: No se pudo establecer un compartido remoto, puede que la contraseña fuera incorrecta.
es_gt: No fue posible establecer el elemento compartido federado, tal vez la contraseña sea incorrecta.
et_ee: Liitjagamist ei õnnestunud luua, ehk oli parool vale.
eu: Ezin izan da urruneko partekatze federatua gehitu, agian pasahitza gaizki dago.
fi: Ei voinut muodostaa federoitua jakoa. Ehkä salasana oli väärin.
fr: Impossible d'établir un partage fédéré, peut-être que le mot de passe est incorrect.
hu: Egy egyesített megosztás nem hozható létre, lehet hogy nem megfelelő a jelszó.
ia: Impossibile establir le Compartir Federate, possibilemente le contrasigno esseva incorrecte.
id: Tidak dapat mendirikan pembagian terfederasi, mungkin kata sandi salah.
is: Gat ekki bætt við skýjasambandssameign, hugsanlega var lykilorðið ekki rétt.
it: Impossibile stabilire una condivisione federata, forse la password non è corretta.
ja: クラウド共有を接続できませんでした。パスワードが間違っていませんか。
ka_ge: ფედერალური გაზიარება ვერ დამყარდა, შეისაძლოა პაროლი არ იყოს მართებული.
lt_lt: Neįmanoma pradėti dalintis kitame serveryje. Gal jūsų slaptažodis blogas?
nb: Kunne ikke etablere en sammenknyttet ressurs, kanskje passordet var feil.
nl: Kon geen gefedereerde share tot stand brengen, misschien was het wachtwoord onjuist.
pl: Nie udało się ustalić Stowarzyszonego udostępnienia, może być błędne hasło.
pt_br: Não foi possível estabelecer um compartilhamento federado, talvez a senha esteja incorreta.
ru: Не удаётся установить федеративный общий доступ, возможно неверный пароль.
sk: Nepodarilo sa nadviazať združené zdieľanie, možno je nesprávne heslo.
sq: Nuk mund të vendoset një shpërndarje e federuar, ndoshta fjalëkalimi ishte gabim.
sr: Не могу да успоставим здружено дељење, можда лозинка не ваља.
sv: Kunde inte lägga till en federerad utdelning, lösenordet kanske var felaktigt.
tr: Birleşmiş bir paylaşım oluşturulamadı. Parola yanlış olabilir.
zh_cn: 无法建立分享，可能密码是错误的。

source: Federated Share request sent, you will receive an invitation. Check your notifications.
ca: S'ha enviat la sol·licitud de participació federada, rebràs una invitació. Comproveu les vostres notificacions.
cs: Požadavek na spojené sdílení byl odeslán, obdržíte pozvánku. Zkontrolujte vaše upozornění.
da: Føderal deling anmodning sendt, du vil modtage en invitation. Tjek dine notifikationer.
de: Anfrage zum Federated-Share war erfolgreich. Du erhälst eine Einladung. Bitte prüfe deine Benachrichtigungen.
es: Petición de recurso compartido federado enviada, recibirás una invitación. Comprueba tus notificaciones.
es_gt: Solicitud de elemento compartido Federado enviada, recibiras una invitación. Verifica tus notificaciones.
et_ee: Liitjagamise päring edastatud, sulle saadetakse kutse. Kontrolli oma teateid.
eu: Federatutako partekatze eskaera bidali da, gonbidapena jasoko duzu. Notifikazioak begiratu.
fi: Federoidun jakamisen pyyntö lähetetty, saat kutsun. Tarkista ilmoitukset.
fr: Demande de partage fédéré envoyée, vous allez recevoir une invitation. Vérifiez vos notifications.
hu: Egyesített megosztási kérés elküldve, kapni fogsz egy meghívót. Ellenőrizd az értesítéseidet.
is: Sendi beiðni um skýjasambandssameign, þú munt fá boðskort. Athugaðu skilaboð til þín.
it: Richiesta della condivisione federata inviata, riceverai un invito. Controlla le tue notifiche.
ja: クラウド共有リクエストが送信されました。招待が受信できます。通知を確認してください。
ka_ge: ფედერალური გაზიარების მოთხოვნა გაიგზავნა, თქვენ მიიღებთ მოწვევას. შეამოწმეთ თქვენი შეტყობინებები.
lt_lt: Dalinimosi kitame serveryje užklausa išsiųsta. Jūs būsite informuoti, jei pasidalinimas bus sėkmingas.
nb: Sammenknyttet ressurs forespurt, du vil motta en invitasjon. Sjekk varslene dine.
nl: De gefedereerde share aanvraag is verzonden, je ontvangt een uitnodiging. Controleer je meldingen.
pl: Wysłano żądanie Udostępniania Stowarzyszonego, otrzymasz zaproszenie. Sprawdzaj swoje powiadomienia.
pt_br: Solicitação de Compartilhamento Federado enviada, você receberá um convite. Verifique suas notificações.
ru: Был отправлен запрос общего федеративного доступа, Вы получите приглашение. Проверьте свои уведомления.
sk: Požiadavka na združené zdieľanie bola odoslaná, obdržíte pozvánku. Skontrolujte oznámenia.
sq: Kërkesa Ndarja Federative u dërgua, ju do të merrni një ftesë. Kontrolloni njoftimet tuaja.
sr: Послат захтев за здружено дељење, добићете позивницу. Проверавајте обавештења.
sv: Federerad delningsförfrågan sändes, du kommer få en inbjudan. Kolla dina notifieringar.
tr: Birleşmiş paylaşım isteği gönderildi. Bir çağrı alacaksınız. Bildirimlerinizi denetleyin.
zh_cn: 共享协作请求发送成功！通过你将收到通知。注意留意你的通知提醒

source: The mountpoint name contains invalid characters.
ca: El nom del punt de muntatge conté caràcters no vàlids.
cs: Jméno přípojného bodu obsahuje neplatné znaky.
da: Monteringspunktets navn indeholder ugyldige tegn.
de: Der Name des Einhängepunktes enthält ungültige Zeichen.
es: El punto de montaje contiene caracteres inválidos.
es_gt: El nombre del punto de montaje contiene caracteres inválidos.
et_ee: Ühenduspunkti nimes on vigaseid märke.
eu: Muntatze puntuaren izenak baliogabeko karaktereak ditu.
fi: Liitospisteen nimi sisältää virheellisiä merkkejä.
fr: Le nom du point de montage contient des caractères invalides.
hu: A csatolási pont neve érvénytelen karaktereket tartalmaz
ia: Le nomine pro le puncto de montage contine characteres non valide.
id: Nama mount point berisi karakter yang tidak sah.
is: Heiti tengipunktsins inniheldur ógilda stafi.
it: Il nome del punto di mount contiene caratteri non validi.
ja: マウントポイント名 に不正な文字列が含まれています。
ka_ge: დამონტაჟების წერტილის სახელი შეიცავს არასწორ სიმბოლოებს.
lt_lt: Prijungimo taškas turi netinkamų naudoti simbolių.
nb: Navnet på oppkoblingspunktet inneholder ugyldige tegn.
nl: De naam van het mountpoint bevat ongeldige karakters.
pl: Nazwa zamontowanego zasobu zawiera niedozwolone znaki.
pt_br: O nome do ponto de montagem contém caracteres inválidos.
ru: Имя точки монтирования содержит недопустимые символы.
sk: Meno prípojného bodu obsahuje neplatné znaky.
sq: Emri mountpoint përmban karaktere të pavlefshme.
sr: Име тачке монтирања садржи неисправне карактере.
sv: Monteringspunktens namn innehåller ogiltiga tecken.
tr: Bağlama noktası adında geçersiz karakterler var.
zh_cn: 挂载点的名称包含无效字符。

source: Not allowed to create a federated share with the owner.
ca: No es permet crear una compartida federada amb el propietari.
cs: ONení povoleno s autorem vytvořit propojené sdílení.
da: Det er ikke tilladt at danne et datafællesskab med ejeren.
de: Das Erstellen einer Federated Cloud Freigabe mit dem Benutzer ist nicht erlaubt.
es: No se permite crear un recurso compartido federado con el propietario
es_gt: No está permitido crear un elemento compartido federado con el dueño.
et_ee: Liitjagamise loomine omanikuga ei ole lubatud.
eu: Ez dago baimenik jabearekin federatutako partekatzea sortzeko.
fi: Omistajan kanssa ei ole sallittua luoda federoitua jakoa.
fr: Vous n'êtes pas autorisé à créer un partage fédéré avec le propriétaire.
hu: A tulajdonossal nem lehet egyesített megosztást létrehozni.
ia: Il non es permittite crear le Compartir Federate con le proprietario.
id: Tidak diizinkan membuat pembagian terfederasi dengan pemilik.
is: Ekki er heimilt að búa til skýjasambandssameign með eigandanum.
it: Non è consentito creare una condivisione federata con il proprietario.
ja: その所有者でクラウド共有を作成することは出来ません
ka_ge: მფლობელთან ფედერალური გაზიარების შექმნა არაა ნებადართული.
lt_lt: Savininkas neleidžia dalintis duomenimis su kitu serveriu.
nb: Ikke tillatt å opprette en sammenknyttet ressurs med eieren.
nl: Het is niet toegestaan om met de eigenaar een gefedereerde share te maken.
pl: Nie można tworzyć stowarzyszonego udziału ze sobą.
pt_br: Não é permitido criar um compartilhamento federado com o proprietário.
ru: Не допускается создание федеративного общего ресурса с владельцем.
sk: Nie je povolené vytvárať združené zdieľanie s vlastníkom.
sq: Nuk lejohet te krijoni një shpërndarje të federuar me zotëruesin
sr: Није дозвољено да направите здружено дељење са власником.
sv: Ej tillåtet att skapa en federerad delning med ägaren
tr: Sahip ile birleşmiş bir paylaşım oluşturmanıza izin verilmiyor.
zh_cn: 不允许与所有者创建联合共享.

source: Invalid or untrusted SSL certificate
ca: El certificat SSL és invàlid o no és fiable
cs: Neplatný nebo nedůvěryhodný SSL certifikát
da: Ugyldigt eller upålideligt SSL-certifikat
de: Ungültiges oder nicht vertrauenswürdiges SSL-Zertifikat
es: Certificado SSL inválido o no confiable
es_gt: Certificado SSL inválido o no de confianza
et_ee: Vigane või tundmatu SSL sertifikaat
eu: SSL ziurtagiri baliogabea edo fidagaitza
fi: Virheellinen tai ei-luotettu SSL-varmenne
fr: Certificat SSL invalide ou non approuvé
hu: Érvénytelen vagy nem megbízható az SSL tanúsítvány
ia: Certificato SSL non valide o non fiduciari
id: Sertifikat SSL tidak sah atau tidak terpercaya
is: Ógilt eða vantreyst SSL-skilríki
it: Certificato SSL non valido o non attendibile
ja: 無効または信頼できないSSL証明書
ka_ge: არასწორი ან არასანდო SSL სერტიფიკატი
lt_lt: Neteisingas arba nepatikimas SSL liudijimas
nb: Ugyldig eller ikke-klarert SSL-sertifikat
nl: Ongeldig of onvertrouwd SSL-certificaat
pl: Niewłaściwy lub niezaufany certyfikat SSL
pt_br: Certificado SSL inválido ou não confiável
ru: Недействительный или недоверенный сертификат SSL
sk: Neplatný alebo nedôveryhodný certifikát SSL
sq: Çertifikatë SSL e pavlefshme ose e dyshimtë
sr: Неисправан или SSL сертификат без поверења
sv: Ogiltigt eller ej betrott SSL-certifikat
tr: Geçersiz ya da güvenilmez SSL sertifikası
zh_cn: 无效或是不被信任的 SSL 证书
