Repository: Cybso/server
Catalog: translationfiles/*/federatedfilesharing.po
Languages: ca, cs, da, de, es, es_gt, et_ee, eu, fi, fr, hu, ia, id, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: You received {share} as a remote share from {user}
ca: Has rebut {share} com a recompte remot de {user}
cs: Obdržel(a) jste {share} jako vzdálené sdílení od {user}
da: Du modtog {share} som en ekstern deling fra {user}
de: Du hast {share} als eine entfernte Freigabe von {user} empfangen
es: Ha recibido {share} como un compartido remoto de {user}
es_gt: Recibiste {share} como un elemento compartido remoto de {user}
et_ee: Sa said kaugjagatud faili {file} kasutajalt {user}
eu: {user}-en {share} urruneko partekatze bezala jaso duzu
fi: Vastaanotit jaon {share} etäjakona käyttäjältä {user}
fr: Vous avez reçu {share} comme partage distant de la part de {user}
hu: Kaptál egy távoli megosztást: {share}, innen: {user}
ia: Tu recipeva {share} como un compartimento remote de {user}
id: Anda menerima {share} sebagai berbagi jauh dari {user}
is: Þú tókst við {share} sem fjartengdri sameign frá {user}
it: Hai ricevuto {share} come condivisione remota da {user}
ja: {user} から {file} のリモート共有が届いています
ka_ge: თქვენ მიიღეთ {share} როგორც დისტანციური გაზიარება მომხმარებლისგან {user}
lt_lt: Gavote galimybę peržiūrėti duomenis "{share}", kuriuos pasidalino {user}
nb: Du mottok {share} som en fjerndeling fra {user}
nl: Je ontving {share} als een extren share verzoek van {user}
pl: Otrzymałeś {share} w zdalnym udziale {user}
pt_br: Você recebeu {share} como um compartilhamento remoto de {user}
ru: Вы получили {share} в качестве удалённого ресурса от {user}
sk: Obdržali ste {share} ako vzdialené zdieľanie od {user}
sq: Ju morët {share} si një ndarje të largët nga {user}
sr: Примили сте {share} као удаљено дељење од {user}
sv: Du tog emot {share} som en extern delning från {user}
tr: {user} kullanıcısından {share} uzak paylaşımını aldınız
zh_cn: 您从 {user} 收到了 {share} 作为远程共享

source: Accept
ca: Acceptar
cs: Přijmout
da: Acceptér
de: Ok
es: Aceptar
es_gt: Aceptar
et_ee: Nõustu
eu: Onartu
fi: Hyväksy
fr: Accepter
hu: Elfogadás
ia: Acceptar
id: Terima
is: Samþykkja
it: Accetta
ja: 承諾
ka_ge: მიღება
lt_lt: Priimti
nb: Aksepter
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sk: Schváliť
sq: Pranoje
sr: Прихвати
sv: Acceptera
tr: Kabul Et
zh_cn: 接受

source: Decline
ca: Denegar
cs: Zamítnout
da: Afvis
de: Abgelehnt
es: Denegar
es_gt: Rechazar
et_ee: Keeldu
eu: Ezeztatu
fi: Kieltäydy
fr: Refuser
hu: Elutasítás
ia: Refusar
id: Tolak
is: Hafna
it: Rifiuta
ja: 拒否《はてなキーワード》
ka_ge: უარყოფა
lt_lt: Atmesti
nb: Avslå
nl: Afwijzen
pl: Utrata
pt_br: Rejeitar
ru: Отклонить
sk: Odmietnuť
sq: Hidhe poshtë
sr: Одбиј
sv: Neka
tr: Reddet
zh_cn: 拒绝

source: Share with me through my #Nextcloud Federated Cloud ID, see %s
ca: Compartiu amb mi a través de la meva #Nextcloud Federated Cloud Id, vegeu%s
cs: Sdílej se mnou pomocí mého #Nextcloud sdruženého cloud ID, více na %s
da: Del med mig gennem min #Nextcloud Federated Cloud ID, se %s
de: Über meine #Nextcloud Federated-Cloud-ID teilen, siehe %s
es: Compartirlo conmigo a través de mi ID de Nube Federada #Nextcloud, ver %s
es_gt: Compartir conmigo a través de mi ID de Nube Federada #Nextcloud, ver %s
et_ee: Jaga minuga läbi minu #Nextcloudi liitpilve ID, vaata %s
eu: Nirekin partekatu #Nextcloud Federatutako Hodei IDa erabiliz, 1%s ikusi
fi: Jaa kanssani käyttäen #Nextcloud ja federoitua pilvitunnistetta, katso %s
fr: Partagez avec moi grâce à mon identifiant de Cloud Fédéré #Nextcloud %s
hu: Ossza meg velem az #Nextcloud Egyesített Felhő Azonosító segítségével, lásd %s
ia: Comparti con me per mi ID de Nube Federate #Nextcloud, vide %s
id: Dibagikan pada saya melalui #Nextcloud Federated Cloud ID saya, lihat %s
is: Deila með mér í gegnum víðværa skýjasambandsauðkennið mitt #Nextcloud Federated Cloud ID, sjá %s
it: Condividi con me attraverso il mio ID di cloud federata #Nextcloud, vedi %s
ja: #Nextcloud の「クラウド共有ID」で私と共有できます。こちらを見てください。%s
ka_ge: გააზიარეთ ჩემთან ჩემი #Nextcloud-ის ფედერალური ქლაუდ ID-ის მეშვეობით, იხილეთ %s
lt_lt: Pasidalinti su manimi per #Nextcloud Centralizuoto Serverio ID, toliau %s
nb: Del med meg gjennom min #Nextcloud-ID for sammenknyttet sky, se %s
nl: Deel met mij via mijn #Nextcloud gefedereerde Cloud ID, zie %s
pl: Podziel się ze mną przez mój ID #Nextcloud Stowarzyszonej Chmury, zobacz %s
pt_br: Compartilhe comigo através do meu ID de Nuvem Federada #Nextcloud, veja %s
ru: Поделитесь со мной через мой #Nextcloud ID в федерации облачных хранилищ, смотрите %s
sk: Sprístupnite mi obsah prostredníctvom môjho #Nextcloud Federated Cloud ID, viac na %s
sq: Ndani me mua përmes ID-së time për #Nextcloud Federated Cloud, shihni %s
sr: Дели са мном преко мог #Некстклауд Здруженог облака, види %s
sv: Dela med mig genom mitt #Nextcloud Federerade Moln-ID, se %s
tr: #Nextcloud Birleşmiş Bulut Kimliğim ile paylaş, %s bölümüne bakın
zh_cn: 通过我的联合云ID，分享给我，看%s

source: Share with me through my #Nextcloud Federated Cloud ID
ca: Compartiu amb mi a través de la meva #Nextcloud Federated Cloud ID
cs: Sdílej se mnou pomocí mého #Nextcloud sdruženého cloud ID
da: Del med mig gennem min #Nextcloud Federated Cloud ID
de: Teile mit mir über meine #Nextcloud Federated-Cloud-ID
es: Compartirlo conmigo a través de mi ID de Nube Federada #Nextcloud
es_gt: Compartir conmigo a través de mi ID de Nube Federada #Nextcloud
et_ee: Jaga minuga läbi minu #Nextcloudi liitpilve ID
eu: Nirekin partekatu #Nextcloud Federatutako Hodei IDa erabiliz,
fi: Jaa kanssani käyttäen #Nextcloud ja federoitua pilvitunnistetta
fr: Partagez avec moi grâce à mon identifiant de Cloud Fédéré #Nextcloud
hu: Ossza meg velem az #Nextcloud Egyesített Felhő Azonosító segítségével
ia: Comparti con me per mi ID de Nube Federate #Nextcloud
id: Dibagikan pada saya melalui #Nextcloud Federated Cloud ID saya
is: Deila með mér í gegnum víðværa skýjasambandsauðkennið mitt #Nextcloud Federated Cloud ID
it: Condividi con me attraverso il mio ID di cloud federata #Nextcloud
ja: #Nextcloud の「クラウド共有ID」で私と共有できます。
ka_ge: გააზიარეთ ჩემთან ჩემი #Nextcloud-ის ფედერალური ქლაუდ ID-ის მეშვეობით
lt_lt: Pasidalinti su manimi per #Nextcloud Centralizuoto Serverio ID
nb: Del med meg gjennom min #Nextcloud-ID for sammenknyttet sky
nl: Deel met mij via mijn #Nextcloud gefedereerde Cloud ID
pl: Podziel się ze mną przez mój ID #Nextcloud Stowarzyszonej Chmury
pt_br: Compartilhe comigo através do meu ID de Nuvem Federada #Nextcloud
ru: Поделитесь со мной через мой #Nextcloud ID в федерации облачных хранилищ
sk: Sprístupnite mi obsah prostredníctvom môjho #Nextcloud Federated Cloud ID
sq: Ndani me mua përmes ID-së time për #Nextcloud Federated Cloud
sr: Дели са мном преко мог #Некстклауд Здруженог облака
sv: Dela med mig genom mitt #Nextcloud Federerade Moln-ID
tr: #Nextcloud Birleşmiş Bulut kimliğim üzerinden benimle paylaş
zh_cn: 通过我的#Nextcloud联合云ID与我共享

source: Sharing
ca: Compartir
cs: Sdílení
da: Deling
de: Teilen
es: Compartiendo
es_gt: Compartiendo
et_ee: Jagamine
eu: Partekatzea
fi: Jakaminen
fr: Partage
hu: Megosztás
is: Deiling
it: Condivisione
ja: 共有中
ka_ge: გაზიარება
lt_lt: Dalinamasis
nb: Deling
nl: Delen
pl: Udostępnianie
pt_br: Compartilhar
ru: Общий доступ
sk: Sprístupnenie
sq: Ndarje
sr: Дељење
sv: Delar
tr: Paylaşım
zh_cn: 分享中

source: Federated Cloud Sharing
ca: Compartició federada de núvol
cs: Propojené cloudové sdílení
da: Sammensluttet Cloud deling
es: Compartido en Cloud Federado
es_gt: Compartiendo en la Nube Federada
et_ee: Jagamine liitpilves
eu: Federatutako Hodei Partekatzea
fi: Federoitu pilvijakaminen
fr: Partage Cloud Fédéré
hu: Megosztás Egyesített Felhőben
ia: Compartimento del Nube Federate
is: Deiling með skýjasambandi
it: Condivisione cloud federata
ja: 統合されたクラウド共有
ka_ge: ფედერალური ქლაუდ გაზიარება
lt_lt: Centralizuotas Dalinimasis Serveriuose
nb: Sammenknyttet skydeling
pl: Dzielenie się ze Stowarzyszoną Chmurą
pt_br: Compartilhamento de Nuvem Federada
ru: Федерация облачных хранилищ
sk: Sprístupnenie prostredníctvom Federated Cloud
sq: Ndarje Në Re të Federuar
sr: Здружено дељење у облаку
sv: Federerad Moln-delning
tr: Birleşmiş Bulut Paylaşımı
zh_cn: 联合云共享

source: Open documentation
ca: Obre la documentació
cs: Otevřít dokumentaci
da: Åben dokumentation
de: Dokumentation öffnen
es: Documentación abierta
es_gt: Abrir documentación
et_ee: Ava dokumentatsioon
eu: Ireki dokumentazioa
fi: Avaa dokumentaatio
fr: Voir la documentation
hu: Dokumentáció megnyitása
ia: Documentation aperte
id: Buka dokumentasi
is: Opna hjálparskjöl
it: Apri la documentazione
ja: ドキュメントを開く
ka_ge: ღია დოკუმენტაცია
lt_lt: Atverti dokumentaciją
nb: Åpne dokumentasjonen
nl: Open documentatie
pl: Otwórz dokumentację
pt_br: Abrir documentação
ru: Открыть документацию
sk: Otvoriť dokumentáciu
sq: Hap dokumentimin
sr: Отвори документацију
sv: Öppna dokumentation
tr: Belgeleri aç
zh_cn: 打开文档

source: Adjust how people can share between servers.
ca: Ajusteu com les persones poden compartir entre servidors.
cs: Upravte, jak mohou lidé mezi servery sdílet.
da: Juster hvordan folk kan dele mellem servere.
de: Definiere wie die Benutzer Inhalte mit anderen Servern teilen können.
es: Ajusta cómo la gente puede compartir entre servidores.
es_gt: Ajustar cómo las personas pueden compartir entre servidores.
et_ee: Seadista kuidas inimesed saavad serverite vahel jagada.
eu: Pertsonen zerbitzarien arteko partekatzea konfiguratu
fi: Mukauta kuinka ihmiset voivat jakaa palvelinten välillä.
fr: Réglez comment les personnes peuvent partager entre les serveurs.
hu: A szerverek közti megosztási lehetőségek beállítása
is: Stilltu hvernig fólk getur deilt á milli þjóna.
it: Regola come le persone possono condividere tra i server.
ja: サーバー間でどうやって共有するかを調整する
ka_ge: განაგეთ თუ როგორ შეუძლიათ ადამიანებს სერვერებს შორის მოახდინონ გაზიარება.
lt_lt: Nustatyti taisykles, kaip naudotojai gali dalintis duomenimis tarp serverių.
nb: Juster hvordan folk kan dele mellom tjenere.
nl: Aanpassen hoe mensen tussen servers kunnen delen.
pl: Dostosuj ustawienia współdzielenia między serwerami.
pt_br: Ajustar como as pessoas podem compartilhar entre servidores.
ru: Настройте общий доступ между серверами.
sk: Nastavte ako môžu ľudia medzi sebou zdieľať servery.
sq: Përshtatni mënyrën se si njerëzit mund të ndajnë midis serverëve.
sr: Подеси како људи деле фајлове између сервера.
sv: Justera hur användare kan dela genom servrar.
tr: Kişilerin sunucular arasında nasıl paylaşım yapabileceğini ayarlayın.
zh_cn: 调整人们如何在服务器之间共享。

source: Allow users on this server to send shares to other servers
ca: Permet als usuaris d'aquest servidor enviar comparticions a d'altres servidors
cs: Povolit uživatelům z tohoto serveru zasílat sdílení na jiné servery
da: Tillad brugere på denne server, at sende delinger til andre servere
de: Benutzern auf diesem Server das Senden von Freigaben an andere Server erlauben
es: Permitir a usuarios de este servidor compartir con usuarios de otros servidores
es_gt: Permitirle a los usuarios de este servidor enviar elementos compartidos a otros servidores
et_ee: Luba selle serveri kasutajatel saata faile teistesse serveritesse
eu: Baimendu zerbitzari honetako erabiltzaileak beste zerbitzariekin partekatzera
fi: Salli tämän palvelimen käyttäjien lähettää jakoja muille palvelimille
fr: Autoriser les utilisateurs de ce serveur à envoyer des partages vers d'autres serveurs
hu: Engedélyezze ezen szerver felhasználóinak, hogy fájlokat osszanak meg más szerverekkel.
ia: Permitter usatores in iste servitor a inviar elementos compartite a altere servitores
id: Izinkan para pengguna di server ini untuk mengirimkan berbagi ke server lainnya.
is: Leyfa notendum á þessum þjóni að senda sameignir til annarra þjóna
it: Consenti agli utenti su questo server di inviare condivisioni ad altri server
ja: ユーザーがこのサーバーから他のサーバーに共有することを許可する
ka_ge: დართეთ ნება მომხმარებლებს ამ სერვერზე გააგზავნონ გაზიარებები სხვა სერვერებთან
lt_lt: Leisti šio serverio naudotojams dalintis duomenimis su kitais serveriais
nb: Tillat at brukere på denne tjeneren sender delinger til andre tjenere
nl: Toestaan dat gebruikers op deze server shares sturen naar andere servers
pl: Zezwalaj użytkownikom na tym serwerze wysłać udostępnienia do innych serwerów
pt_br: Permitir que os usuários deste servidor enviem compartilhamentos para outros servidores
ru: Разрешить пользователям делиться с пользователями других серверов
sk: Povoliť používateľom z tohto servera sprístupňovať obsah na iných serveroch
sq: Lejoju përdoruesve në këtë shërbyes të dërgojnë ndarje në shërbyes të tjerë
sr: Дозвољава корисницима овог сервера да шаљу дељења на друге сервере
sv: Tillåt användare på denna server att skicka utdelningar till andra servrar
tr: Bu sunucudaki kullanıcılar diğer sunuculara paylaşım gönderebilsin
zh_cn: 允许用户分享文件给其他服务器上的用户

source: Allow users on this server to receive shares from other servers
ca: Permet als usuaris d'aquest servidor rebre comparticions a d'altres servidors
cs: Povolit uživatelům na tomto serveru přijímat sdílení z jiných serverů
da: Tillad brugere på denne server, at modtage delinger fra andre servere
de: Benutzern auf diesem Server das Empfangen von Freigaben von anderen Servern erlauben
es: Permitir a usuarios de este servidor recibir archivos de usuarios de otros servidores
es_gt: Permitirle alos usuarios de este servidor recibir elementos compartidos de otros servidores
et_ee: Luba selle serveri kasutajatel võtta vastu jagamisi teistest serveritest
eu: Baimendu zerbitzari honetako erabiltzaileak beste zerbitzarietatik partekatutakoak jasotzen
fi: Salli tämän palvelimen käyttäjien vastaanottaa jakoja muilta palvelimilta
fr: Autoriser les utilisateurs de ce serveur à recevoir des partages d'autres serveurs
hu: Engedélyezze ezen szerver felhasználóinak, hogy megosztásokat fogadjanak más szerverektől
ia: Permitter usatores in iste servitor a reciper elementos compartite ex altere servitores
id: Izinkan para pengguna di server ini untuk menerima berbagi ke server lainnya.
is: Leyfa notendum á þessum þjóni að taka á móti sameignum frá öðrum þjónum
it: Consenti agli utenti su questo server di ricevere condivisioni da altri server
ja: ユーザーが他のサーバーからこのサーバーに共有することを許可する
ka_ge: დართეთ ნება მომხმარებლებს ამ სერვერზე მიიღონ გაზიარებები სხვა სერვერებიდან
lt_lt: Leisti šio serverio naudotojams priimti kituose serveriuose dalinamus duomenis
nb: Tillat at brukere på denne tjeneren mottar delinger fra andre tjenere
nl: Toestaan dat gebruikers op deze server shares ontvangen van andere servers
pl: Zezwalaj użytkownikom na tym serwerze do otrzymania udostępnień z innych serwerów
pt_br: Permitir que os usuários deste servidor recebam compartilhamentos de outros servidores
ru: Разрешить пользователям использовать общие ресурсы с других серверов
sk: Povoliť používateľom z tohto servera sprístupňovanie obsahu z iných serverov
sq: Lejoju përdoruesve në këtë shërbyes të marrin ndarje nga shërbyes të tjerë
sr: Дозвољава корисницима овог сервера да примају дељења са других сервера
sv: Tillåt användare på denna servern att ta emot utdelningar från andra servrar
tr: Bu sunucudaki kullanıcılar diğer sunuculardan paylaşım alabilsin
zh_cn: 允许用户从其他服务器接收分享

source: Search global and public address book for users
ca: Cerca llibreta d'adreces global i pública per als usuaris
cs: Hledat uživatele v globálním a veřejném adresáři
da: Søg global og offentlig adresse bog for brugere
de: Globale Suche und ein öffentliches Adressbuch für Benutzer
es: Buscar libretas de contactos globales y públicas para usuarios
es_gt: Buscar usuarios en las libretas de contactos globales y públicas
et_ee: Otsi kasutajaid globaalsest ja avalikust aadressiraamatust
eu: Helbide liburu global eta publikoetak erabiltzaileak bilatu
fi: Etsi käyttäjiä maailmanlaajuisesta ja julkisesta osoitekirjasta
fr: Rechercher dans le carnet d'adresse global et public pour les utilisateurs
hu: Felhasználók keresése a globális és a nyilvános névjegyekben
ia: Cercar pro usatores in adressarios global e public
id: Cari alamat buku global dan alamat publik untuk pengguna
is: Leita að notendum í víðværri og opinberri vistfangaskrá
it: Cerca gli utenti nella rubrica globale e pubblica
ja: グローバルまたはユーザーの公開アドレス帳を検索する
ka_ge: მოძებნეთ გლობალური და ღია მომხმარებლების მისამართების წიგნები
lt_lt: Ieškoti vartotojų globaliose ir viešose adresų knygose
nb: Søk global og offentlige adressebøker etter brukere
nl: Doorzoeken van openbare adresboeken voor gebruikers
pl: Szukaj użytkowników w globalnej i publicznej książce adresowej
pt_br: Procurar por usuários em catálogo de endereços global e público
ru: Искать пользователей в глобальной и открытой адресной книге
sk: Vyhľadávať používateľov v globálnom a verejnom adresári kontaktov
sq: Kërko librin e adresave globale dhe publike për përdoruesit
sr: Тражи кориснике и у глобалним и јавним именицима
sv: Sök global och offentlig adressbok för användare
tr: Genel ve herkese açık adres defterinde kullanıcı ara
zh_cn: 在全局和公开地址簿中寻找用户

source: Allow users to publish their data to a global and public address book
ca: Permetre als usuaris publicar les seves dades en una llibreta d'adreces global i pública
cs: Povolit uživatelům publikování jejich dat do globálního a sdíleného adresáře
da: Tillad brugere at offentliggøre deres data til en global adressebog
de: Erlaube Benutzern ihre Daten an ein globales und öffentliches Adressbuch zu veröffentlichen
es: Permitir a los usuarios publicar su información en la libreta de direcciones global y pública
es_gt: Permitirle a los usuarios publicar sus datos a una libreta de direcciones global y pública
et_ee: Luba kasutajatel avaldada oma andmeid globaalses ja avalikus aadressiraamatus
eu: Erabiltzaileei bere datuak helbide-liburu publiko eta orokorrean publikatzea baimendu
fi: Salli käyttäjien julkaista tietojaan maailmanlaajuisessa ja julkisessa osoitekirjassa
fr: Autoriser les utilisateurs à publier leurs données dans un carnet d'adresse global et public
hu: Minden felhasználó a közös adattárolót és névjegyzéket használja
is: Leifa notendum að birta gögnin sín í víðværri og opinberri vistfangaskrá
it: Consenti agli utenti di pubblicare i propri dati in una rubrica globale e pubblica
ja: グローバルアドレス帳のグローバルな公開をユーザーに許可します
ka_ge: დართეთ ნება მომხმარებლებს გამოაქყვეყნონ მათი მონაცემები გლობალურ და საზოგადო მისამართების წიგნებში
lt_lt: Leisti naudotojams viešinti savo duomenis globaliose ar viešose adresų knygose
nb: Tillat brukere å offentliggjøre deres data til en verdensomspennende og offentlig adressebok
nl: Publiek maken van data met een openbaar adresboek toestaan
pl: Pozwól użytkownikom na publikację ich danych do globalnej i publicznej książki adresowej
pt_br: Permitir que os usuários publiquem seus dados em um catálogo de endereços global e público
ru: Разрешить пользователям публиковать свои данные в глобальной и общедоступной адресной книге
sk: Povoliť používateľom publikovanie ich dát do globálneho a verejného adresára
sq: Lejo përdoruesit të publikojnë të dhënat e tyre në një libër adresash botërore dhe globale
sr: Дозволи корисницима да објаве своје податке у јавне и глобалне именике
sv: Tillåt användare att publicera deras data till en global och publik adressbok
tr: Kullanıcıların bilgilerini genel ve herkese açık bir adres defterinde paylaşabilsin
zh_cn: 允许用户将其数据发布到全球和公共通讯录

source: Federated Cloud
ca: Núvol federat
cs: Sdružený cloud
es: Nube Federada
es_gt: Nube Federada
et_ee: Liitpilv
eu: Hodei Federatua
fi: Federoitu pilvi
fr: Cloud Fédéré
hu: Egyesített felhő
ia: Nube Federate
is: Skýjasamband (federated)
it: Cloud federata
ja: クラウド共有
ka_ge: ფედერალური ქლაუდი
lt_lt: Centralizuotas Serveris
nb: Sammenknyttet sky
nl: Gefedereerde Cloud
pl: Stowarzyszona Chmura
pt_br: Nuvem Federada
ru: Федерация облачных хранилищ
sk: Združený Cloud
sq: Re e Federuar
sr: Здружени облак
sv: Federerat Moln
tr: Birleşmiş Bulut
zh_cn: 联合云
