Repository: Cybso/server
Catalog: translationfiles/*/federatedfilesharing.po
Languages: ca, cs, da, de, es, es_gt, et_ee, eu, fi, fr, hu, ia, id, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: You can share with anyone who uses Nextcloud, ownCloud or Pydio! Just put their Federated Cloud ID in the share dialog. It looks like person@cloud.example.com
ca: Podeu compartir amb qualsevol persona que usi Nextcloud, ownCloud vs Pydio! Acaba de posar el seu identificador de núvol federat al diàleg d'accions. Sembla person@cloud.example.com
cs: Můžete sdílet s kýmkoliv, kdo používá Nextcloud, ownCloud, nebo Pydio! Jen zadejte jejich sdružené cloud ID do dialogu pro sdílení. Vypadá jako person@cloud.example.com
da: Du kan dele med hvem som helst som bruger Nextcloud, ownCloud eller Pydio! Bare put deres Federated Cloud ID i delingsdialogen. Det ser sådan her ud person@cloud.example.com
de: Du kannst mit allen Leuten teilen, welche Nextcloud, ownCloud oder Pydio nutzen! Gebe einfach deren Federated Cloud ID in den Teilen-Dialog ein. Diese sieht wie folgt aus person@cloud.example.com
es: ¡Puedes compartir con cualquiera que use Nextcloud, ownCloud o Pydio! Simplemente, pon su ID de Nube Federada en el diálogo de compartir. Algo como person@cloud.example.com
es_gt: ¡Puedes compartir con cualquiera que use NextCloud, ownCloud o Pydio! Solo ingresa tu ID de Nube Federada en ventana de diálogo de compartir. Se ve algo así como person@cloud.example.com
et_ee: Sa võid jagada kõigiga kes kasutab Nextcloudi, ownCloudi või Pydio't. Lihtsalt siseta jagamise dialoogi nende liitpilve ID. See näeb välja nagu person@cloud.example.com
eu: Nextcloud, ownCloud edo Pydio erabiltzen duen edonorrekin parteka dezakezu! Beraien Federatutako Hodei ID-a idatzi partekatzeen laukian. Honen itxura dute: pertsona@hodei.adibide.com
fi: Voit jakaa kenelle tahansa, joka käyttää Nextcloudia, ownCloudia tai Pydiota! Kirjoita heidän federoidun pilven tunniste jaon kohteeksi. Se on muodossa henkilö@cloud.esimerkki.fi
fr: Vous pouvez partager avec n'importe qui utilisant Nextcloud, ownCloud ou Pydio ! Renseignez simplement leur ID de Cloud Fédéré dans la boîte de dialogue de partage. Il ressemble à person@cloud.example.com
hu: Bárkivel megoszthatsz aki Nextcloud-ot, ownCloud-ot vagy Pydio-t használ! Csak add meg az egységesített megosztási azonosítójukat a megosztási ablakban. Valahogy így néz ki: person@cloud.example.com
is: Þú getur deilt með hverjum þeim sem notar Nextcloud, ownCloud eða Pydio! Settu bara skýjasambandsauðkennið þeirra (Federated Cloud ID) inn í deilingargluggann. Það lítur út svipað og einstaklingur@tölvuský.dæmi.is
it: Puoi condividere con chiunque utilizzi Nextcloud, ownCloud o Pydio! Ti basta inserire il loro ID di cloud federata nella finestra di condivisione. Assomiglia a persona@cloud.esempio.com
ja: Nextcloud 、ownCloud、Pydio を使う人とは誰とでも共有できます。クラウド連携IDを共有ダイアログに入力するだけです。例：person@cloud.example.com
ka_ge: შეგიძლიათ გაუზიაროთ ნებისმიერ ადამიანს ვინც იყენებს Nextcloud-ს, ownCloud-ს ან Pydio!-ს უბრალოდ მოათავსეთ მათი ფედერალური ქლაუდ ID-ები გაზიარების დიალოგში. ის გამოიყურება როგოც person@cloud.example.com
lt_lt: Galite dalintis su visais, kas naudojasi NextCloud, ownCloud ar Pydio! Tiesiog dalinimosi dialoge įrašykite jų Centralizuoto Serverio ID. Pavyzdys: person@cloud.example.com
nb: Du kan dele med alle som bruker Nextcloud, ownCloud eller Pydio! Bare putt deres sammenknyttede sky-ID i delingsdialogvinduet. Det ser ut som person.sky.eksempel.no
nl: Je kunt met iedereen delen die Nextcloud, ownCloud of Pydio gebruikt! Gebruik simpelweg hun gefedereerde Cloud ID in de deel-dialoog. Het ziet eruit als iemand@cloud.voorbeeld.com
pl: Możesz współdzielić z każdym kto używa Nextclouda, ownClouda lub Pydio. Wystarczy, że wpiszesz ich ID chmury stowarzyszonej w pole współdzielenia. Wygląda jak osoba@przyklad.chmury.com
pt_br: Você pode compartilhar com qualquer um que use Nextcloud, ownCloud ou Pydio! Apenas coloque a ID de Nuvem Federada no diálogo de compartilhamento. Isto é algo como person@cloud.example.com
ru: Можно поделиться с любым пользователем Nextcloud, ownCloud или Pydio! Просто введите его идентификатор федеративного облачного хранилища в диалоге предоставления общего доступа. Идентификатор указывается в виде «person@cloud.example.com».
sk: Môžete zdieľať s kýmkoľvek kto používa Nextcloud, ownCloud alebo Pydio! Len zadajte ich združené Cloud ID v dialógu pre zdieľanie. Vyzerá podobne ako person@cloud.example.com
sq: Ju mund të ndani me këdo që përdor Nextcloud, ownCloud ose Pydio! Vetëm vendosni ID e tyre të Federated Cloud në dialogun e shpërndarjeve. Duket si person@cloud.example.com
sr: Можете делите ствари са било ким ко користи Некстклауд, Оунклауд или Пидио. Само унесите њихов ИД Здруженог Облака у дијалог за дељење. ИД изгледа нешто попут person@cloud.example.com
sv: Du kan dela med vem som helst som använder Nextcloud, ownCloud eller Pydio! Ange bara deras Federerade Moln-ID i dela-dialogen. Exempelvis person@cloud.example.com
tr: Nextcloud, ownCloud ya da Pydio kullanıcıları ile paylaşım yapılaiblir. Yalnızca paylaşım penceresine person@cloud.example.com gibi Birleşmiş Bulut kodunu yazın.
zh_cn: 您可以与任何使用Nextcloud，ownCloud或Pydio的人分享！ 只需将它们的联合云ID放在共享对话框中。 看起来像person@cloud.example.com

source: Your Federated Cloud ID:
ca: El teu ID de Núvol Federat:
cs: Vaše sdružené cloud ID:
da: Din Federated Cloud ID:
de: Deine Federated-Cloud-ID:
es: Tu ID de Nube Federada:
es_gt: Tu ID de Nube Federada:
et_ee: Sinu liitpilve ID:
eu: Federatutatako Hodei ID:
fi: Federoidun pilvesi tunniste:
fr: Votre identifiant de Cloud Fédéré :
hu: Egyesített felhő azonosító:
ia: Tu ID de Nube Federate:
id: Federated Cloud ID Anda:
is: Skýjasambandsauðkennið þitt (Federated Cloud ID):
it: Il tuo ID di cloud federata:
ja: あなたのクラウド共有ID：
ka_ge: თქვენი ფედერალური ქლაუდ ID:
lt_lt: Jūsų Centralizuoto Serverio ID:
nb: Din ID for sammenknyttet sky:
nl: Je gefedereerde Cloud ID:
pl: Twoje ID Stowarzyszonej Chmury:
pt_br: Sua ID de Nuvem Federada:
ru: Ваш ID в федерации облачных хранилищ:
sk: Vaše združené Cloud ID
sq: ID-ja juaj për Re të Federuar:
sr: ИД вашег здруженог облака:
sv: Ditt Federerade Moln-ID:
tr: Birleşmiş Bulut Kimliğiniz:
zh_cn: 你的联合云ID：

source: Share it so your friends can share files with you:
ca: Compartiu-lo perquè els vostres amics puguin compartir fitxers amb vosaltres:
cs: Nasdílejte to, aby mohli vaši přátelé sdílet soubory s vámi:
da: Del så dine venner kan dele filer med dig:
de: Teile es, so dass Deine Freunde Dateien mit Dir teilen können:
es: Compártelo para que tus amigos puedan compartir archivos contigo:
es_gt: Compártelo para que tus amigos puedan compartir archivos contigo:
et_ee: Jaga seda, et su sõbrad saaksid sinuga faile jagada:
eu: Partekatu zure lagunek fitxategiak zurekin partekatzeko:
fi: Jaa se, jotta ystäväsi voivat jakaa tiedostoja kanssasi:
fr: Partagez-le afin que vos amis puissent partager des fichiers avec vous :
hu: Oszd meg, hogy a barátaid is megoszthassanak veled fájlokat:
is: Deildu þessu svo að vinir þínir geti deilt skrám með þér:
it: Condividilo in modo che i tuoi amici possano condividere file con te:
ja: 友達がファイルをあなたと共有できるように、これを共有しましょう:
ka_ge: გააზიარეთ, რომ თქვენმა მეგობრებმაც შეძლონ ფაილების გაზიარება თქვენთან:
lt_lt: Pasidalinkite tam, kad jūsų draugai galėtų dalintis duomenimis su jumis:
nb: Del den slik at venner kan dele filer med deg:
nl: Deel het, zodat anderen bestanden met jou kunnen delen:
pl: Współdziel to, aby Twoi przyjaciele mogli współdzielić pliki z Tobą:
pt_br: Compartilhe e seus amigos poderão compartilhar arquivos com você:
ru: Сообщите его друзьям, чтобы они могли поделиться с вами файлами:
sk: Zdieľajte to, aby mohli vaši priatelia zdieľať súbory s vami:
sq: Shërndajeni që miqtë tuaj mund të ndajnë skedarë me ju:
sr: Поделите да би Ваши пријатељи могли да деле са Вама:
sv: Dela det så att dina vänner kan dela filer med dig:
tr: Paylaşın, böylece arkadaşlarınız da sizinle dosya paylaşabilir:
zh_cn: 使用分享，以便您的朋友可以与您共享文件：

source: Add to your website
ca: Afegeix a la teva pàgina web
cs: Přidat na svou webovou stránku
da: Tilføj til dit websted
de: Zu deiner Webseite hinzufügen
es: Añadir a su sitio web
es_gt: Agregar a tu sitio web
et_ee: Lisa oma veebisaidile
eu: Zure webgunera gehitu
fi: Lisää verkkosivuillesi
fr: Ajouter à votre site web
hu: Adja hozzá saját weboldalához
ia: Adde a tu sito web
id: Tambahkan pada situs web Anda
is: Bæta við vefsvæðið þitt
it: Aggiungi al tuo sito web
ja: ウェブサイトに追加
ka_ge: საიტზე დამატება
lt_lt: Pridėti jūsų puslapį
nb: Legg på nettsiden din
nl: Toevoegen aan je website
pl: Dodaj do swojej strony
pt_br: Adicione ao seu website
ru: Добавить к себе на сайт
sk: Pridať na svoju webstránku
sq: Shtojeni te sajti juaj
sr: Додај на свој веб сајт
sv: Lägg till på din hemsida
tr: Web sitenize ekleyin
zh_cn: 添加到您的网站

source: Share with me via Nextcloud
ca: Comparteix amb mi a través de Nextcloud
cs: Sdíleno se mnou přes Nextcloud
da: Del med mig gennem Nextcloud
de: Teile mit mir über Nextcloud
es: Compartirlo conmigo vía Nextcloud
es_gt: Compartir conmigo vía Nextcloud
et_ee: Jaga minuga läbi Nextclouddiga
eu: Partekatu nirekin Nextcloud-en bidez
fi: Jaa kanssani Nextcloudin kautta
fr: Partagez avec moi via Nextcloud
hu: Ossza meg velem Nextcloud-on keresztül
ia: Comparti con me via Nextcloud
id: Dibagikan pada saya via Nextcloud
is: Deila með mér í gegnum Nextcloud
it: Condividi con me tramite Nextcloud
ja: Nextcloud 経由で共有
ka_ge: გამიზიარე Nextcloud-ის მეშვეობით
lt_lt: Pasidalinti su manimi per NextCloud
nb: Del med meg via Nextcloud
nl: Deel met mij via Nextcloud
pl: Podziel się ze mną poprzez Nextcloud
pt_br: Compartilhe comigo via Nextcloud
ru: Поделитесь со мной через Nextcloud
sk: Sprístupnené cez Nextcloud
sq: Ndani me mua përmes Nextcloud-it
sr: Дели са мном преко Некстклауда
sv: Dela med mig via Nextcloud
tr: Benimle Nextcloud üzerinden paylaşın
zh_cn: 通过联合云与我共享

source: HTML Code:
ca: Codi HTML:
cs: HTML kód:
da: HTMLkode:
es: Código HTML:
es_gt: Código HTML:
et_ee: HTML kood:
eu: HTML kodea:
fi: HTML-koodi:
fr: Code HTML :
hu: HTML kód:
ia: Codice HTML:
id: Kode HTML:
is: HTML-kóði:
it: Codice HTML:
ja: HTMLコード:
ka_ge: HTML კოდი:
lt_lt: HTML kodas:
nb: HTML-kode:
pl: Kod HTML:
pt_br: Código HTML:
ru: HTML код:
sk: HTML kód:
sq: Kod HTML:
sr: ХТМЛ кôд:
sv: HTML Kod:
tr: HTML Kodu:
zh_cn: HTML 代码:

source: Search global and public address book for users and let local users publish their data
ca: Busqueu llibreta d'adreces global i pública per als usuaris i deixeu que els usuaris locals publiquin les seves dades
cs: Hledat uživatele v globálním a veřejném adresáři a dovolit místním uživatelům publikovat jejich údaje
da: Søg global og offentlig adresse bog for brugere og lad lokale brugere offentliggøre deres data
de: Globales und öffentliches Adressbuch nach Benutzern durchsuchen und lokale Benutzer ihre Daten veröffentlichen lassen
es: Buscar libreta de direcciones global y pública para usuarios y permitir a los usuarios locales publicar su información
es_gt: Buscar una libreta de direcciones global y pública para los usuarios y permitir a los usuarios locales publicar sus datos
et_ee: Otsi kasutajaid globaalsest ja avalikust aadressiraamatust ja luba kohalikel kasutajatel avaldada oma andmeid
eu: Helbide liburu global eta publikoetan erabiltzaileak bilatu eta baimendu erabiltzaileei bere datuak publkatzea
fi: Etsi käyttäjiä maailmanlaajuisesta ja julkisesta osoitekirjasta sekä salli paikallisten käyttäjien julkaista omia tietojaan
fr: Rechercher dans le carnet d'adresse global et public pour les utilisateurs et laisser les utilisateurs publier leurs données
hu: A központi és nyilvános névjegyzék keresése a felhasználóknak és a helyi felhasználók is hozzáadhatnak
is: Leita að notendum í víðværri og opinberri vistfangaskrá og leyfa staðværum notendum að birta gögnin sín
it: Cerca utenti nella rubrica globale e pubblica e consenti agli utenti di pubblicare i loro dati
ja: グローバルまたはユーザーの公開アドレス帳を検索し、ローカルユーザーのデータを公開する
ka_ge: მოიძიეთ გლობალური და ღია მისამართების წიგნები მომხმარებლებისთვის და მიეცით უფლება ლოკალურ მომხმარებლებს გააზიარონ საკუთარი მონაცემები
lt_lt: Rasti globalias ar viešas adresų knygas ir leisti naudotojams viešinti savo duomenis
nb: Søk i verdensomspennende og offentlig adressebok etter brukere og la lokale brukere offentliggjøre deres data
nl: Openbare adresboeken voor gebruikers doorzoeken en laat lokale gebruikers de data plubliceren
pl: Szukaj użytkowników w globalnej i publicznej książce adresowej i pozwól lokalnym użytkownikom na publikowanie swoich danych
pt_br: Pesquise o catálogo de endereços global e público para usuários e deixe os usuários locais publicarem seus dados
ru: Поиск пользователей в глобальной и общедоступной адресной книге и разрешение публикации своих данных локальным пользователям
sk: Vyhľadávať používateľog v globálnom a verejnom adresári a umožniť miestnym používateľom publikovať ich dáta
sq: Kërko librin e adresave globale dhe publike për përdoruesit dhe lejo që përdoruesit lokal të publikojnë të dhënat e tyre
sr: Претражи кориснике у глобалним и јавним именицима и дозволи да локални корисници објављују њихове податке
sv: Sök global och publik adressbok för användare och låt lokala användare publicera sina data
tr: Genel ve herkese açık adres defterinde kullanıcı ara ve yerel kullanıcıların bilgilerini paylaşmasını sağla
zh_cn: 搜索用户的全球和公共通讯录，并让本地用户发布其数据

source: Share it:
ca: Comparteix-lo:
cs: Sdílet:
da: Del:
de: Zum Teilen:
es: Compartir:
es_gt: Compartirlo:
et_ee: Jaga seda:
eu: Partekatu:
fi: Jaa se:
fr: Partager :
hu: Oszd meg:
ia: Comparti lo:
id: Bagikan:
is: Deila því:
it: Condividilo:
ja: 共有先:
ka_ge: გააზიარე ეს:
lt_lt: Pasidalinti:
nb: Del den:
nl: Deel het:
pl: Udostępnij to:
pt_br: Compartilhe-a:
ru: Поделиться:
sk: Sprístupniť:
sq: Ndajeni:
sr: Дели:
sv: Dela detta:
tr: Paylaşın:
zh_cn: 分享它：
