Repository: Cybso/server
Catalog: translationfiles/*/files_external.po
Languages: cs, da, de, es_pa, fi, hu, id, is, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, th, tr

source: External storages
cs: Externí úložiště
da: Eksternt lager
de: Externe Speicher
es_pa: Almacenamiento externo
fi: Ulkoiset tallennustilat
hu: Külső tárolók
id: Penyimpanan Eksternal
is: Utanáliggjandi gagnageymslur
ja: 外部ストレージ
ka_ge: გარე საცავები
lt_lt: Išorinės saugyklos
nb: Ekstern lagring
nl: Externe opslag
pl: Magazyny zewnętrzne
pt_br: Armazenamentos externos
ru: Внешние хранилища
sk: Externé úložiská
sq: Kujtesë e jashtëme
sr: Спољашње складиште
sv: Extern Lagring
tr: Dış depolama

source: Personal
cs: Osobní
da: Personligt
de: Persönlich
fi: Henkilökohtainen
hu: Személyes
id: Pribadi
is: Einka
ja: 個人
ka_ge: პირადი
lt_lt: Asmeniniai
nb: Personlig
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Личное
sk: Osobné
sq: Personale
sr: Лично
sv: Privat
th: ส่วนตัว
tr: Kişisel

source: System
cs: Systém
es_pa: Sistema
fi: Järjestelmä
hu: Rendszer
id: Sistem
is: Kerfi
ja: システム
ka_ge: სისტემა
lt_lt: Sistema
nl: Systeem
pt_br: Sistema
ru: Система
sk: Systém
sq: Sistem
sr: Систем
th: ระบบ
tr: Sistem

source: Grant access
cs: Povolit přístup
da: Godkend adgang
de: Zugriff gestatten
es_pa: Conceder acceso
fi: Salli pääsy
hu: Megadom a hozzáférést
id: Berikan hak akses
is: Veita aðgengi
ja: アクセスを許可
ka_ge: წვდომის მინიჭება
lt_lt: Suteikti prieigą
nb: Gi tilgang
nl: Sta toegang toe
pl: Udziel dostępu
pt_br: Garantir acesso
ru: Предоставить доступ
sk: Povoliť prístup
sq: Akordoji hyrje
sr: Одобри приступ
sv: Bevilja åtkomst
th: อนุญาตให้เข้าถึงได้
tr: Erişim ver

source: Error configuring OAuth1
cs: Chyba nastavení OAuth1
da: Fejl under konfiguration af OAuth1
de: Fehler beim Konfigurieren von OAuth1
es_pa: Se presentó un error al configurar OAuth1
fi: Virhe OAuth1:n asetuksia tehdessä
hu: OAuth1 konfigurálási hiba
id: Kesalahan mengkonfigurasi OAuth1
is: Villa við uppsetningu OAuth1
ja: OAuth1 設定エラー
ka_ge: OAuth1-ის კონფიგურირებისას წარმოიშვა შეცდომა
lt_lt: Klaida, konfigūruojant OAuth1
nb: Feil ved oppsett av OAuth1
nl: Fout bij configureren OAuth1
pl: Błąd konfiguracji OAuth1
pt_br: Erro configurando OAuth1
ru: Ошибка настройки OAuth1
sk: Chyba konfigurovania OAuth1
sq: Gabim gjatë formësimit të OAuth1
sr: Грешка у подешавању OAuth1
sv: Misslyckades konfigurera OAuth1
th: ข้อผิดพลาดในการกำหนดค่า OAuth1
tr: OAuth1 yapılandırma sorunu

source: Please provide a valid app key and secret.
cs: Zadejte prosím platný klíč a tajné heslo aplikace.
da: Angiv venligst gyldig app-nøgle og -hemmelighed.
de: Bitte einen gültigen Anwendungsschlüssel (App-Key) mit Sicherheitsschlüssel (Secret) eingeben.
es_pa: Por favor proporciona una llave de aplicación y secreto válidos.
fi: Sovellusavain ja salaus ovat virheelliset
hu: Kérlek adj meg egy érvényes alkalmazás kulcsot és jelszót.
id: Silakan berikan kunci dan kerahasiaan aplikasi yang benar.
is: Settu inn gildan forritslykil og leynilykil (secret).
ja: 有効なアプリのキーとパスワードを入力してください。
ka_ge: გთხოვთ უზრუნველყოთ სწორი აპლიკაციის გასაღები და საიდუმლო.
lt_lt: Prašome naudoti teisingus trečiųjų šalių programinės įrangos identifikacijos numerį ir slaptažodį.
nb: Oppgi gyldig programnøkkel og hemmelighet.
nl: Geef een geldige app sleutel en geheime sleutel op.
pl: Proszę podać prawidłowy klucz aplikacji i klucz sekretny.
pt_br: Por favor forneça uma chave de aplicativo e segurança válidos.
ru: Пожалуйста укажите корректные ключ и секрет приложения.
sk: Zadajte prosím platný aplikačný kľúč a heslo (secret).
sq: Ju lutemi jepni një kyç dhe një të fshehtë aplikacioni të vlefshme.
sr: Наведите исправан апликативни кључ и тајну.
sv: Vänligen ange en giltig applikationsnyckel och hemlig fras.
th: โปรดระบุคีย์และรหัสลับของแอพฯ ให้ถูกต้อง
tr: Lütfen geçerli bir uygulama anahtarı ve parola yazın.

source: Error configuring OAuth2
cs: Chyba nastavení OAuth2
da: Fejl under konfiguration af OAuth2
de: Fehler beim Konfigurieren von OAuth2
es_pa: Se presentó un error al configurar OAuth2
fi: Virhe OAuth2:n asetuksia tehdessä
hu: OAuth2 konfigurálási hiba
id: Kesalahan mengkonfigurasi OAuth2
is: Villa við uppsetningu OAuth2
ja: OAuth2 設定エラー
ka_ge: OAuth2-ის კონფიგურირებისას წარმოიშვა შეცდომა
lt_lt: Klaida, konfigūruojant OAuth2
nb: Feil ved oppsett av OAuth2
nl: Fout bij configureren OAuth2
pl: Błąd konfiguracji OAuth2
pt_br: Erro configurando OAuth2
ru: Ошибка настройки OAuth2
sk: Chyba konfigurovania OAuth2
sq: Gabim gjatë formësimit të OAuth2
sr: Грешка у подешавању OAuth2
sv: Misslyckades konfigurera OAuth2
th: ข้อผิดพลาดในการกำหนดค่า OAuth2
tr: OAuth2 yapılandırma sorunu

source: Generate keys
cs: Vytvořit klíče
da: Opret nøgler.
de: Schlüssel erzeugen
es_pa: Generar llaves
fi: Luo avaimet
hu: Kulcsok generálása
id: Hasilkan kunci
is: Útbúa lykla
ja: キーを生成
ka_ge: გასაღებების გენერირება
lt_lt: Sukurti raktus
nb: Generer nøkler
nl: Genereer sleutels
pl: Wygeneruj klucze
pt_br: Gerar chaves
ru: Создать ключи
sk: Vytvoriť kľúče
sq: Prodho kyçe
sr: Генериши кључеве
sv: Generera nycklar
th: สร้างคีย์
tr: Anahtarları üret

source: Error generating key pair
cs: Chyba při vytváření páru klíčů
da: Fejl under oprettelse af nøglepar
de: Fehler beim Erzeugen des Schlüsselpaares
es_pa: Se presentó un error al generar el juego de llaves
fi: Virhe luotaessa avainparia
hu: Hiba történt a kulcspár generálása közben
id: Kesalahan saat menghasilkan pasangan kunci
is: Villa við að útbúa nýtt lyklapar
ja: キーペアの生成エラー
ka_ge: გასაღების წყვილის გენერირებისას წარმოიშვა შეცდომა
lt_lt: Klaida kuriant raktus
nb: Feil ved nøkkelgenerering
nl: Fout bij genereren sleutelpaar
pl: Błąd podczas generowania pary kluczy
pt_br: Erro ao gerar o par de chaves
ru: Ошибка создания пары ключей
sk: Chyba pri vytváraní dvojice kľúčov
sq: Gabim gjatë prodhimit të çiftit të kyçeve
sr: Грешка при генерисању пара кључева
sv: Fel vid generering av nyckelpar
th: ข้อผิดพลาดในการสร้างคีย์แบบเป็นคู่
tr: Anahtar çifti üretilirken sorun çıktı

source: All users. Type to select user or group.
cs: Všichni uživatelé. Začněte psát pro výběr uživatelů a skupin.
da: Alle brugere. Indtast for at vælge bruger eller gruppe.
de: Alle Benutzer. Benutzer oder Gruppe zur Auswahl eingeben.
es_pa: Todos los usuarios. Escribe para seleccionar el usuario o grupo
fi: Kaikki käyttäjät. Kirjoita valitaksesi käyttäjän tai ryhmän.
hu: Összes felhasználó. Írj be egy felhasználót vagy csoportot.
id: Semua pengguna. Ketik untuk memilih pengguna atau grup.
is: Allir notendur. Skrifaðu til að velja notanda eða hóp.
ja: すべてのユーザー。ユーザー、グループを追加
ka_ge: ყველა მომხმარებელი. მოხმარებლის ან ჯგუფის ასარჩევად დაიწყეთ ბეჭდვა.
lt_lt: Visi naudotojai. Pradėkite rašyti, jei norite pasirinkti konkretų naudotoją ar grupę.
nb: Alle brukere. Tast for å velge bruker eller gruppe.
nl: Alle gebruikers. Tikken om een gebruiker of groep te selecteren.
pl: Wszyscy użytkownicy. Zacznij pisać, aby wybrać użytkownika lub grupę.
pt_br: Todos os usuários. Digite para selecionar usuário ou grupo.
ru: Все пользователи. Для выбора введите имя пользователя или группы.
sk: Všetci používatelia. Začnite písať pre výber používateľa alebo skupinu.
sq: Krejt përdoruesit. Shtypni që të përzgjidhet përdorues ose grup.
sr: Сви корисници. Куцајте за избор корисника или групе.
sv: Alla användare. Skriv för att välja användare eller grupp.
th: ผู้ใช้ทุกคน พิมพ์เพื่อเลือกผู้ใช้หรือกลุ่ม
tr: Tüm kullanıcılar. Kullanıcı ya da grup seçmek için yazın.

source: (group)
cs: (skupina)
da: (gruppe)
es_pa: (grupo)
fi: (ryhmä)
hu: (csoport)
id: (grup)
is: (hópur)
ja: (グループ)
ka_ge: (ჯგუფი)
lt_lt: (grupė)
nb: (gruppe)
nl: (groep)
pl: (grupa)
pt_br: (grupo)
ru: (группа)
sk: (skupina)
sq: (grup)
sr: (група)
sv: (grupp)
th: (กลุ่ม)
tr: (grup)

source: Compatibility with Mac NFD encoding (slow)
cs: Kompatibilita s Mac NFD kódováním (pomalé)
da: Kompatibilitet med Mac NFD encoding (langsom)
de: Kompatibilität mit MAC NFD-Kodierung (langsam)
es_pa: Compatibilidad con codificación Mac NFD (lenta)
fi: Yhteensopivuus Mac NFD -enkoodauksen kanssa (hidas)
hu: Kompatibilitás a Mac NFD kódolással (lassú)
id: Kecocokan dengan pengkodean Mac NFD (lambat)
is: Samhæfni við Mac NFD kóðun (hægvirkt)
ja: Mac NFD エンコード互換 (遅い)
ka_ge: Mac NFD-სთან თავსებადობა (ნელი)
lt_lt: Suderinamumas su Mac NFD kodavimu (lėtai)
nb: Kompatibelt med Mac NFD koding (treg)
nl: Compatibiliteit met Mac NFD encoding (traag)
pl: Zgodność z kodowaniem Mac NFD (powolny)
pt_br: Compatibilidade com a codificação Mac NFD (lento)
ru: Совместимость с кодировкой Mac NFD (медленно)
sk: Kompatibilita s Mac NFD enkódovaním (pomalé)
sq: Pëerputhshmëri me kodim Mac NFD (e ngadaltë)
sr: Компатибилност са NFD кодирањем (споро)
sv: Kompatibilitet med Mac NFD kodning (slö)
tr: Mac NFD şifrelemesiyle uyumlu (yavaş)

source: Admin defined
cs: Nastaveno administrátorem
da: Bestemt af administrator
de: Vom Administrator festgelegt
es_pa: Administrador definido
fi: Ylläpitäjän määrittämä
hu: Adminisztrátor definiálva
id: Terdefinisi Admin
is: Skilgreindur kerfisstjóri
ja: 管理者設定済
ka_ge: განსაზღვრულია ადმინისტრატორის მიერ
lt_lt: Administratorius apibrėžtas
nb: Admin-definert
nl: Beheerder gedefinieerd
pl: Zdefiniowane przez Administratora
pt_br: Definido pelo administrador
ru: Определено администратором
sk: Nastavené správcom
sq: Përcaktuar nga përgjegjësi
sr: Дефинисао администратор
sv: Admin definerad
th: ถูกกำหนดโดยผู้ดูแลระบบ
tr: Yönetici ayarlamış

source: Are you sure you want to delete this external storage
cs: Opravdu chcete odstranit toto externí úložiště
da: Er du sikker på at du vil slette denne eksterne lager?
de: Möchtest Du wirklich diesen externen Speicher löschen?
es_pa: ¿Estás seguro de que quieres borrar este almacenamiento externo?
fi: Haluatko varmasti poistaa tämän erillisen tallennustilan
hu: Biztosan törlöd ezt a külső tárolót
is: Ertu viss um að þú viljir eyða þessari ytri geymslu?
ja: この外部ストレージを本当に削除しますか?
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ გარე საცავის გაუქმება?
nb: Er du sikker på at du vil slette denne eksterne lagringsplassen?
nl: Weet je zeker dat je de externe opslag wilt verwijderen
pl: Czy na pewno chcesz usunąć zewnętrzny magazyn?
pt_br: Quer realmente excluir este armazenamento externo
ru: Действительно удалить это внешнее хранилище?
sk: Naozaj chcete zmazať toto externé úložisko?
sr: Да ли стварно желите да обришете ово спољашње складиште?
sv: Är du säker att du vill ta bort denna externa lagringen
tr: Bu dış depolamayı silmek istediğinize emin misiniz

source: Delete storage?
cs: Odstranit úložiště?
da: Slet lager?
de: Speicher löschen?
es_pa: ¿Borrar almacenamiento?
fi: Poistetaanko tallennustila?
hu: Tároló törlése?
is: Eyða geymslu?
ja: ストレージを削除しますか?
ka_ge: გავაუქმოთ საცავი?
nb: Slett lagringsplass
nl: Opslag verwijderen?
pl: Usunąć magazyn?
pt_br: Excluir armazenamento?
ru: Удалить хранилище?
sk: Zmazať externé úložisko?
sr: Обриши складиште?
sv: Ta bort lagring?
tr: Depolama silinsin mi?

source: Saved
cs: Uloženo
da: Gemt
de: Gespeichert
es_pa: Guardado
fi: Tallennettu
hu: Elmentve
id: Disimpan
is: Vistað
ja: 保存されました
ka_ge: შენახულია
lt_lt: Įrašyta
nb: Lagret
nl: Bewaard
pl: Zapisano
pt_br: Salvo
ru: Сохранено
sk: Uložené
sq: U ruajt
sr: Сачувано
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedildi

source: Saving...
cs: Ukládá se...
da: Gemmer...
de: Speichere…
es_pa: Guardando...
fi: Tallennetaan...
hu: Mentés...
id: Menyimpan...
is: Er að vista ...
ja: 保存中...
ka_ge: ინახება…
lt_lt: Įrašoma...
nb: Lagrer…
nl: Bewaren...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladá sa...
sq: Po ruhet …
sr: Чувам...
sv: Sparar...
tr: Kaydediliyor...

source: Save
cs: Uložit
da: Gem
de: Speichern
es_pa: Guardar
fi: Tallenna
hu: Mentés
id: Simpan
is: Vista
ja: 保存
ka_ge: შენახვა
lt_lt: Įrašyti
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruaje
sr: Сачувај
sv: Spara
th: บันทึก
tr: Kaydet

source: Empty response from the server
cs: Prázdná odpověď serveru
da: Svar fra serveren uden data
de: Leere Antwort vom Server erhalten
es_pa: Respuesta del servidor vacía
fi: Tyhjä vastaus palvelimelta
hu: Üres válasz a szervertől
id: Tidak ada respon dari server
is: Tómt svar frá þjóni móttekið
ja: サーバーから空の応答がありました
ka_ge: სერვერმა დააბრუნა ცარიელი პასუხი
lt_lt: Negautas atsakymas iš serverio
nb: Tomt svar fra tjeneren
nl: Lege reactie van de server
pl: Puste odpowiedzi z serwera
pt_br: Resposta vazia do servidor
ru: Пустой ответ от сервера
sk: Prázdna odpoveď zo servera
sq: Përgjigje e zbrazët prej serverit
sr: Празан одговор са сервера
sv: Tomt svar från servern
th: ไม่มีการตอบสนองจากเซิร์ฟเวอร์
tr: Sunucudan boş yanıt alındı

source: Couldn't access. Please log out and in again to activate this mount point
cs: Nelze připojit. Pro aktivaci tohoto přípojného bodu se prosím odhlašte a znovu přihlašte
da: Kunne ikke forbinde. Log venligst ud og ind igen for at aktivere dette mount point.
de: Zugriff nicht möglich. Bitte abmelden und erneut anmelden, um diesen Endpunkt zu aktivieren.
es_pa: No fue posible accesar. Por favor sal de la sesión y vuelve a entrar para activar este punto de montaje
fi: Käyttö ei onnistunut. Kirjaudu ulos ja takaisin sisään aktivoidaksesi tämän liitoskohdan
hu: Nem hozzáférhető. Kérjük lépj ki és be ismét a csatolási pont aktiválásához
is: Náði ekki aðgangi. Skráðu þig út og svo aftur inn til að virkja þennan tengipunkt
ja: アクセスできません。ログアウトして、再度このマウントポイントをアクティベートしてください。
ka_ge: წვდომა ვერ მოხერხდა. ამ მონტაჟის წერტილის გასააქტიურებლად გთხოვთ გახვიდეთ და ახლიდან გაიაროთ ავტორიზაცია.
lt_lt: Prieiga yra neįmanoma. Pabandykite prisijungti iš naujo.
nb: Fikk ikke tilgang. Logg ut og inn igjen for å aktivere dette oppkoblingspunktet.
nl: Kon geen toegang krijgen. Log uit en opnieuw in om dit koppelpunt te activeren
pl: Brak dostępu. Wyloguj się i zaloguj ponownie, aby aktywować ten punkt montowania
pt_br: Não foi possível acessar. Refaça o login para ativar este ponto de montagem
ru: Не удалось получить доступ. Для активации этой точки подключения выйдите и снова войдите в систему
sk: Nedá sa pripojiť. Pre aktiváciu tohto prípojného bodu sa prosím odhláste a znovu prihláste
sq: Nuk mund të ketë akses. Ju lutemi, dilni dhe hyni që të aktivizohet kjo pikë montimi
sr: Не могу да приступим. Одјавите се и пријавите поново да активирате ову тачку монтирања
sv: Kunde inte ansluta. Försök logga ut och in igen för att aktivera denna monteringspunkt
tr: Erişilemedi. Lütfen bu bağlama noktasını etkinleştirmek için oturumunuzu kapatıp yeniden açın

source: Couldn't get the information from the remote server: {code} {type}
cs: Nelze obdržet informaci ze vzdáleného serveru: {code} {type}
da: Kunne ikke få information fra fjern serveren: {code} {type}
de: Konnte die Information vom entfernten Server nicht abrufen: {code} {type}
es_pa: No fue posible obtener la información del servidor remoto: {code} {type}
fi: Tietojen saaminen etäpalvelimelta epäonnistui: {code} {type}
hu: Nem sikerült lekérdezni az információkat a távoli szerverről: {code} {type}
id: Tidak dapat mengambil informasi dari server remote: {code} {type}
is: Gat ekki lesið upplýsingar frá fjartengda þjóninum: {code} {type}
ja: リモートサーバーから情報を取得できませんでした：{code} {type}
ka_ge: დისტანციური სერვერიდან ინფორმაციის მოპოვება ვერ მოხერხდა: {code} {type}
lt_lt: Neįmanoma gauti informacijos iš serverio: {code} {type}
nb: Kunne ikke få informasjon fra fjerntjeneren/ remote server: {code} {type}
nl: Kon geen informatie van de externe server krijgen: {code} {type}
pl: Nie można otrzymać informacji od zdalnego serwera: {code} {type}
pt_br: Não foi possível obter as informações do servidor remoto: {code} {type}
ru: Не удалось получить информацию от удалённого сервера: {code} {type}
sk: Zo vzdialeného servera sa nedá získať informácia: {code} {type}
sq: Nuk u morën dot të dhëna nga shërbyesi në largësi: {code} {type}
sr: Не могу да дохватим информације са удаљеног сервера: {code} {type}
sv: Kan ej läsa informationen från extern server: {code} {type}
tr: Uzak sunucudan bilgi alınamadı: {code} {type}

source: Couldn't get the list of external mount points: {type}
cs: Nelze obdržet seznam vzdálených přípojných bodů: {type}
da: Kunne ikke få listen over eksterne mount points: {type}
de: Die Liste der externen Endpunkte konnte nicht empfangen werden: {type}
es_pa: No fue posible obtener la lista de puntos de montaje externos: {type}
fi: Erillisten liitospisteiden listauksen noutaminen epäonnistui: {type}
hu: Nem lehet letölteni a külső csatolási pontok listáját: {type}
id: Tidak bisa mendapatkan informasi dari mount point eksternal: {type}
is: Gat ekki fengið lista yfir fjartengda tengipunkta: {type}
ja: 外部マウントポイントのリストを取得出来ませんでした。: {type}
ka_ge: გარე მონტაჟის წერტილების სიის მოპოვება ვერ მოხერხდა: {type}
lt_lt: Nepavyko gauti išorinių prijungimo taškų sąrašo: {type}
nb: Klarte ikke å hente listen over eksterne oppkoblingspunkter: {type}
nl: Kon geen overzicht met externe koppelpunten krijgen: {type}
pl: Nie udało się uzyskać listy zewnętrznych punktów montowania: {type}
pt_br: Não foi possível obter a lista de pontos de montagem externos: {type}
ru: Не удалось получить список внешних точек монтирования: {type}
sk: Nedá sa získať zoznam externých prípojných bodov: {type}
sq: S’u mor dot lista e pikave të jashtme të montimit: {type}
sr: Не могу да дохватим листу спољних тачака монтирања: {type}
sv: Kunde inte hämta listan för externa monteringspunkter: {type}
th: ไม่สามารถรับรายชื่อของจุดเชื่อมต่อภายนอก: {type}
tr: Dış bağlama noktalarının listesi alınamadı: {type}

source: There was an error with message:
cs: Došlo k chybě s tímto hlášením:
da: Der var et problem med beskeden:
de: Es ist ein Fehler mit folgender Meldung aufgetreten:
es_pa: Se presentó un problema con el mensaje:
fi: Tapahtui virhe viestillä:
hu: Hiba történt ezzel az üzenettel:
id: Terjadi kesalahan dengan pesan:
is: Það kom upp villa með skilaboðunum:
ja: メッセージ付きのエラーが発生しました：
ka_ge: წარმოიშვა შეცდომა წერილით:
lt_lt: Klaidos žinutė:
nb: Det oppstod en feil med melding:
nl: Er was een fout met de volgende melding:
pl: Wystąpił błąd o treści:
pt_br: Houve um erro com a mensagem:
ru: Обнаружена ошибка с сообщением:
sk: Nastala chyba s týmto hlásením:
sq: Pati një gabim me këtë mesazh:
sr: Догодила се грешка уз поруку:
sv: Det fanns ett fel med meddelande:
th: มีข้อความแสดงข้อผิดพลาด
tr: Şu ileti ile bir sorun çıktı:

source: External mount error
cs: Chyba vzdáleného úložiště
da: Ekstern mount fejl
de: Fehler beim Einbinden des externen Speichers
es_pa: Error de montaje externo
fi: Ulkoinen liitosvirhe
hu: Külső csatolási hiba
id: Kesalahan mount eksternal
is: Villa við tengingu í fjartengdu skráakerfi
ja: 外部マウントエラー
ka_ge: გარე მონტაჟის შეცდომა
lt_lt: Išorinio prijungimo klaida
nb: Ekstern oppkoblingsfeil
nl: Extern koppelpunt fout
pl: Błąd przy montowaniu zewnętrznym
pt_br: Erro de montagem externa
ru: Ошибка внешнего подключения
sk: Chyba externého úložiska
sq: Gabim i jashtëm montimi
sr: Спољна грешка при монтирању
sv: Fel vid extern montering
th: การติดจากตั้งภายนอกเกิดข้อผิดพลาด
tr: Dış bağlama sorunu

source: external-storage
da: Eksternt lager
de: Externer Speicher
es_pa: almacenamiento externo
fi: ulkoinen taltio
hu: külső tároló
id: penyimpanan-eksternal
is: ytri-gagnageymsla
ja: 外部ストレージ
ka_ge: გარე-საცავი
lt_lt: išorinė saugykla
nb: eksternlagring
nl: externe opslag
pl: magazyn zewnętrzny
pt_br: armazenamento externo
ru: внешнее-хранилище
sq: ruajtje-jashtme
sr: спољашње-складиште
sv: extern-lagring
th: ที่จัดเก็บข้อมูลภายนอก
tr: dış depolama

source: Couldn't fetch list of Windows network drive mount points: Empty response from server
cs: Nelze obdržet seznam síťových úložišť systému Windows: prázdná odpověď serveru
da: Kunne ikke få listen over Windows netværk drive mount points: Tomt svar fra serveren
de: Es konnte keine Liste der Windows-Netzlaufwerke empfangen werden: Leere Antwort vom Server
es_pa: No fue posible obtener el listado de los puntos de motaje de unidades de red Windows. Respuesta vacía del servidor
fi: Ei voitu noutaa listaa Windows-verkkoasemien liitoskohdista: tyhjä vastaus palvelimelta
hu: A Windows megosztások listája nem begyűjthető: üres válasz a szervertől
is: Gat ekki fengið lista yfir tengipunkta Windows-netdrifa, Svar frá þjóni var tómt
ja: Windowsネットワークドライブのマウントポイントのリストが取得できませんでした: サーバーからのレスポンスは空でした。
ka_ge: Windows-ის ქსელის დრაივის მონტაჯის წერტილების სიის მოპოვება ვერ მოხერხდა: ცარიელი პასუხი სერვერიდან
lt_lt: Neįmanoma gauti duomenų sąrašo ir Windows tinkle prijungto disko. Nėra jokio atsakymo.
nb: Klarte ikke å hente listen over oppkoblingspunkter for Windowsnettverks-disker: Tomt svar fra tjeneren
nl: Kon geen overzicht met Windows netwerk koppelpunten krijgen: Maak de server reactie leeg
pl: Nie można pobrać listy punktów montowania dysku sieciowego systemu Windows: Pusta odpowiedź z serwera
pt_br: Não foi possível buscar a lista de pontos de montagem da unidade de rede do Windows: Resposta vazia do servidor
ru: Не удалось получить список точек подключения сетевых дисков Windows: пустой ответ от сервера
sk: Nedá sa získať zoznam sieťových úložísk systému Windows: prázdna odpoveď zo servera
sq: S’u mor dot lista e pikave të montimit Windows network drive: përgjigje e zbrazët nga shërbyesi
sr: Не могу да добавим листу тачака монтирања Виндоуз мрежних дискова: празан одговор са сервера
sv: Kunde inte hämta lista med Windows nätverksmonteringspunkter: Tomt svar från servern
tr: Windows ağ sürücüsü bağlama nokta listesi alınamadı: Sunucudan boş yanıt alındı
