Repository: Cybso/server
Catalog: translationfiles/*/files_external.po
Languages: cs, da, de, es_pa, fi, hu, id, is, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, th, tr

source: Log-in credentials, save in database
cs: Přihlašovací údaje, ukládat v databázi
da: Log-in brugeroplysninger, gem i database
de: Anmeldedaten in Datenbank speichern
es_pa: Credenciales de inicio de sesión, guardar en la base de datos
fi: Kirjautumistiedot, tallennetaan tietokantaan
hu: Bejelentkezési azonosítók, mentés az adatbázisban
id: Kredensial masuk, simpan di basis data
is: Innskráningarauðkenni, vista í gagnagrunni
ja: ログイン認証情報は、データベースに保存されます。
ka_ge: ლოგინის მონაცემები, შენახვა მონაცემთა ბაზაში
lt_lt: Prisijungimo duomenys, saugoti duomenų bazėje
nb: Påloggingsdetaljer, lagre i databasen
nl: Inloggegevens, bewaren in de database
pl: Poświadczenia logowania, zapisz w bazie danych
pt_br: Credenciais de acesso, salvas no banco de dados
ru: Учётные данные, хранить в базе данных
sk: Prihlasovacie údaje, ukladať v databáze
sq: Kredencialet e identifikimit, ruaji në bazën e të dhënave
sr: Акредитиви за пријаву, чувани у бази
sv: Inloggningsuppgifter sparade i databasen
tr: Oturum kimlik doğrulama bilgileri, veritabanına kaydet

source: Username and password
cs: Uživatelské jméno a heslo
da: Brugernavn og kodeord
de: Benutzername und Passwort
es_pa: Usuario y contraseña
fi: Käyttäjätunnus ja salasana
hu: Felhasználónév és jelszó
id: Nama pengguna dan kata sandi
is: Notandanafn og lykilorð
ja: ユーザー名とパスワード
ka_ge: მომხმარებელი და პაროლი
lt_lt: Naudotojo vardas ir slaptažodis
nb: Brukernavn og passord
nl: Gebruikersnaam en wachtwoord
pl: Nazwa użytkownika i hasło
pt_br: Nome de usuário e senha
ru: Имя пользователя и пароль
sk: Meno a heslo
sq: Emër përdoruesi dhe fjalëkalim
sr: Корисничко име и лозинка
sv: Användarnamn och lösenord
th: ชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve parola

source: Log-in credentials, save in session
cs: Přihlašovací údaje, ukládat v sezení
da: Log-in brugeroplysninger, gem i session
de: Anmeldedaten in Sitzung speichern
es_pa: Credenciales de inicio de sesión, guardar en la sesión
fi: Kirjautumistiedot, tallenna istuntoon
hu: Bejelentkezési azonosítók, mentés az munkamenetben
id: Kredensial masuk, simpan dalam sesi
is: Innskráningarauðkenni, vista í setu
ja: ログイン認証情報は、セッションに保存されます。
ka_ge: ლოგინის მონაცემები, შენახვა სესიაში
lt_lt: Prisijungimo duomenys, saugoti sesijoje
nb: Påloggingsdetaljer, lagre i økten
nl: Inloggegevens, opslaan in sessie
pl: Poświadczenia logowania, zapisz w sesji
pt_br: Credenciais de login, guardadas em sessão
ru: Учётные данные, хранить в сессии
sk: Prihlasovacie údaje, ukladať do relácie
sq: Kredenciale hyrjesh, ruaji për sesion
sr: Акредитиви за пријаву, чувани у сесији
sv: Inloggningsuppgifter, spara i sessionen
th: ข้อมูลประจำตัวสำหรับเข้าสู่ระบบ, บันทึกลงในช่วงเวลาเข้าใช้งาน
tr: Oturum kimlik doğrulama bilgileri, oturuma kaydet

source: User entered, store in database
cs: Uživatel zadán, uložit v databázi
da: Bruger indtastet, gem i database
de: Benutzer eingetragen, in Datenbank gespeichert
es_pa: Usuario ingresado, almacenar en la base de datos
fi: Käyttäjän antama, tallennettu tietokantaan
hu: Felhasználó megadva, tárolás az adatbázisban
id: Dimasukkan pengguna, masukkan dalam basis data
is: Innskráður notandi, geyma í gagnagrunni
ja: 入力されたユーザーデータは、データベースに保管します
ka_ge: შეყვანილი მომხმარებელი, შენახვა მონაცემთა ბაზაში
lt_lt: Naudotojas įvestas, saugoti duomenų bazėje
nb: Brukerangitt, lagre i databasen
nl: Gebruiker opgegeven, opslaan in de database
pl: Użytkownik wpisał, zapisz w bazie danych
pt_br: Usuário adicionado, armazenado no banco de dados
ru: Пользователь авторизован, сохранить в базе данных
sk: Používateľ zadaný, uložiť v databáze
sq: Përdoruesi u identifikua, ruaj në bazë të dhënash
sr: Корисник уноси, чува се у бази
sv: Användare lades till, lagras i databasen
tr: Kullanıcı yazdı, veritabanında sakla

source: RSA public key
cs: RSA veřejný klíč
da: RSA offentlig nøgle
de: RSA öffentlicher Schlüssel
es_pa: Llave pública RSA
fi: Julkinen RSA-avain
hu: RSA nyilvános kulcs
id: Kunci publik RSA
is: RSA-dreifilykill
ja: RSA公開鍵
ka_ge: RSA ღია გასაღები
lt_lt: RSA viešasis raktas
nb: Offentlig RSA-nøkkel
nl: RSA publieke sleutel
pl: Klucz publiczny RSA
pt_br: Chave pública RSA
ru: Открытый ключ RSA
sk: RSA verejný kľúč
sq: Kyç publik RSA
sr: RSA јавни кључ
sv: RSA offentlig nyckel
th: RSA คีย์สาธารณะ
tr: Herkese açık RSA anahtarı

source: Public key
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
es_pa: Llave pública
fi: Julkinen avain
hu: Nyilvános kulcs
id: Kunci Public
is: Dreifilykill
ja: 公開鍵
ka_ge: ღია გასაღები
lt_lt: Viešasis raktas
nb: Offentlig nøkkel
nl: Publieke sleutel
pl: Klucz publiczny
pt_br: Chave pública
ru: Открытый ключ
sk: Verejný kľúč
sq: Kyç publik
sr: Јавни кључ
sv: Offentlig nyckel
th: คีย์สาธารณะ
tr: Herkese açık anahtar

source: Amazon S3
ka_ge: Amazon S3-ი

source: Bucket
id: Keranjang
ja: バケット名
ka_ge: ხაპია
lt_lt: Amazon S3 saugykla
nb: Bøtte
pl: Kosz
pt_br: Cesta
ru: Корзина
sk: Sektor
sr: Канта
tr: Buket

source: Hostname
da: Værtsnavn
es_pa: Nombre del servidor
fi: Isäntänimi
hu: Hosztnév
id: Nama Host
is: Vélarheiti
ja: ホスト名
ka_ge: ჰოსტი
lt_lt: Domeno vardas
nb: Tjenernavn
nl: Hostnaam
pl: Nazwa serwera
pt_br: Nome do Host
ru: Имя хоста
sq: Strehëemër
sr: Име домаћина
sv: Värdnamn
th: ชื่อโฮสต์
tr: Sunucu adı

source: Port
es_pa: Puerto
fi: Portti
is: Gátt
ja: ポート
ka_ge: პორტი
lt_lt: Prievadas
nl: Poort
pt_br: Porto
ru: Порт
sq: Portë
sr: Порт
th: พอร์ต
tr: Kapı

source: Region
cs: Kraj
es_pa: Región
fi: Alue
hu: Megye
id: Daerah
is: Svæði
ja: リージョン
ka_ge: რეგიონი
lt_lt: Regionas
nb: Området
nl: Regio
pt_br: Região
ru: Область
sk: Región
sq: Rajon
sr: Регија
sv: Län
th: พื้นที่
tr: Bölge

source: Enable SSL
cs: Povolit SSL
da: Aktivér SSL
de: SSL aktivieren
es_pa: Habilitar SSL
fi: Käytä SSL:ää
hu: SSL engedélyezése
id: Aktifkan SSL
is: Virkja SSL
ja: SSLを有効
ka_ge: SSL-ის ამოქმედება
lt_lt: Įjungti SSL
nb: Aktiver SSL
nl: Activeren SSL
pl: Włącz SSL
pt_br: Habilitar SSL
ru: Включить SSL
sk: Povoliť SSL
sq: Aktivizo SSL-në
sr: Омогући ССЛ
sv: Aktivera SSL
th: เปิดใช้งาน SSL
tr: SSL Kullanılsın

source: Enable Path Style
cs: Povolit Path Style
da: Aktivér stil for sti
de: Pfad-Stil aktivieren
es_pa: Habilitar Estilo de Ruta
fi: Aktivoi polun tyyli
hu: Útvonal stílus engedélyezés
id: Aktifkan Gaya Path
is: Virkja slóðastíl
ja: パス形式を有効
ka_ge: ბილიკის სტილის ამოქმედება
lt_lt: Amazon S3 kelias
nb: Aktiver Path Style
nl: Activeren pad stijl
pl: Włącz styl ścieżki
pt_br: Habilitar Estilo do Caminho
ru: Включить стиль пути
sk: Povoliť štýl cesty
sq: Aktivizo Stile Shtegu
sr: Омогући стил путање
sv: Aktivera Path Style
th: เปิดใช้งานสไตล์เส้นทาง
tr: Yol Stili Kullanılsın

source: Legacy (v2) authentication
de: Legacy-Authentifizierung (V2)
fi: Vanha (v2) tunnistautuminen
hu: Elavult (v2) authetikáció
ka_ge: ლეგატი (ვ2) აუტენტიფიკაცია
nb: Foreldet (v2-) autentisering
nl: Legacy (v2) authenticatie
pt_br: Autenticação (v2) herdada
ru: Устаревшая (v2) проверка подлинности
sr: Стара (v2) провера идентитета
tr: Eski (v2) kimlik doğrulama

source: WebDAV
ka_ge: WebDAV-ი
sr: ВебДАВ

source: Remote subfolder
cs: Vzdálený podadresář
da: Fjernundermappe
de: Entfernter Unterordner
es_pa: Subcarpeta remota
fi: Etäalikansio
hu: Távoli almappa
id: Subfolder remote
is: Fjartengd undirmappa
ja: リモートサブフォルダー
ka_ge: დისტანციური ქვე-დირექტორია
lt_lt: Nuotolinis poaplankis
nb: Ekstern undermappe
nl: Externe submap
pl: Zdalny podfolder
pt_br: Subpasta remota
ru: Удаленный подкаталог
sk: Vzdialený podpriečinok
sq: Nëndosje e largët
sr: Удаљена потфасцикла
sv: Extern undermapp
th: โฟลเดอร์ย่อยรีโมท
tr: Uzak alt klasör

source: Secure https://
cs: Zabezpečené https://
da: Sikker https://
de: Sicheres https://
es_pa: https:// seguro
fi: Salattu https://
hu: Biztonságos https://
is: Öruggt https://
ja: セキュア https://
ka_ge: დაცული https://
lt_lt: Saugus https://
nb: Sikker https://
pl: Bezpieczny https://
pt_br: https:// seguro
ru: Безопасный https://
sk: Zabezpečené https://
sq: https:// e sigurt
sr: Сигурни https://
sv: Säker https://
th: โหมดปลอดภัย https://
tr: Güvenli https://

source: Host
cs: Počítač
da: Vært
es_pa: Servidor
fi: Isäntä
hu: Kiszolgáló
is: Netþjónn
ja: ホスト
ka_ge: ჰოსტი
lt_lt: Domenas
nb: Tjener
ru: Сервер
sk: Hostiteľ
sq: Strehë
sr: Домаћин
sv: Server
th: โฮสต์
tr: Sunucu

source: Secure ftps://
cs: Zabezpečené ftps://
da: Sikker ftps://
de: Sicherer ftps://
es_pa: ftps:// seguro
fi: Salattu ftps://
hu: Biztonságos ftps://
is: Öruggt ftps://
ka_ge: დაცული ftps://
lt_lt: Saugus ftps://
nb: Sikker ftps://
pl: Bezpieczny ftps://
pt_br: ftps:// seguro
ru: Защищённый ftps://
sk: Zabezpečené ftps://
sq: ftps:// e sigurt
sr: Сигурни ftps://
sv: Säker ftps://
th: โหมดปลอดภัย ftps://
tr: Güvenli ftps://

source: Local
cs: Místní
da: Lokal
de: Lokal
fi: Paikallinen
hu: Helyi
id: Lokal
is: Staðvært
ja: ローカル
ka_ge: ლოკალური
lt_lt: Vietinis
nb: Lokal
nl: Lokaal
pl: Lokalny
ru: Локально
sk: Lokálny
sq: Vendore
sr: локална
sv: Lokal
th: ต้นทาง
tr: Yerel

source: Location
cs: Umístění
da: Placering
de: Ort
es_pa: Ubicación
fi: Sijainti
hu: Hely
id: lokasi
is: Staðsetning
ja: 場所
ka_ge: ადგილმდებარეობა
lt_lt: Vieta
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
sk: Umiestnenie
sq: Vendndodhje
sr: Локација
sv: Plats
th: ตำแหน่งที่อยู่
tr: Konum

source: Nextcloud
ka_ge: Nextcloud-ი
sr: Некстклауд

source: SFTP with secret key login
cs: SFTP login s tajným klíčem
da: SFTP med hemmelig nøglelogin
de: SFTP mit der Anmeldung über einen geheimen Schlüssel
es_pa: Inicio de sesión SFTP con llave secreta
fi: SFTP salaisen avaimen kirjautumisella
hu: SFTP titkos kulcs belépéssel
id: SFTP dengan kunci rahasia masuk
is: SFTP innskráning með leynilykli
ja: 秘密鍵でSFTPログイン
ka_ge: SFTP საიდუმლო გასაღების ლოგინით
lt_lt: SFTP protokolas su prisijungimu
nb: SFTP med hemmelig nøkkel for pålogging
nl: SFTP met geheime sleutel inlog
pl: Logowanie tajnym kluczem do SFTP
pt_br: SFTP com login de chave secreta
ru: SFTP с помощью секретного ключа
sk: SFTP prihlásenie s tajným kľúčom
sq: SFTP me hyrje me kyç të fshehtë
sr: SFTP са пријавом помоћу тајног кључа
sv: SFTP-inloggning med hemlig nyckel
th: SFTP กับคีย์ลับสำหรับเข้าสู่ระบบ
tr: Gizli oturum açma anahtarı ile SFTP

source: Share
cs: Sdílet
da: Del
es_pa: Compartir
fi: Jaa
hu: Megosztás
id: Bagikan
is: Deila
ja: 共有
ka_ge: გაზიარება
lt_lt: Dalintis
nb: Delt ressurs
pl: Udostępnij
pt_br: Compartilhar
ru: Общий ресурс
sk: Sprístupniť
sq: Ndajeni me të tjerët
sr: Дели
sv: Dela
th: แชร์
tr: Paylaş

source: Domain
cs: Doména
da: Domæne
es_pa: Dominio
fi: Domaini
is: Lén
ja: ドメイン
ka_ge: დომენი
lt_lt: Domenas
nb: Domene
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
sk: Doména
sq: Përkatësi
sr: Домен
sv: Domän
th: โดเมน
tr: Etki alanı

source: SMB / CIFS using OC login
cs: SMB / CIFS za použití přihlašovacího jména OC
da: SMB / CIFS med OC-login
de: SMB / CIFS mit OC-Anmeldung
es_pa: SMB / CIFS usando inicio de sesión OC
fi: SMB / CIFS käyttäen OC-kirjautumista
hu: SMB / CIFS OC belépéssel
id: SMB / CIFS menggunakan OC login
is: SMB / CIFS með OC-innskráningu
ja: Nextcloud ログインを利用したSMB / CIFS
ka_ge: SMB / CIFS OC ლოგინით
lt_lt: SMB / CIFS, naudojant OC prisijungimą
nb: SMB / CIFS med OC-pålogging
nl: SMB / CIFS via OC inlog
pl: SMB / CIFS przy użyciu loginu OC
pt_br: SMB / CIFS usando OC login
ru: SMB / CIFS с ипользованием логина OC
sk: SMB / CIFS s použitím OC prihlásenia
sq: SMB / CIFS me përdorim hyrjeje OC
sr: SMB / CIFS користећи Некстклауд пријаву
sv: SMB / CIFS använder OC-inloggning
th: SMB/CIFS กำลังใช้ OC เข้าสู่ระบบ
tr: OC oturum açma ile SMB / CIFS

source: Username as share
cs: Uživatelské jméno jako sdílený adresář
da: Brugernavn som deling
de: Benutzername als Freigabe
es_pa: Usuario como elemento compartido
fi: Käyttäjänimi jakona
hu: Felhasználónév és megosztás
id: Nama pengguna berbagi
is: Notandanafn sem sameign
ja: 共有名
ka_ge: მომხმარებლის სახელი გაზიარებად
lt_lt: Samba dalinimosi vardas
nb: Brukernavn som delt ressurs
nl: Gebruikersnaam als share
pl: Użytkownik jako zasób
pt_br: Nome de usuário como compartilhamento
ru: Имя пользователя в качестве имени общего ресурса
sk: Používateľské meno ako sprístupnený priečinok
sq: Emër përdoruesi si emër ndarjeje
sr: Корисничко име као дељење
sv: Användarnamn till utdelning
th: ชื่อผู้ใช้ที่แชร์
tr: Paylaşım olarak kullanıcı adı

source: OpenStack Object Storage
de: Openstack-Objektspeicher
ka_ge: OpenStack ობიექტ საცავი
lt_lt: Objektų saugykla "OpenStack"
nb: OpenStack objektlager
pl: Magazyn obiektów OpenStack
pt_br: Armazenamento de Objetos OpenStack
ru: Хранилище объектов OpenStack
sq: Depozitë OpenStack Object
tr: OpenStack Nesne Depolama

source: Service name
cs: Jméno služby
da: Tjenestenavn
de: Name des Dienstes
es_pa: Nombre del servicio
fi: Palvelun nimi
hu: Szolgáltatás neve
id: Nama layanan
is: Heiti á þjónustu
ja: サービス名
ka_ge: სერვისის სახელი
lt_lt: Paslaugos vardas
nb: Tjenestenavn
nl: Servicenaam
pl: Nazwa serwisu
pt_br: Nome do serviço
ru: Название сервиса
sk: Názov služby
sq: Emër shërbimi
sr: Назив услуге
sv: Namn på tjänst
th: ชื่อบริการ
tr: Hizmet adı

source: Request timeout (seconds)
cs: Čas vypršení požadavku (sekundy)
da: Anmodning timeout (sekunder)
de: Anfrage-Zeitüberschreitung (Sekunden)
es_pa: Tiemo de vida de la solicitud (segudos)
fi: Pyynnön aikakatkaisu (sekunneissa)
hu: Időtúllépés (másodperc)
id: Minta waktu habis (detik)
is: Tímamörk á beiðni (sekúndur)
ja: リクエストがタイムアウトするまでの秒数
ka_ge: მოთხოვნის დროის ამოწურვა (წამები)
lt_lt: Prisijungimo laikas (sekundėmis)
nb: Tidsavbrudd for forespørsel (sekunder)
nl: Aanvraag time-out (seconds)
pl: Limit czasu żądania (sekundy)
pt_br: Tempo requerido esgotado (segundos)
ru: Таймаут запроса (в секундах)
sk: Timeout požiadavky (s)
sq: Kohë skadimi kërkese (sekonda)
sr: Време захтева истекло (секунде)
sv: Sekunder för anslutningsförsök
th: หมดเวลาการร้องขอ (วินาที)
tr: İstek zaman aşımı (saniye)

source: The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
cs: cURL podpora v PHP není povolena nebo nainstalována. Není možné připojit %s. Prosím požádejte svého správce systému ať ji nainstaluje.
da: cURL-understøttelsen i PHP er enten ikke aktiveret eller installeret. Monteringen af %s er ikke mulig. Anmod din systemadministrator om at installere det.
de: Die cURL-Unterstützung von PHP ist deaktiviert oder nicht installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich zur Installation an den Systemadministrator.
es_pa: El soporte para cURL en PHP no se encuentra habilitado o instalado. El montaje de %s no es posible. Por favor solicita a tu administador su instalación.
fi: cULR tuki PHPsta ei ole aktivoitu tai asennettu. Kohteen %s liittäminen ei ole mahdollista. Ota yhteyttä järjestelmänvalvojaan asentaaksesi puuttuvan osan.
hu: A cURL támogatás, a PHP-ban nincs engedélyezve vagy telepítve. %s csatolása lehetetlen. Kérd meg a rendszergazdádat, hogy telepítse.
id: Dukungan cURL di PHP tidak diaktifkan atau terpasang. Mengaitkan %s tidak memungkinkan. Harap tanyakan administrator sistem anda untuk memasangnya.
is: Stuðningur við cURL í PHP er ekki virkjaður eða ekki uppsettur. Tenging %s í skráakerfi er ekki möguleg. Biddu kerfisstjórann þinn um að setja þetta upp.
ja: PHPでのcURLのサポートが有効になっていないか、インストールされていません。 %s のマウントは不可能です。システム管理者にインストールを依頼してください。
ka_ge: cURL-ის მხარდაჭერა PHP-ში არაა მოქდენი ან დაყენებული. %s-ის მონტაჟი ვერ ხერხდება. გთხოვთ სთხოვოთ თქვენი სისტემის ადმინისტრატორს მისი დაყენება.
lt_lt: cURL palaikymas yra neįjungtas arba neįdiegtas į PHP. %s prijungimas neįmanomas. Paprašykite sistemos administratoriaus pagalbos.
nb: <b>Merk:</b> Støtte for cURL i PHP er ikke aktivert eller installert. Oppkobling av %s er ikke mulig. Be systemadministratoren om å installere det.
nl: Curl ondersteuning in PHP is niet ingeschakeld of geïnstalleerd. Mounten van %s is niet mogelijk. Vraag je systeembeheerder dit te installeren.
pl: Obsługa cURL w PHP jest wyłączona lub nie jest zainstalowana. Zamontowanie %s jest niemożliwe. Proszę poprosić swojego administratora systemu, żeby ją zainstalował.
pt_br: O suporte a cURL no PHP não está habilitado ou instalado. A montagem de %s não foi possível. Por favor, solicite a instalação ao administrador do sistema.
ru: Поддержка cURL в PHP не включена и/или не установлена, монтирование %s невозможно. Обратитесь к вашему системному администратору.
sk: Nie je povolená alebo nainštalovaná cURL podpora v PHP. Pripojenie %s nie je možné. Požiadajte svojho správcu, aby doplnil podporu.
sq: Mbështetja e cURL në PHP nuk është e instaluar ose e aktivizuar. Lidhja e %s nuk është e mundur. Ju lutemi kërkojini administratorin të sistemit tuaj që ta instaloj.
sr: cURL подршка за PHP није омогућена или инсталирана. Монтирање %s није могуће. Затражите од вашег администратора система да је инсталира.
sv: cURL-stöd i PHP är inte aktiverat eller har inte installerats. Montering av %s är inte möjlig. Be din systemadministratör om installation.
tr: PHP cURL desteği kurulmamış ya da etkinleştirilmemiş. %s bağlanamaz. Lütfen kurulum için sistem yöneticinizle görüşün.

source: The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
cs: FTP podpora v PHP není povolena nebo nainstalována. Není možné připojit %s. Prosím požádejte svého správce systému ať ji nainstaluje.
da: FTP understøttelsen i PHP er enten ikke aktiveret eller installeret. Montering af %s er ikke muligt. Anmod din systemadministrator om at installere det.
de: Die FTP-Unterstützung von PHP ist deaktiviert oder nicht installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich zur Installation an den Systemadministrator.
es_pa: El soporte para FTP en PHP no se encuentra habilitado o instalado. El montaje de %s no es posible. Por favor solicita a tu administador su instalación.
fi: FTP tuki PHPsta ei ole aktivoitu tai asennettu. Kohteen %s liittäminen ei ole mahdollista. Ota yhteyttä järjestelmänvalvojaan asentaaksesi puuttuvan osan.
hu: Az FTP támogatás, a PHP-ban nincs engedélyezve vagy telepítve. %s csatolása lehetetlen. Kérd meg a rendszergazdádat, hogy telepítse.
id: Dukungan FTP di PHP tidak diaktifkan atau terpasang. Mengaitkan %s tidak memungkinkan. Harap tanya administrator sistem anda untuk memasangnya.
is: Stuðningur við FTP í PHP er ekki virkjaður eða ekki uppsettur. Tenging %s í skráakerfi er ekki möguleg. Biddu kerfisstjórann þinn um að setja þetta upp.
ja: PHPのFTPサポートが有効になっていないか、インストールされていません。%s のマウントは不可能です。システム管理者にインストールを依頼してください。
ka_ge: FTP-ს მხარდაჭერა PHP-ში არაა მოქმედი ან დაყენებული. %s-ის მონტაჟი ვერ ხერხდება. გთხოვთ სთხოვოთ თქვენი სისტემის ადმინისტრატორს მისი დაყენება.
lt_lt: FTP palaikymas yra neįjungtas arba neįdiegtas į PHP. %s prijungimas neįmanomas. Paprašykite sistemos administratoriaus pagalbos.
nb: <b>Merk:</b> FTP-støtte i PHP er ikke slått på eller installert. Kan ikke koble opp %s. Ta kontakt med systemadministratoren for å få dette installert.
nl: FTP ondersteuning in PHP is niet ingeschakeld of geïnstalleerd. Mounten van %s is niet mogelijk. Vraag je beheerder dit te installeren.
pl: Obsługa FTP w PHP jest wyłączona lub nie jest zainstalowana. Zamontowanie %s jest niemożliwe. Proszę poprosić swojego administratora systemu, żeby ją zainstalował.
pt_br: O suporte FTP no PHP não está habilitado ou instalado. A montagem de %s não foi possível. Por favor, solicite a instalação ao administrador do sistema.
ru: Поддержка FTP в PHP не включена и/или не установлена, монтирование %s невозможно. Обратитесь к вашему системному администратору.
sk: Nie je povolená alebo nainštalovaná FTP podpora v PHP. Pripojenie %s nie je možné. Požiadajte svojho správcu, aby doplnil podporu.
sq: Mbështetja e FTP në PHP nuk është e aktivizuar ose instaluar.Lidhja e %s nuk është e mundur.Ju lutem kërkojini administratorit të sistemit tuaj që ta instalojë.
sr: FTP подршка за PHP није омогућена или инсталирана. Монтирање %s није могуће. Затражите од вашег администратора система да је инсталира.
sv: FTP-stöd i PHP är inte aktiverat eller har inte installerats. Montering av %s är inte möjlig. Be din systemadministratör om installation.
tr: PHP FTP desteği kuurlmamış ya da etkinleştirilmemiş. %s bağlanamaz. Lütfen kurulum için sistem yöneticinizle görüşün.

source: "%s" is not installed. Mounting of %s is not possible. Please ask your system administrator to install it.
cs: "%s" není instalováno. Není možné připojit %s. Prosím požádejte svého správce systému o instalaci.
da: "%s" er ikke installeret. Monteringen af %s er ikke mulig. Anmod din systemadministrator om at installere det.
de: "%s" ist nicht installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich zur Installation an den Administrator.
es_pa: "%s" no se encuentra instalado. El montaje de %s no es posible. Por favor solicita a tu administrador su instalación.
fi: "%s" ei ole asennettu. Kohteen %s liittäminen ei ole mahdollista. Pyydä järjestelmän ylläpitäjää asentamaan puuttuva kohde.
hu: %s nincs telepítve. %s csatolása lehetetlen. Kérd meg a rendszergazdádat, hogy telepítse.
id: "%s" tidak terpasang. Mengaitkan %s tidak memungkinkan. Harap tanya administrator sistem anda untuk memasangnya.
is: "%s" er ekki uppsett. Tenging %s í skráakerfi er ekki möguleg. Biddu kerfisstjórann þinn um að setja þetta upp.
ja: "%s"はインストールされていません。 %s のマウントは不可能です。システム管理者にインストールを依頼してください。
ka_ge: "%s" არაა დაყენებული. %s-ის მონტაჟი ვერ ხერხდება. გთხოვთ სთხოვოთ თქვენი სისტემის ადმინისტრატორს მისი დაყენება.
lt_lt: Nėra įdiegta "%s". %s prijungimas yra neįmanomas. Paprašykite savo sistemos administratoriaus, kad įdiegtų trūkstamą paketą.
nb: "%s" er ikke installert. Oppkobling av %s er ikke mulig. Spør din systemadministrator om å installere det.
nl: "%s" is niet geïnstalleerd. Mounten van %s is niet mogelijk. Vraag je beheerder om dit te installeren.
pl: "%s" nie jest zainstalowane. Zamontowanie %s jest niemożliwe. Proszę poprosić swojego administratora systemu, żeby dokonał instalacji.
pt_br: "%s" não está instalado. A montagem de %s não foi possível. Por favor, solicite a instalação ao administrador do sistema.
ru: «%s» не установлен, монтирование %s невозможно. Обратитесь к вашему системному администратору.
sk: Nie je nainštalované "%s". Pripojenie %s nie je možné. Požiadajte svojho správcu o inštaláciu.
sq: "%s" nuk është instaluar.Montimi i %s nuk është i mundur.Ju lutem kërkojini administratorit të sistemit tuaj ta instalojë.
sr: „%s“ није инсталиран. Монтирање %s није могуће. Затражите од вашег администратора система да га инсталира.
sv: "%s" är inte installerad. Montering av %s är inte möjlig. Be din systemadministratör om installation.
tr: %s kurulmamış. %s bağlanamaz. Lütfen kurulum için sistem yöneticinizle görüşün.

source: No external storage configured
cs: Není nakonfigurováno žádné externí úložiště
da: Der er ingen konfigurerede eksterne lagre
de: Kein externer Speicher konfiguriert
es_pa: No se ha configurado el almacenamiento externo
fi: Erillistä tallennustilaa ei ole määritetty
hu: Nincs külső tároló beállítva.
id: Penyimpanan eksternal tidak dikonfigurasi
is: Engin ytri-gagnageymsla stillt
ja: 外部ストレージは設定されていません
ka_ge: გარე საცავი არაა კონფიგურირებული
lt_lt: Nėra sukonfigūruota jokia išorinė saugykla
nb: Eksternt lager er ikke konfigurert
nl: Geen externe opslag geconfigureerd
pl: Nie skonfigurowano żadnego zewnętrznego nośnika
pt_br: Nenhum armazendo externo foi configurado
ru: Внешние хранилища не настроены
sk: Žiadne externé úložisko nie je nakonfigurované
sq: Pa depozita të jashtme të formësuara
sr: Нема подешеног спољашњег складишта
sv: Ingen extern lagring konfigurerad
th: ไม่มีการกำหนดค่าจัดเก็บข้อมูลภายนอก
tr: Herhangi bir dış depolama yapılandırılmamış
