Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: Could not rename "{fileName}"
bg: "{fileName}" не може да бъде преименуван
ca: No s'ha pogut reanomenar "{fileName}"
cs: Nelze přejmenovat "{fileName}"
da: Kunne ikke omdøbe "{fileName}"
de_de: Die Datei konnte nicht umbenannt werden "{fileName}"
es_ec: No fue posible renombrar "{fileName}"
et_ee: "{fileName}" ümbernimetamine ebaõnnestus
eu: Ezin izan da "{fileName}" berrizendatu
fi: Tiedoston "{fileName}" nimeäminen uudelleen ei onnistunut
fr: Impossible de renommer "{fileName}"
hu: {fileName} fájl nem átnevezhető
it: Impossibile rinominare "{fileName}"
ja: "{fileName}"の名前変更ができませんでした
ka_ge: ფაილს "{fileName}" სახელი ვერ შეეცვალა
lb: "{fileName}" konnt net embenannt ginn
lt_lt: Nepavyko pervadinti failo "{fileName}"
lv: Nevarēja pārsaukt "{fileName}"
nb: Klarte ikke å gi "{fileName}" nytt navn
nl: Kon "{fileName}" niet hernoemen
pl: Nie można zmienić nazwy "{fileName}"
pt_br: Não foi possível renomear "{fileName}"
ro: Nu s-a putut redenumi "{fileName}"
ru: Невозможно переименовать «{fileName}»
sk: Nie je možné premenovať "{file}"
sl: Ni mogoče preimenovati "{fileName}"
sq: S’u riemërtua dot "{fileName}"
sr: Не могу да преименујем "{fileName}"
sv: Kan inte döpa om "{fileName}"
tr: "{fileName}" yeniden adlandırılamadı
uk: Неможливо перейменувати "{fileName}"
vi: Không thể đổi tên "{fileName}"

source: Could not create file "{file}"
bg: Файлът "{file}" не може да бъде създаден
ca: No s'ha pogut crear el fitxer "{file}"
cs: Nelze vytvořit soubor "{file}"
da: Kunne ikke oprette filen "{file}"
de_de: Die Datei konnte nicht erstellt werden "{file}"
es_ec: No fue posible crear el archivo "{file}"
et_ee: Faili "{file}" loomine ebaõnnestus
eu: Ezin izan da "{file}" fitxategia sortu
fi: Tiedostoa "{file}" ei voitu luoda
fr: Impossible de créer le fichier "{file}"
hu: {file} fájl nem létrehozható
it: Impossibile creare il file "{file}"
ja: ファイル "{file}" を作成できませんでした
ka_ge: ფაილი "{file}" ვერ შეიქმნა
lb: "{file}" konnt net erstallt ginn
lt_lt: Nepavyko sukurti failo "{file}"
lv: Nevarēja izveidot datni "{file}"
nb: Klarte ikke å opprette fil "{file}"
nl: Kon "{file}" niet aanmaken
pl: Nie można utworzyć pliku "{file}"
pt_br: Não foi possível criar o arquivo "{file}"
ro: Nu s-a putut crea fișierul "{file}"
ru: Невозможно создать файл «{file}»
sk: Nie je možné vytvoriť súbor "{file}"
sl: Ni mogoče ustvariti datoteke "{file}"
sq: S’u krijua dot kartela "{file}"
sr: Не могу да направим фајл "{file}"
sv: Kunde inte skapa fil "{fileName}"
tr: "{file}" dosyası oluşturulamadı
uk: Неможливо створити файл "{file}"
vi: Không thể tạo tập tin "{file}"

source: Could not create file "{file}" because it already exists
bg: Файлът "{file}" не може да бъде създаден защото вече съществува
ca: No s'ha pogut crear el fitxer "{file}" perquè ja existeix
cs: Nelze vytvořit soubor "{file}", protože již existuje
da: Kunne ikke oprette filen "{file}", da den allerede findes
de_de: Die Datei "{file}" konnte nicht erstellt werden, da diese bereits existiert
es_ec: No fue posible crear el archivo"{file}" porque ya existe
et_ee: Faili "{file}" loomine ebaõnnestus, sest see on juba olemas
eu: Ezin izan da "{file}" fitxategia sortu, dagoeneko existitzen delako
fi: Tiedostoa "{file}" ei voitu luoda, koska se on jo olemassa
fr: Impossible de créer le fichier "{file}" car il existe déjà
hu: {file} fájl nem létrehozható, mert már létezik
it: Impossibile creare il file "{file}" poiché esiste già
ja: ファイル "{file}"は既に存在するため作成できませんでした
ka_ge: ფაილი "{file}" ვერ შეიქმნა, ის უკვე არსებობს
lb: "{file}" konnt net erstallt ginn, well des schon existéiert
lt_lt: Nepavyko sukurti failo "{file}" - failas su tokiu pavadinimu jau egzistuoja
lv: Nevarēja izveidot datni "{file}", jo tā jau eksistē
nb: Klarte ikke å opprette fil "{file}" fordi den finnes allerede
nl: Kon "{file}" niet aanmaken, omdat het al bestaat
pl: Nie można utworzyć pliku "{file}", ponieważ ten plik już istnieje.
pt_br: Não foi possível criar o arquivo "{file}" pois ele já existe
ro: Nu s-a putut crea fișierul "{file}" deoarece există deja unul cu același nume
ru: Невозможно создать файл «{file}», он уже существует
sk: Nie je možné vytvoriť súbor "{file}" lebo už existuje
sl: Ni mogoče ustvariti datoteke "{file}", ker že obstaja
sq: S’u krijua dot kartela "{file}" ngaqë ka një të tillë
sr: Не могу да направим фајл "{file}" јер већ постоји
sv: Kunde inte skapa fil "{file}" därför att den redan existerar
tr: "{file}" dosyası zaten var olduğundan oluşturulamadı
uk: Неможливо створити файл "{file}", оскільки він вже існує.
vi: Không thể tạo tập tin "{file}" vì đã có

source: Could not create folder "{dir}" because it already exists
bg: Папката "{dir}" не може да бъде създадена защото вече съществува
ca: No s'ha pogut crear la carpeta "{dir}" perquè ja existeix
cs: Nelze vytvořit adresář "{dir}", protože již existuje
da: Kunne ikke oprette mappen "{dir}", da den allerede findes
de_de: Der Ordner "{dir}" konnte nicht erstellt werden, da dieser bereits existiert
es_ec: No fue posible crear la carpeta "{dir}" porque ya existe
et_ee: Kausta "{dir}" loomine ebaõnnestus, sest see on juba olemas
eu: Ezin izan da "{dir}" karpeta sortu, dagoeneko existitzen delako
fi: Kansiota "{dir}" ei voitu luoda, koska se on jo olemassa
fr: Impossible de créer le dossier "{dir}" car il existe déjà
hu: {dir} mappa nem hozható létre, mert már létezik
it: Impossibile creare la cartella "{dir}" poiché esiste già
ja: フォルダー "{dir}" は既に存在するため作成できませんでした
ka_ge: დირექტორია "{dir}" ვერ შეიქმნა, ის უკვე არსებობს
lb: Den Dossier "{dir}" konnt net erstallt ginn, well desen schon existéiert
lt_lt: Nepavyko sukurti aplanko "{dir}"- aplankas su tokiu pavadinimu jau egzistuoja
lv: Nevarēja izveidot mapi "{dir}", jo tā jau eksistē
nb: Klarete ikke å opprette mappe "{dir}" fordi den finnes allerede
nl: Kon map "{dir}" niet aanmaken, omdat die al bestaat
pl: Nie można utworzyć folderu „{dir}”, ponieważ już istnieje.
pt_br: Não foi possível criar a pasta "{dir}" pois ela já existe
ro: Nu s-a putut crea directorul "{dir}" deoarece există deja unul cu același nume
ru: Невозможно создать каталог «{dir}», он уже существует
sk: Nie je možné vytvoriť priečinok "{dir}" lebo už existuje
sl: Ni mogoče ustvariti mape "{dir}", ker že obstaja
sq: S’u krijua dot dosja "{dir}" ngaqë ka një të tillë
sr: Не могу да направим фасциклу "{dir}" јер већ постоји
sv: Kunde inte skapa "{dir}" därför att den redan existerar
tr: "{dir}" klasörü zaten var olduğundan oluşturulamadı
uk: Неможливо створити каталог "{dir}", оскільки він вже існує.
vi: Không thể tạo thư mục “{dir}” vì đã có

source: Error deleting file "{fileName}".
bg: Грешка при изтриването на файла "{fileName}".
ca: S'ha produït un error en eliminar el fitxer "{fileName}".
cs: Chyba mazání souboru "{fileName}".
da: Fejl under sletning af filen "{fileName}"
de_de: Fehler beim Löschen der Datei "{fileName}".
es_ec: Se presentó un error al borrar el archivo "{fileName}".
et_ee: Tõrge faili "{fileName}" kustutamisel.
eu: Akatsa "{fileName}" fitxategia ezabatzerakoan.
fi: Virhe poistaessa tiedostoa "{fileName}".
fr: Erreur à la suppression du fichier "{fileName}".
hu: Hiba történt {fileName} fájl törlése közben.
it: Errore durante l'eliminazione del file "{fileName}".
ja: ファイル"{fileName}"の削除エラー。
ka_ge: ფიალის "{fileName}" წაშლისას წარმოიქმნა შეცდომა.
lb: Fehler beim läschen vun "{fileName}".
lt_lt: Klaida trinant failą "{fileName}".
lv: Kļūda dzēšot datni "{fileName}".
nb: Feil ved sletting av fil "{fileName}".
nl: Fout bij verwijderen bestand "{fileName}".
pl: Błąd podczas usuwania pliku „{fileName}”.
pt_br: Ocorreu um erro ao excluir o arquivo "{fileName}".
ro: Eroare la ștergerea fișierului "{fileName}".
ru: Ошибка удаления файла «{fileName}».
sk: Chyba pri mazaní súboru "{fileName}".
sl: Napaka brisanja datoteke "{fileName}".
sq: Gabim në fshirjen e kartelës "{fileName}".
sr: Грешка при брисању фајла "{fileName}".
sv: Fel när "{fileName}" skulle raderas.
tr: "{fileName}" dosyası silinirken sorun çıktı.
uk: Помилка видалення файлу "{fileName}".
vi: Lỗi khi xóa tập tin "{fileName}".

source: No search results in other folders for {tag}{filter}{endtag}
ca: No hi ha cap resultat de cerca a altres carpetes per {tag} {filter} {end tag}
cs: Žádné výsledky hledání v ostatních složkách pro {tag}{filter}{endtag}
da: Ingen søgeresultater i andre mapper efter {tag}{filter}{endtag}
de_de: Keine Suchergebnisse in anderen Ordnern für {tag}{filter}{endtag}
es_ec: No se encontraron resultados en otras carpetas para {tag}{filter}{endtag}
et_ee: Teistest kaustadest ei leitud {tag}{filter}{endtag}
eu: Ez da '{tag}{filter}{endtag}' bilaketarako emaitzik aurkitu beste karpetetan
fi: Ei hakutuloksia muissa kansioissa haulla {tag}{filter}{endtag}
fr: Aucun résultat dans d'autres dossiers n'a été trouvé pour {tag}{filter}{endtag}
hu: Ehhez nincsenek keresési eredmények más mappákban: {tag}{filter}{endtag}
it: Nessun risultato di ricerca nelle altre cartelle per {tag}{filter}{endtag}
ja: 他のフォルダーに {tag}{filter}{endtag} の検索結果はありません
ka_ge: ძიების შედეგები სხვა დირექტორიებში {tag}{filter}{endtag} არაა
lb: Keng Resultater an aneren Dossieren fir {tag}{filter}{endtag} fonnt
lt_lt: Kituose aplankuose nėra paieškos rezultatų, skirtų {tag}{filter}{endtag}
nb: Ingen søkeresultater i andre mapper etter {tag}{filter}{endtag}
nl: Geen zoekresultaten voor {tag}{filter}{endtag} in andere mappen
pl: Brak wyników wyszukiwania w innych folderach dla {tag}{filter}{endtag}
pt_br: Sem resultados de pesquisa em outras pastas para {tag}{filter}{endtag}
ru: Нет результатов поиска в других папках для {tag}{filter}{endtag}
sk: Žiadne výsledky vyhľadávania v ostatných priečinkoch pre {tag}{filter}{endtag}
sl: Ni rezultatov iskanja v drugih mapah {tag}{filter}{endtag}
sq: Asnjë rezultat i kërkimit në dosjet e tjera për {tag} {filter} {endtag}
sr: Нема резултата претраге у осталим фасциклама за {tag}{filter}{endtag}
sv: Inga sökresultat i andra mappar för {tag}{filter}{endtag}
tr: {tag}{filter}{endtag} için diğer klasörlerde herhangi bir arama sonucu yok
uk: Нічого не знайдено в інших каталогах за запитом {tag}{filter}{endtag}
vi: Không có kết quả tìm kiếm trong các thư mục khác cho {tag}{filter}{endtag}

source: Name
bg: Име
ca: Nom
cs: Název
da: Navn
es_ec: Nombre
et_ee: Nimi
eu: Izena
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ka_ge: სახელი
lb: Numm
lt_lt: Pavadinimas
lv: Nosaukums
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sq: Emër
sr: Назив
sv: Namn
tr: Ad
uk: Ім'я
vi: Tên

source: Size
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de_de: Größe
es_ec: Tamaño
et_ee: Suurus
eu: Tamaina
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ka_ge: ზომა
lb: Gréisst
lt_lt: Dydis
lv: Izmērs
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sl: Velikost
sq: Madhësi
sr: Величина
sv: Storlek
tr: Boyut
uk: Розмір
vi: Kích cỡ

source: Modified
bg: Променен на
ca: Modificat
cs: Upraveno
da: Ændret
de_de: Geändert
es_ec: Modificado
et_ee: Muudetud
eu: Aldatuta
fi: Muokattu
fr: Modifié
hu: Módosítva
it: Modificato
ja: 更新日時
ka_ge: შეცვლილია
lb: Geännert
lt_lt: Pakeista
lv: Mainīts
nb: Endret
nl: Aangepast
pl: Zmodyfikowany
pt_br: Modificado
ro: Modificat
ru: Изменён
sk: Upravené
sl: Spremenjeno
sq: Ndryshuar më
sr: Измењен
sv: Ändrad
tr: Değiştirilme
uk: Змінено
vi: Thay đổi

source: %n folder
bg: %n папка
ca: %n carpeta
cs: %n adresář
da: %n mappe
de_de: %n Ordner
es_ec: %n carpeta
et_ee: %n kataloog
eu: karpeta %n
fi: %n kansio
fr: %n dossier
hu: %n mappa
it: %n cartella
ja: %n 個のフォルダー
ka_ge: %n დირექტორია
lb: ¦%n Dossier
lt_lt: %n aplankas
lv: %n mapes
nb: %n mappe
nl: %n map
pl: %n katalog
pt_br: %n pasta
ro: %n director
ru: %n каталог
sk: %n priečinok
sl: %n mapa
sq: %n dosje
sr: %n фасцикла
sv: %n mapp
tr: %n klasör
uk: %n тека
vi: %n thư mục

source: %n file
bg: %n файл
ca: %n fitxer
cs: %n soubor
da: %n fil
de_de: %n Datei
es_ec: %n archivo
et_ee: %n fail
eu: fitxategi %n
fi: %n tiedosto
fr: %n fichier
hu: %n fájl
ja: %n 個のファイル
ka_ge: %n ფაილი
lb: ¦%n Datei
lt_lt: %n failas
lv: %n datnes
nb: %n fil
nl: %n bestand
pl: %n plik
pt_br: %n arquivo
ro: %n fișier
ru: %n файл
sk: %n súbor
sl: %n datoteka
sq: %n kartelë
sr: %n фајл
sv: %n fil
tr: %n dosya
uk: %n файл
vi: %n tập tin

source: {dirs} and {files}
bg: {dirs} и {files}
ca: {dirs} i {files}
cs: {dirs} a {files}
da: {dirs} og {files}
de_de: {dirs} und {files}
es_ec: {dirs} y {files}
et_ee: {dirs} ja {files}
eu: {dirs} eta {files}
fi: {dirs} ja {files}
fr: {dirs} et {files}
hu: {dirs} és {files}
it: {dirs} e {files}
ja: {dirs} と {files}
ka_ge: {dirs} და {files}
lb: {dirs} an {files}
lt_lt: {dirs} ir {files}
lv: {dirs} un {files}
nb: {dirs} og {files}
nl: {dirs} en {files}
pl: {dirs} i {files}
pt_br: {dirs} e {files}
ro: {dirs} și {files}
ru: {dirs} и {files}
sk: {dirs} a {files}
sl: {dirs} in {files}
sq: {dirs} dhe {files}
sr: {dirs} и {files}
sv: {dirs} och {files}
tr: {dirs} ve {files}
uk: {dirs} і {files}
vi: {dirs} và {files}

source: including %n hidden
bg: включително %n скрит
ca: incloent %n ocult
cs: přidán %n skrytý
da: %n skujlte inkluderet
de_de: %n versteckte eingeschlossen
es_ec: incluyendo %n escondido
et_ee: sealhulgas %n peidetud
fi: Sisältäen %n piilotetun
fr: inclus %n masqué
hu: beleértve %n rejtett
it: incluso %n nascosto
ja: %n 個の隠しファイルが含まれています
ka_ge: %n დამალულის ჩათვლით
lb: Beinhaltet ¦%n verstoppte Saach
lt_lt: įskaitant %n paslėptą
lv: ieskaitot %n paslēptos
nb: Inkludert %n skjult
nl: inclusief %n verborgen
pl: w tym %n ukryty
pt_br: incluindo %n escondido
ru: включая %n скрытый
sk: vrátane %n skytého
sl: Vključujoč %n skrit
sq: Përfshirë %n të fshehura
sr: укључујући и %n скривени
sv: inkluderar %n gömd
tr: %n gizli ile birlikte
vi: Bao gồm %n ẩn

source: You don’t have permission to upload or create files here
bg: Нямаш разрешение да създаваш или качваш файлове тук.
ca: No teniu permisos per a pujar o crear els fitxers aquí
cs: Nemáte oprávnění sem nahrávat nebo vytvářet soubory
da: Du har ikke tilladelse til at uploade eller oprette filer her
de_de: Sie haben keine Berechtigung, hier Dateien hochzuladen oder zu erstellen
es_ec: No cuentas con los permisos para cargar o crear archivos aquí
et_ee: Sul puuduvad õigused siia failide üleslaadimiseks või tekitamiseks
eu: Ez duzu fitxategiak hona igotzeko edo hemen sortzeko baimenik
fi: Käyttöoikeutesi eivät riitä tiedostojen lähettämiseen tai kansioiden luomiseen tähän sijaintiin
fr: Vous n'avez pas la permission d'envoyer ou de créer des fichiers ici
hu: Nincs jogosultságod fájlok feltöltéséhez vagy létrehozásához ide
it: Qui non hai i permessi per caricare o creare file
ja: ここにファイルをアップロードもしくは作成する権限がありません
ka_ge: აქ ფაილების შექმნის ან ატვირთვის უფლება არ გაქვთ
lb: Du hues net genuch Rechter hei Dokumenter eropzelueden oder ze erstellen
lt_lt: Jūs neturite leidimo čia įkelti arba kurti failus
lv: Jums nav tiesību šeit augšupielādēt vai veidot datnes
nb: Du har ikke tillatelse til å laste opp eller opprette filer her
nl: Je hebt geen toestemming om hier te uploaden of bestanden te maken
pl: Nie masz uprawnień do wysyłania lub tworzenia plików w tym miejscu
pt_br: Você não tem permissão para enviar ou criar arquivos aqui
ro: Nu aveți permisiunea de a încărca sau crea fișiere aici
ru: У вас нет разрешений на создание или загрузку файлов в эту папку.
sk: Nemáte oprávnenie sem nahrávať alebo vytvoriť súbory
sl: Ni ustreznih dovoljenj za pošiljanje ali ustvarjanje datotek na tem mestu.
sq: S’keni leje për të ngarkuar apo krijuar kartela këtu
sr: Немате дозволе да овде отпремате или стварате фајлове
sv: Du har ej tillåtelse att ladda upp eller skapa filer här
tr: Buraya dosya yükleme veya ekleme izniniz yok
uk: У вас недостатньо прав для вивантаження або створення тут файлів
vi: Bạn không có quyền upload hoặc tạo files ở đây

source: Uploading %n file
bg: Качване на %n файл
ca: Pujant %n fitxer
cs: Nahrávám %n soubor
da: Uploader %n fil
de_de: %n Datei wird hoch geladen
es_ec: Subiendo %n archivo
et_ee: Laadin üles %n faili
eu: Fitxategi %n igotzen
fi: Lähetetään %n tiedosto
fr: Téléversement de %n fichier
hu: %n fájl feltöltése
it: Caricamento di %n file in corso
ja: %n 個のファイルをアップロード中
ka_ge: ვტვირთავთ %n ფაილს
lb: Am Gaangen ¦%n Datei eropzelueden
lt_lt: Įkeliamas %n failas
lv: %n
nb: Laster opp %n fil
nl: %n bestand aan het uploaden
pl: Wysyłanie %n pliku
pt_br: Enviando %n arquivo
ro: Se încarcă %n fișier.
ru: Выгружа%nется файл
sk: Nahrávam %n súbor
sl: Posodabljanje %n datoteke
sq: Po ngarkohet %n kartelë
sr: Отпремам %n фајл
sv: Laddar upp %n fil
tr: %n dosya yükleniyor
uk: Вивантаження %n файлу
vi: Đang tải lên %n tập tin

source: New
bg: Създай
ca: Nou
cs: Nový
da: Ny
de_de: Neu
es_ec: Nuevo
et_ee: Uus
eu: Berria
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
ja: 新規作成
ka_ge: ახალი
lb: Nei
lt_lt: Naujas
lv: Jauna
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ro: Nou
ru: Новый
sk: Nový
sl: Novo
sq: E re
sr: Ново
sv: Ny
tr: Yeni
uk: Створити
vi: Tạo mới

source: {used} of {quota} used
de_de: {used} von {quota} verwendet
fi: {used}/{quota} käytetty
fr: {used} de {quota} utilisé
hu: {used} / {quota} felhasználva
it: {used} di {quota} utilizzati
ka_ge: გამოყენებულია {used} სულ {quota}-დან
nb: {used} av {quota} brukt
nl: {used} van {quota} gebruikt
pt_br: {used} de {quota} usados
ro: {used} din {quota} folosiți
ru: использовано {used} из {quota}
sk: použitých {used} z {quota}
sr: {used} од {quota} искоришћено
tr: {used} / {quota} kullanılmış

source: {used} used
de_de: {used} verwendet
fi: {used} käytetty
fr: {used} utilisé
hu: {used} felhasználva
it: {used} utilizzati
ka_ge: გამოყენებულია {used}
nb: {used} brukt
nl: {used} gebruikt
pt_br: {used} usados
ro: {used} folosiți
ru: использовано {used}
sk: {used} použitých
sr: {used} искоришћено
tr: {used} kullanılmış

source: "{name}" is an invalid file name.
bg: "{name}" е непозволено име за файл.
ca: "{name}" no es un fitxer vàlid.
cs: "{name}" je neplatným názvem souboru.
da: '{name}' er et ugyldigt filnavn.
de_de: „{name}“ ist kein gültiger Dateiname.
es_ec: "{name}" es un nombre de archivo inválido.
et_ee: "{name}" on vigane failinimi.
eu: "{name}" ez da fitxategi izen baliogarria.
fi: "{name}" on virheellinen tiedostonimi.
fr: "{name}" n'est pas un nom de fichier valide.
hu: "{name}" érvénytelen, mint fájlnév.
it: "{name}" non è un nome file valido.
ja: "{name}" は無効なファイル名です。
ka_ge: "{name}" არასწორი ფაილის სახელია.
lb: "{name}" ass een ongültegen Numm
lt_lt: „{name}“ yra netinkamas bylos pavadinimas.
lv: "{name}" ir nepareizs datnes nosaukums.
nb: "{name}" er et uglydig filnavn.
nl: "{name}" is een ongeldige bestandsnaam.
pl: "{name}" jest nieprawidłową nazwą pliku.
pt_br: "{name}" é um nome de arquivo inválido.
ro: "{name}" este un nume de fișier nevalid.
ru: «{name}» — недопустимое имя файла.
sk: "{name}" je neplatné meno súboru.
sl: "{name}" je neveljavno ime datoteke.
sq: "{name}" është emër i pavlefshëm kartele.
sr: "{name}" није исправан назив фајла.
sv: "{name}" är ett ogiltigt filnamn.
tr: "{name}" geçersiz bir dosya adı.
uk: "{name}" - некоректне ім'я файлу.
vi: "{name}" không được chấp nhận

source: File name cannot be empty.
bg: Името на файла не може да бъде оставено празно.
ca: El nom del fitxer no pot ser buit.
cs: Název souboru nemůže být prázdný řetězec.
da: Filnavnet kan ikke stå tomt.
de_de: Der Dateiname darf nicht leer sein.
es_ec: El nombre de archivo no puede estar vacío.
et_ee: Faili nimi ei saa olla tühi.
eu: Fitxategi izena ezin da hutsa izan.
fi: Tiedoston nimi ei voi olla tyhjä.
fr: Le nom de fichier ne peut être vide.
hu: A fájlnév nem lehet semmi.
it: Il nome del file non può essere vuoto.
ja: ファイル名を空にすることはできません。
ka_ge: ფაილის სახელი არ შეიძლება იყოს ცარიელი.
lb: D'Datei kann net eidel sinn
lt_lt: Failo pavadinimas negali būti tuščias.
lv: Datnes nosaukums nevar būt tukšs.
nb: Filnavn kan ikke være tomt.
nl: Bestandsnaam kan niet leeg zijn.
pl: Nazwa pliku nie może być pusta.
pt_br: O nome do arquivo não pode estar em branco.
ro: Numele fișierului nu poate rămâne gol.
ru: Имя файла не может быть пустым.
sk: Meno súboru nemôže byť prázdne
sl: Ime datoteke ne sme biti prazno polje.
sq: Emri i kartelës s’mund të jetë i zbrazët.
sr: Назив фајла не може бити празан.
sv: Filnamn kan inte vara tomt.
tr: Dosya adı boş olamaz.
uk: Ім'я файлу не може бути порожнім.
vi: Tên file không được rỗng

source: "/" is not allowed inside a file name.
de_de: "/" ist innerhalb eines Dateinamens nicht erlaubt.
fi: "/" ei ole sallittu merkki tiedostonimessä.
fr: "/" n'est pas autorisé dans les noms de fichier.
hu: „/” nem szerepelhet fájlnévben.
it: "/" non è consentito nel nome di un file.
ka_ge: "/" ფაილის სახელში არაა ნებადართული.
nb: "/" tillates ikke i et filnavn.
nl: "/" is niet toegestaan binnen een bestandsnaam.
pt_br: "/" não é permitido no nome do arquivo.
ru: Символ «/» недопустим в имени файла.
sr: "/" није дозвољен каракетер у имену фајла.
tr: Dosya adında "/" kullanılamaz.

source: "{name}" is not an allowed filetype
ca: "{name}" no és un tipus de fitxer permès
cs: "{name}" není povolený typ souboru
da: "{name}" er ikke en tilladt filtype
de_de: „{name}“ ist kein erlaubter Dateityp
es_ec: "{name}" es un tipo de archivo no permitido
et_ee: "{name}" pole lubatud failitüüp
eu: "{name}" fitxategi mota ez da onartzen
fi: "{name}" ei ole sallittu tiedostomuoto
fr: "{name}" n'est pas un nom de fichier autorisé.
hu: "{name}" nem engedélyetett fájltípus
it: "{name}" non è un tipo di file valido
ja: "{name}" は無効なファイル形式です
ka_ge: "{name}" არაა დაშვებული ფაილის ტიპი
lb: "{name}" ass een ongültegen Typ vun Datei
lt_lt: "{name}" nėra leidžiamas failo tipas
nb: "{name}" er ikke en tillatt filtype
nl: "{name}" bestandstype is een niet toegestaande
pl: typ pliku "{name}" jest niedozwolony
pt_br: "{name}" não é um tipo de arquivo permitido
ro: "{name}"
ru: «{name}» - недопустимый тип файла.
sk: "{name}" nie je povolený typ súboru
sl: "{name}" ni dovoljena vrsta datoteke
sq: "{name}" nuk është një lloj skedari i lejuar
sr: "{name}" није дозвољени тип фајла
sv: "{name}" är inte en tillåten filtyp
tr: "{name}" dosya türüne izin verilmiyor
uk: "{name}" є недопустимим типом файлу
vi: "{name}" không phải là loại tập tin được cho phép
