Repository: Cybso/server
Catalog: translationfiles/*/files_sharing.po
Languages: ast, ca, cs, de_de, es, es_pe, et_ee, fi, fr, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: {user} declined the remote share of {file}
ast: {user} refugó la compartición remota de {file}
ca: {usuari} ha denegat la part remota de {file}
cs: {user} odmítl(a) vzdálené sdílení {file}
de_de: {user} hat die Remotefreigabe von {file} abgelehnt
es: {user} rechazó el recurso compartido de {file}
es_pe: {user} declinó el elemento compartido remoto de {file}
et_ee: {user} keeldus faili {file} kaugjagamisest
fi: {user} kieltäytyi etäjaosta {file}
fr: {user} a refusé le partage distant de {file}
is: {user} hafnaði fjartengdu sameigninni {file}
it: {user} ha rifiutato la condivisione remota di {file}
ja: {user} は {file} のリモート共有を拒否しました
ka_ge: {user} მომხმარებელმა უარყო დისტანციური გაზიარება ფალზე {file}
lt_lt: {user} atmetė duomenų "{file}" dalinimąsį
nb: {user} avslo fjerndelingen av {file}
nl: {user} weigerde de externe gedeelde folder van {file}
pl: {user} odrzucił zadalny udział {file}
pt_br: {user} declinou do compartilhamento remoto de {file}
ru: {user} отклонил(а) доступ к ресурсу «{file}», расположенному на другом сервере
sk: používateľ {user} odmietol vzdialené spristupnenie súboru {file}
sq: {user} hodhi tej ndarjen e largët të {file}
sr: {user} одбио удаљено дељење за фајл {file}
sv: {user} nekade extern delning av {file}
tr: {user} uzak {file} dosyasının paylaşımını reddetti

source: {user} unshared {file} from you
ca: {user} ha deixat de compartir {file}
cs: {user} s vámi již nesdílí soubor {file}
de_de: {user} hat die Freigabe für {file} entfernt
es: {user} dejó de compartir {file} contigo
es_pe: {user} ha dejado de compartir {file} contigo
et_ee: {user} lõpetas sinuga faili {file} jagamise
fi: {user} lopetti kohteen {file} jakamisen kanssasi
fr: {user} a cessé de partager {file} avec vous
is: {user} tók af deilingu á {file} frá þér
it: {user} ha rimosso la condivisione {file} con te
ja: {user} はあなたと {file} の共有を止めました。
ka_ge: {user} მომხმარებელმა შეწყვიტა ფაილის {file} გაზიარება თქვენთან
lt_lt: {user} nustojo bendrinti su jumis {file}
nb: {user} fjernet deling av {file} med deg
nl: {user} is gestopt het bestand {file} met je te delen
pl: {user} przestał ci udostępniać {file}
pt_br: {user} descompartilhou {file} de você
ru: {user} закрыл(а) вам доступ к «{file}»
sk: používateľ {user} vám už nesprístupňuje súbor {file}
sq: {user} nuk ndau {file} nga ju
sr: {user} укинио дељење фајла {file} са Вама
sv: {user} slutade dela {file} med dig
tr: {user} sizinle {file} dosyasının paylaşımını kaldırdı

source: Shared with {user}
ca: Compartit amb {user}
cs: Sdíleno s {user}
de_de: Geteilt mit {user}
es: Compartido con {user}
es_pe: Compartido con {user}
et_ee: Jagatud kasutajale {user}
fi: Jaettu käyttäjälle {user}
fr: Partagé avec {user}
is: Deilt með {user}
it: Condivisa con {user}
ja: {user} と共有
ka_ge: გაზიარებული მომხმარებელთან {user}
lt_lt: Pradėta bendrinti su {user}
nb: Delt med {user}
nl: Gedeeld met {user}
pl: Udostępnione użytkownikowi {user}
pt_br: Compartilhado com {user}
ru: Открыт общий доступ пользователю {user}
sk: Zdieľané s {user}
sq: Ndarë me {user}
sr: Дељено са {user}
sv: Delade med {user}
tr: {user} ile paylaşıldı

source: Removed share for {user}
ca: S'ha suprimit la part per {user}
cs: Odstraněno sdílení pro {user}
de_de: Freigabe für {user} entfernt
es: Eliminó el recurso compartido a {user}
es_pe: Se eliminó el elemento compartido para {user}
et_ee: Eemaldas jagamise kasutajaga {user}
fi: Poisti jaon käyttäjälle {user}
fr: Partage supprimé pour {user}
is: Fjarlægði deilingu með {user}
it: Condivisione rimossa per {user}
ja: {user} との共有を削除しました
ka_ge: შეწყდა გაზიარება მომხმარებელთან {user}
lt_lt: Nustota dalintis su {user}
nb: Fjernet deling med {user}
nl: Verwijderde gedeelde folder voor {user}
pl: Zakończono udostępnianie użytkownikowi {user}
pt_br: Excluiu compartilhamento para {user}
ru: Закрыт общий доступ пользователю {user}
sk: Odstránené sprístupnenie pre používateľa {user}
sq: Hoqi ndarjen për {user}
sr: Уклоњено дељење за корисника {user}
sv: Tog bort delningen för {user}
tr: {user} kullanıcı ile paylaşım kaldırıldı

source: {actor} shared with {user}
ast: {actor} compartió con {user}
ca: {actor} compartit amb {usuari}
cs: {actor} sdílel(a) s {user}
de_de: {actor} hat mit {user} geteilt
es: {actor} compartió con {user}
es_pe: {actor} compartió con {user}
et_ee: {actor} jagas kasutajaga {user}
fi: {actor} jakoi käyttäjälle {user}
fr: {actor} a partagé avec {user}
is: {actor} deildi með {user}
it: {actor} ha condiviso con {user}
ja: {actor} が {user} と共有しました
ka_ge: {actor} მომხმარებელმა გააზიარა მომხმარებელთან {user}
lt_lt: {actor} pradėjo bendrinti su {user}
nb: {actor} delte med {user}
nl: {actor} deelde met {user}
pl: {actor} udostępnia użytkownikowi {user}
pt_br: {actor} compartilhado com {user}
ru: {actor} поделился(ась) с пользователем {user}
sk: {actor} zdieľal s {user}
sq: {aktori} ndau me {përdoruesin}
sr: {actor} поделио са корисником {user}
sv: {actor} delade med {user}
tr: {actor} {user} kullanıcısıyla paylaştı

source: {actor} removed share for {user}
ast: {actor} desanició la compartición pa {user}
ca: {actor} ha tret la part compartida per {user}
cs: {actor} odstranil(a) sdílení pro {user}
de_de: {actor} hat die Freigabe für {user} entfernt
es: {actor} eliminó recurso compartido para {user}
es_pe: {actor} eliminó el elemento compartido para {user}
et_ee: {actor} eemaldas jagamise kasutajaga {user}
fi: {actor} poisti jaon käyttäjälle {user}
fr: {actor} a supprimé le partage pour {user}
is: {actor} fjarlægði deilingu með {user}
it: {actor} ha rimosso la condivisione con {user}
ja: {actor} が {user} との共有を削除しました
ka_ge: {actor} მომხმარებელმა შეწყვიტა გაზიარება მომხმარებელთან {user}
lt_lt: {actor} nustojo dalintis su {user}
nb: {actor} fjernet deling med {user}
nl: {actor} verwijderde de gedeelde folder voor {user}
pl: {actor} usuwa udostępnienie dla użytkownika {user}
pt_br: {actor} excluiu o compartilhamento para {user}
ru: {actor} закрыл(а) общий доступ пользователю {user}
sk: {actor} odstránil sprístupnenie pre používateľa {user}
sq: {actor} hoqi ndarjen për {user}
sr: {actor} уклонио дељеље са корисником {user}
sv: {actor} tog bort delningen för {user}
tr: {actor} {user} kullanıcısının paylaşımını kaldırdı

source: Shared by {actor}
ca: Compartit per {actor}
cs: Sdílel {actor}
de_de: Geteilt von {actor}
es: Compartido por {actor}
es_pe: Compartido por {actor}
et_ee: Jagatud kasutajalt {actor}
fi: Jakanut {actor}
fr: Partagé par {actor}
is: Deilt af {actor}
it: Condiviso da {actor}
ja: {actor} から共有されました
ka_ge: გააზიარა მომხმარებელმა {actor}
lt_lt: Pasidalinta {actor}
nb: Delt av {actor}
nl: Gedeeld door {actor}
pl: Udostępnione przez użytkownika {actor}
pt_br: Compartilhado por {actor}
ru: Общий доступ был открыт пользователем {actor}
sk: Sprístupnil {actor}
sq: U nda nga {actor}
sr: Поделио {actor}
sv: Delad av {actor}
tr: {actor} tarafından paylaşıldı

source: {actor} removed share
ast: {actor} desanició la compartición
ca: {actor} ha tret part
cs: {actor} odebral(a) sdílení
de_de: {actor} hat die Freigabe entfernt
es: {actor} eliminó el recurso compartido
es_pe: {actor} eliminó el elemento compartido
et_ee: {actor} eemaldas jagamise
fi: {actor} lopetti jakamisen
fr: {actor} a supprimé le partage
is: {actor} fjarlægði deilingu
it: {actor} ha rimosso la condivisione
ja: {actor} が共有を削除しました
ka_ge: {actor} მომხმარებელმა შეწყვიტა გაზიარება
lt_lt: {actor} nustojo dalintis
nb: {actor} fjernet deling
nl: {actor} verwijderde de gedeelde folder
pl: {actor} usunął udostępnienie
pt_br: {actor} compartilhamento removido
ru: {actor} закрыл(а) общий доступ
sk: {actor} zrušil sprístupnenie
sq: {actor} hoqi ndarjen
sr: {actor} уклонио дељење
sv: {actor} tog bort delning
tr: {actor} paylaşımı kaldırdı

source: You shared {file} with {user}
ast: Compartiesti {file} con {user}
ca: Has compartit {file} amb {user}
cs: Sdílel(a) jste {file} s {user}
de_de: Sie haben {file} mit {user} geteilt
es: Ha compartido {file} con {user}
es_pe: Compartiste {file} con {user}
et_ee: Sa jagasid {file} kasutajaga {user}
fi: Jaoit kohteen {file} käyttäjälle {user}
fr: Vous avez partagé {file} avec {user}
is: Þú deildir {file} með {user}
it: Hai condiviso {file} con {user}
ja: {user} と {file} を共有しました
ka_ge: თქვენ გააზიარეთ ფაილი {file} მომხმარებელთან {user}
lt_lt: Pasidalinote {file} su {user}
nb: Du delte {file} med {user}
nl: Je deelde {file} met {user}
pl: Współdzielisz {file} z {user}
pt_br: Você compartilhou {arquivo} com {user}
ru: Вы поделились «{file}» с пользователем {user}
sk: Sprístupnili ste {file} používateľovi {user}
sq: Ndatë {file} me {user}
sr: Поделили сте {file} са корисником {user}
sv: Du delade {file} med {user}
tr: {file} dosyasını {user} kullanıcısıyla paylaştınız

source: You removed {user} from {file}
ast: Desaniciesti a {user} de {file}
ca: Heu eliminat {user} de {file}
cs: Odstranil(a) jste uživatele {user} z {file}
de_de: Sie haben {user} von {file} entfernt
es: Ha eliminado {user} de {file}
es_pe: Eliminaste a {user} de {file}
et_ee: Sa eemaldasid faili {file} jagamise kasutajaga {user}
fi: Poistit käyttäjän {user} kohteen {file} käyttöoikeudet
fr: Vous avez supprimé {user} de {file}
is: Þú fjarlægðir {user} af {file}
it: Hai rimosso {user} da {file}
ja: {file} の {user} との共有を削除しました
ka_ge: თქვენ ჩამოაშორეთ მომხმარებელი {user} ფაილს {file}
lt_lt: Nebesidalinate {file} su {user}
nb: Du fjernet {user} fra {file}
nl: Je verwijderde {user} van {file}
pl: Usunąłeś użytkownika {user} z {file}
pt_br: Você excluiu {user} de {file}
ru: Вы закрыли пользователю {user} общий доступ к «{file}»
sk: Zrušili ste sprístupnenie {file} používateľovi {user}
sq: Hoqët {user} nga {file}
sr: Уклонили сте корисника {user} са фајла {file}
sv: Du tog bort {user} från {file}
tr: {file} dosyasının {user} kullanıcısıyla paylaşımını kaldırdınız

source: {actor} shared {file} with {user}
ast: {actor} compartió {file} con {user}
ca: {actor} ha compartit {file} amb {usuari}
cs: {actor} s {user} sdílel(a) {file}
de_de: {actor} hat {file} mit {user} geteilt
es: {actor} compartió {file} con {user}
es_pe: {actor} compartió {file} con {user}
et_ee: {actor} jagas {file} kasutajaga {user}
fi: {actor} jakoi kohteen {file} käyttäjälle {user}
fr: {actor} a partagé {file} avec {user}
is: {actor} deildi {file} með {user}
it: {actor} ha condiviso {file} con {user}
ja: {actor} が {file} を {user} に共有しました
ka_ge: {actor} მომხმარებელმა გააზიარა ფაილი {file} მომხმარებელთან {user}
lt_lt: {actor} pasidalino {file} su {user}
nb: {actor} delete {file} med {user}
nl: {actor} deelde {file} met {user}
pl: {actor} współdzieli {file} z {user}
pt_br: {actor} compartilhou {file} com {user}
ru: {actor} поделился(ась) «{file}» с пользователем {user}
sk: {actor} sprístupnil {file} používateľovi {user}
sq: {aktori} ndau {skedarë} me {përdoruesin}
sr: {actor} поделио {file} са корисником {user}
sv: {actor} delade {file} med {user}
tr: {actor} {file} dosyasını {user} kullanıcısı ile paylaştı

source: {actor} removed {user} from {file}
ast: {actor} desanició {user} de {file}
ca: {actor} ha tret {user} de {file}
cs: {actor} odstranil(a) uživatele {user} z {file}
de_de: {actor} hat {user} von {file} entfernt
es: {actor} eliminó a {user} de {file}
es_pe: {actor} eliminó a {user} de {file}
et_ee: {actor} eemaldas {user} jagamise faililt {file}
fi: {actor} poisti käyttäjän {user} kohteen {file} käyttöoikeudet
fr: {actor} a supprimé {user} de {file}
is: {actor} fjarlægði {user} af {file}
it: {actor} ha rimosso {user} da {file}
ja: {actor} が {file} の {user} との共有を削除しました
ka_ge: {actor} მომხმარებელმა ჩამოაშორა მომხმარებელი {user} ფაილს {file}
lt_lt: {actor} nebesidalina {file} su {user}
nb: {actor} fjernet {user} fra {file}
nl: {actor} verwijderde {user} van {file}
pl: {actor} usunął użytkownika {user} z {file}
pt_br: {actor} excluiu {user} de {file}
ru: {actor} закрыл(а) пользователю общий доступ к «{file}»
sk: {actor} zrušil sprístupnenie {file} pre používateľa {user}
sq: {actor} hoqi {user} nga {file}
sr: {actor} уклонио корисника {user} са {file}
sv: {actor} tog bort {user} från {file}
tr: {actor} {file} dosyasının {user} kullanıcısıyla paylaşımını kaldırdı

source: {actor} shared {file} with you
ast: {actor} compartió {file} contigo
ca: {actor} ha compartit {file} amb tu
cs: {actor} s vámi sdílel(a) soubor {file}
de_de: {actor} hat {file} mit Ihnen geteilt
es: {actor} compartió {file} contigo
es_pe: {actor} ha compartido {file} contigo
et_ee: {actor} jagas singuga {file}
fi: {actor} jakoi kohteen {file} kanssasi
fr: {actor} a partagé {file} avec vous
is: {actor} deildi {file} með þér
it: {actor} ha condiviso {file} con te
ja: {actor} が {file} を共有しました
ka_ge: {actor} მომხმარებელმა თქვენთან გააზიარა {file}
lt_lt: {actor} pasidalino {file} su jumis
nb: {actor} delte {file} med deg
nl: {actor} heeft {file} met je gedeeld
pl: {actor} udostępnił ci {file}
pt_br: {actor} compartilhou {file} com você
ru: {actor} открыл(а) вам общий доступ к «{file}»
sk: {actor} vám sprístupnil {file}
sq: {actor} ndau {skedarë} me ju
sr: {actor} поделио {file} са Вама
sv: {actor} delade {file} med dig
tr: {actor} {file} dosyasını sizinle paylaştı

source: {actor} removed you from {file}
ast: {actor} desanicióte de {file}
ca: {actor} t'ha eliminat de {file}
cs: {actor} vás odstranil(a) ze souboru {file}
de_de: Sie wurden durch {actor} von {file} entfernt
es: {actor} lo ha eliminado de {file}
es_pe: {actor} lo eliminó de {file}
et_ee: {actor} eemaldas sind {file} jagamisest
fi: {actor} poisti käyttöoikeutesi kohteeseen {file}
fr: {actor} vous a supprimé de {file}
is: {actor} fjarlægði þig af {file}
it: {actor} ha ti rimosso da {file}
ja: {actor} が {file} の共有を削除しました
ka_ge: {actor} ჩამოგაშორათ ფაილს {file}
lt_lt: {actor} nebesidalina su jumis {file}
nb: {actor} fjernet deg fra {file}
nl: {actor} heeft je van {file} verwijderd
pl: {actor} usunął cie z {file}
pt_br: {actor} excluiu você de {file}
ru: {actor} закрыл(а) вам общий доступ к «{file}»
sk: {actor} vám zrušil sprístupnenie {file}
sq: {actor} iu hoqi nga {file}
sr: {actor} Вас је уклонио са {file}
sv: {actor} tog bort dig från {file}
tr: {actor} {file} dosyasının sizinle paylaşımını kaldırdı

source: A file or folder shared by mail or by public link was <strong>downloaded</strong>
ca: S'ha <strong> baixat </strong> un fitxer o carpeta compartit per correu o per enllaç públic
cs: Byl <strong>stažen</strong> soubor nebo adresář sdílený jako veřejný odkaz
de_de: Öffentlich oder per E-Mail geteilte Datei / Ordner wurde <strong>heruntergeladen</strong>
es: Un archivo o carpeta compartida por correo o enlace público fue <strong>descargado</strong>
es_pe: Un archivo o carpeta comparitdo por correo o por liga pública ha sido <strong>descargado</strong>
et_ee: Fail või kaust mis on jagatud e-posti või avaliku lingiga <strong>laeti alla</strong>
fi: Tiedosto tai kansio, joka on jaettu sähköpostitse tai julkisen linkin kautta, on <strong>ladattu</strong>
fr: Un fichier ou un dossier partagé par mail ou par lien public a été <strong>téléchargé</strong>
is: Skrá eða mappa sem deilt var með tölvupósti eða almenningstengli var <strong>sótt</strong>
it: Un file o una cartella condiviso via posta elettronica o collegamento pubblico è stato <strong>scaricato</strong>
ja: メールまたは公開リンクにより共有されたファイルまたはフォルダが<strong>ダウンロード</strong>されたとき
ka_ge: ელ-ფოსტით ან საზოგადო ბმულით გაზიარბული ფაილი ან დირექტორია <strong>გადმოწერილ იქნა</strong>
lt_lt: Duomenys, bendrinti per elektroninį paštą, buvo <strong>parsiųsti</strong>
nb: Ei fil eller mappe delt via e-post eller offentlig lenke ble <strong>lastet ned</strong>
nl: Een bestand of map gedeeld via mail of publieke link werd <strong>gedownload</strong>
pl: Plik lub folder udostępniony za pomocą maila lub publicznego łącza został <strong>pobrany</strong>
pt_br: Um arquivo ou pasta compartilhado por e-mail ou por link publico foi <strong>baixado</strong>
ru: Файл или папка, которыми поделились по электронной почте или общедоступной ссылке, были <strong>скачаны</strong>
sk: Súbor alebo adresár zdieľaný cez email alebo verejný odkaz bol <strong>stiahnutý</strong>
sq: Një skedar ose dosje e ndarë nga posta ose lidhja publike ishte <strong> shkarkuar</strong>
sr: Фајл или фасцикла подељена е-поштом су <strong>преузети</strong>
sv: En fil eller mapp som delats via mejl eller offentlig länk har blivit <strong>nedladdad</strong>
tr: E-posta ya da herkese açık bağlantı ile paylaşılan bir dosya ya da klasör <strong>indirildi</strong>

source: A file or folder was shared from <strong>another server</strong>
ast: Compartióse un ficheru o carpeta dende <strong>otru sirvidor</strong>
ca: S'ha compartit un fitxer o una carpeta d'un <strong> altre servidor</strong>
cs: Soubor nebo adresář byl nasdílen z <strong>jiného serveru</strong>
de_de: Eine Datei oder ein Ordner wurde von <strong>einem anderen Server</strong> geteilt
es: Se ha compartido un archivo o carpeta desde <strong>otro servidor</strong>
es_pe: Un archivo o carpeta fue compartido desde <strong>otro servidor</strong>
et_ee: Fail või kaust jagati <strong>teisest serverist</strong>
fi: Tiedosto tai kansio on jaettu <strong>toiselta palvelimelta</strong>
fr: Un fichier ou un répertoire a été partagé depuis <strong>un autre serveur</strong>
is: Skjali eða möppu hefur verið deilt <strong>frá öðrum þjóni</strong>
it: Un file o una cartella è stato condiviso da <strong>un altro server</strong>
ja: ファイルまたはフォルダーが<strong>他のサーバー</strong>から共有されたとき
ka_ge: ფაილი ან დირექტორია გაზიარდა <strong>სხვა სერვერიდან</strong>
lt_lt: Failas ar aplankas buvo pasidalintas iš <strong>kito serverio</strong>
nb: En fil eller mappe ble delt fra <strong>en annen tjener</strong>
nl: Een bestand of map werd gedeeld vanaf <strong>een andere server</strong>
pl: Plik lub folder został udostępniony z <strong>innego serwera</strong>
pt_br: Um arquivo ou pasta foi compartilhado a partir de <strong>outro servidor</strong>
ru: Общий доступ к файлу или каталогу был открыт <strong>с другого сервера</strong>
sk: Súbor alebo priečinok bol sprístupnený z <strong>iného servera</strong>
sq: Një kartelë ose dosje u nda prej një <strong>shërbyesi tjetër</strong>
sr: Фајл или фасцикла су дељени са <strong>другог сервера</strong>
sv: En fil eller mapp delades från <strong>en annan server</strong>
tr: <strong>Başka bir sunucudan</strong> bir dosya ya da klasör paylaşıldı

source: A file or folder has been <strong>shared</strong>
ast: <strong>Compartióse</strong> un ficheru o direutoriu
ca: S'ha <strong>compartit</strong> un fitxer o una carpeta
cs: Soubor nebo adresář byl <strong>nasdílen</strong>
de_de: Eine Datei oder ein Ordner wurde <strong>geteilt</strong>
es: Se ha <strong>compartido</strong> un archivo o carpeta
es_pe: Un archivo o carpeta ha sido <strong>compartido</strong>
et_ee: Fail või kataloog on <strong>jagatud</strong>
fi: Tiedosto tai kansio on <strong>jaettu</strong>
fr: Un fichier ou un répertoire a été <strong>partagé</strong>
is: Skjali eða möppu hefur verið <strong>deilt</strong>
it: Un file o una cartella è stato <strong>condiviso</strong>
ja: ファイルまたはフォルダーが<strong>共有</strong>されたとき
ka_ge: ფაილი ან დირექტორია <strong>გაზიარებულ იქნა</strong>
lt_lt: Failas ar aplankas buvo <strong>pasidalintas</strong>
nb: En fil eller mappe ble <strong>delt</strong>
nl: Een bestand of map is <strong>gedeeld</strong>
pl: Plik lub folder stał się <strong>współdzielony</strong>
pt_br: Um arquivo ou pasta foi <strong>compartilhado</strong>
ru: <strong>Опубликован</strong> файл или каталог
sk: Súbor alebo priečinok bol <strong>sprístupnený</strong>
sq: U <strong>nda me të tjerë</strong> një kartelë ose dosje
sr: Фајл или фасцикла је <strong>дељен</strong>
sv: En fil eller mapp har <strong>delats</strong>
tr: Bir dosya ya da klasör <strong>paylaşıldı</strong>

source: Wrong share ID, share doesn't exist
ca: L'identificador d'accions incorrecte, el compartir no existeix
cs: Špatné ID sdílení, sdílení neexistuje
de_de: Fehlerhafte Freigabe-ID, Freigabe existiert nicht
es: El ID del recurso compartido no es correcto, el recurso compartido no existe
es_pe: ID del elemento compartido equivocado, el elemento compartido no existe
et_ee: Vale jagamise ID, sellist jagamist ei eksisteeri
fi: Väärä jakotunniste, jakoa ei ole olemassa
fr: Mauvais ID de partage, le partage n'existe pas
is: Rangt auðkenni sameignar, sameign er ekki til
it: ID di condivisione errato, la condivisione non esiste
ja: 共有IDが間違っています。共有がありません。
ka_ge: არასწორი გაზიარების ID, გაზიარება არ არსებობს
lt_lt: Neteisingas dalinamų duomenų ID
nb: Feil ressurs ID, ressursen finnes ikke
nl: Onjuist deel-ID, de gedeelde folder bestaat niet
pl: Złe ID udziału, udział nie istnieje
pt_br: ID de compartilhamento errado, o compartilhamento não existe
ru: Неверный идентификатор, общий ресурс не существует
sk: Neplatné ID sprístupnenia, sprístupnenie neexistuje
sq: ID e gabuar ndarjeje, ndarja s’ekziston
sr: Погрешна идентификација дељења, дељење не постоји
sv: Fel delnings-ID, delningen finns inte
tr: Paylaşım kimliği yanlış. Paylaşım bulunamadı

source: could not delete share
ast: nun pudo desaniciase la compartición
ca: No s'ha pogut suprimir la compartició
cs: nelze smazat sdílení
de_de: Freigabe konnte nicht gelöscht werden
es: No se ha podido eliminar el recurso compartido
es_pe: no fue posible borrar el elemento compartido
et_ee: ei saanud jagamist eemaldada
fi: jaon poistaminen epäonnistui
fr: impossible de supprimer le partage
is: tókst ekki að eyða sameign
it: impossibile eliminare la condivisione
ja: 共有を削除できませんでした
ka_ge: გაზიარების გაუქმება ვერ მოხერხდა
lt_lt: nepavyko nustoti dalintis duomenimis
nb: kunne ikke slette ressursen
nl: Kan gedeelde folder niet verwijderen
pl: nie można usunąć udziału
pt_br: não foi possível excluir o compartilhamento
ru: не удалось удалить общий ресурс
sk: nie je možné zmazať sprístupnenie
sq: ndarja s’u fshi dot
sr: не могу да обришем дељење
sv: kunde inte ta bort delningen
tr: paylaşım kaldırılamadı

source: Could not delete share
ast: Nun pudo desaniciase la compartición
ca: No s'ha pogut suprimir la compartició
cs: Nelze smazat sdílení
de_de: Freigabe konnte nicht gelöscht werden
es: No se ha podido eliminar el recurso compartido
es_pe: No fue posible borrar el elemento compartido
et_ee: Ei saanud jagamist eemaldada
fi: Jaon poistaminen epäonnistui
fr: Impossible de supprimer le partage
is: Tókst ekki að eyða sameign
it: impossibile eliminare la condivisione
ja: 共有を削除できませんでした
ka_ge: გაზიარების გაუქმება ვერ მოხერხდა
lt_lt: Nepavyko nustoti dalintis duomenimis
nb: Kunne ikke slette ressursen
nl: Kan gedeelde folder niet verwijderen
pl: Nie można usunąć udziału
pt_br: Não foi possível excluir o compartilhamento
ru: Не удалось удалить общий ресурс
sk: Nie je možné zmazať sprístupnenie
sq: Ndarja s’u fshi dot
sr: Не могу да обришем дељење
sv: Kunde inte ta bort delningen
tr: Paylaşım silinemedi
