Repository: Cybso/server
Catalog: translationfiles/*/files_trashbin.po
Languages: af, az, eo, ia, th

source: Couldn't delete %s permanently
af: Kon nie %s permanent skrap nie
az: Həmişəlik silmək olmaz %s-i
eo: Ne povis foriĝi %s por ĉiam
ia: Impossibile deler %s permanentemente
th: ไม่สามารถลบ %s แบบถาวร

source: Couldn't restore %s
af: Kon nie %s herstel nie
az: Geri qaytarila bilmədi %s
eo: Ne povis restaŭriĝi %s
ia: Impossibile restaurar %s
th: ไม่สามารถกู้คืน %s

source: Deleted files
af: Geskrapte lêers
az: Silinmiş fayllar
eo: Forigitaj dosieroj
ia: Files delite
th: ไฟล์ที่ถูกลบ

source: Restore
af: Herstel
az: Geri qaytar
eo: Restaŭri
ia: Restaurar
th: คืนค่า

source: Delete
af: Skrap
az: Sil
eo: Forigi
ia: Deler
th: ลบ

source: Delete permanently
af: Skrap permanent
az: Həmişəlik sil
eo: Forigi por ĉiam
ia: Deler permanentemente
th: ลบแบบถาวร

source: Error
af: Fout
az: Səhv
eo: Eraro
th: ข้อผิดพลาด

source: This operation is forbidden
af: Hierdie operasie is verbode
az: Bu əməliyyat qadağandır
eo: Ĉi tiu operacio malpermesatas
ia: Iste operation es prohibite
th: การดำเนินการนี้ถูกห้าม

source: This directory is unavailable, please check the logs or contact the administrator
af: Hierdie gids is onbeskikbaar, gaan die logs na of kontak die administrateur
az: Bu qovluq tapılmir. Xahiş olunur jurnalları yoxlayın ya da inzibatçı ilə əlaqə saxlayın
eo: Ĉi tiu dosierujo maldisponeblas, bonvolu kontroli la protokolojn aŭ kontakti la administranton
ia: Iste directorio non es disponibile, per favor verifica le registros o contacta le administrator
th: ไม่สามารถใช้งานไดเรกทอรีนี้โปรดตรวจสอบบันทึกหรือติดต่อผู้ดูแลระบบ

source: restored
af: herstel
az: geriqaytarılıb
eo: restaŭrita
ia: restaurate
th: การเรียกคืน

source: No deleted files
af: Geen geskrapte lêers
az: Silinmiş fayllar mövcud deyil
eo: Neniu dosiero foriĝis
ia: Nulle files delite
th: ไม่มีไฟล์ที่ถูกลบ

source: You will be able to recover deleted files from here
af: U sal geskrapte lêers van hier kan herstel
az: Siz silinmiş faylları burdan bərpa edə bilərsiniz
eo: Vi eblos restaŭrigi forigitaj dosieroj el tie
ia: Tu potera recuperar files delite desde ci
th: คุณจะสามารถกู้คืนไฟล์ที่ถูกได้ลบจากที่นี่

source: No entries found in this folder
af: Geen inskrwyings in hierdie vouer gevind
az: Bu qovluqda heç bir verilən tapılmadı
eo: Neniu enigo troviĝis en ĉi tiu dosierujo
ia: Nulle entratas trovate in iste dossier
th: ไม่พบรายการในโฟลเดอร์นี้

source: Select all
af: Kies alle
az: Hamısıı seç
eo: Elekti ĉion
ia: Selectionar toto
th: เลือกทั้งหมด

source: Name
af: Naam
az: Ad
eo: Nomo
ia: Nomine
th: ชื่อ

source: Deleted
af: Geskrap
az: Silinib
eo: Forigita
ia: Delite
th: ลบแล้ว
