Repository: Cybso/server
Catalog: translationfiles/*/files_sharing.po
Languages: ast, ca, cs, de_de, es, es_pe, et_ee, fi, fr, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: You shared {file} with group {group}
ast: Compartiesti {file} col grupu {group}
ca: Has compartit {file} amb el grup {group}
cs: Se skupinou {group} jste nasdílel(a) {file}
de_de: Sie haben {file} mit der Gruppe {group} geteilt
es: Ha compartido {file} con el grupo {group}
es_pe: Compartiste {file} con el grupo {group}
et_ee: Sa jagasid faili {file} grupiga {group}
fi: Jaoit kohteen {file} ryhmälle {group}
fr: Vous avez partagé {file} avec le groupe {group}
is: Þú deildir {file} með hópnum {group}
it: Hai condiviso {file} con il gruppo {group}
ja: {file} を {group} グループに共有しました
ka_ge: თქვენ გააზიარეთ {file} ჯგუფთან {group}
lt_lt: Jūs pradėjote bendrinti {file} su grupe {group}
nb: Du delte {file} med gruppen {group}
nl: Je deelde {file} met groep {group}
pl: Udostępniłeś(-łaś) {file} grupie {group}
pt_br: Você compartilhou {file} com o grupo {group}
ru: Вы предоставили группе «{group}» доступ к «{file}»
sk: Sprístupnili ste {file} skupine {group}
sq: Ndatë {file} me grupin {group}
sr: Поделили сте {file} са групом {group}
sv: Du delade {file} med gruppen {group}
tr: {file} dosyasını {group} grubuyla paylaştınız

source: You removed group {group} from {file}
ast: Desaniciesti'l grupu {group} del ficheru {file}
ca: Heu eliminat el grup {group} de {file}
cs: Z {file} jste odstranil(a) skupinu {group}
de_de: Sie haben die Gruppe {group} von {file} entfernt
es: Ha eliminado el grupo {group} del {file}
es_pe: Eliminaste al grupo {group} de {file}
et_ee: Sa eemaldasid grupi {group} faili {file} jagamisest
fi: Poistit ryhmän {group} kohteen {file} käyttöoikeudet
fr: Vous avez supprimé le groupe {group} de {file}
is: Þú fjarlægðir hópinn {group} af {file}
it: Hai rimosso il gruppo {group} da {file}
ja: {file} を {group} グループから削除しました
ka_ge: თქვენ მოაშორეთ ჯგუფი {group} ფაილს {file}
lt_lt: Pašalinote grupę {group} iš {file}
nb: Du fjernet gruppen {group} fra {file}
nl: Je verwijderde groep {group} van {file}
pl: Usunąłeś/-ęłaś grupę {group} z {file}
pt_br: Você excluiu o grupo {group} de {file}
ru: Вы закрыли группе «{group}» доступ к «{file}»
sk: Zrušili ste sprístupnenie súboru {file} skupine {group}
sq: Hoqët grupin {group} nga {file}
sr: Уклонили сте групу {group} са {file}
sv: Du tog bort gruppen {group} från {file}
tr: {file} dosyasının {group} grubuyla paylaşımını kaldırdınız

source: {actor} shared {file} with group {group}
ast: {actor} compartió {file} col grupu {group}
ca: {actor} ha compartit {file} amb el grup {group}
cs: {actor} sdílel(a) {file} se skupinou {group}
de_de: {actor} hat {file} mit der Gruppe {group} geteilt
es: {actor} compartió {file} con el grupo {group}
es_pe: {actor} compartió {file} con el grupo {group}
et_ee: {actor} jagas faili {file} grupiga {group}
fi: {actor} jakoi kohteen {file} ryhmälle {group}
fr: {actor} a partagé {file} avec le groupe {group}
is: {actor} deildi {file} með hópnum {group}
it: {actor} ha condiviso {file} con il gruppo {group}
ja: {actor} が {file} を {group} グループに共有しました
ka_ge: {actor} მომხმარებელმა გააზიარა ფაილი {file} ჯგუფთან {group}
lt_lt: {actor} pradėjo bendrinti {file} su grupe {group}
nb: {actor} delte {file} med gruppen {group}
nl: {actor} heeft het bestand {file} met groep {group} gedeeld
pl: {actor} udostępnił(-a) {file} grupie {group}
pt_br: {actor} compartilhou {file} com o grupo {group}
ru: {actor} предоставил(а) группе «{group}» доступ к «{file}»
sk: {actor} sprístupnil {file} skupine {group}
sq: {actor} ndau {file} me grupin {group}
sr: {actor} поделио {file} са групом {group}
sv: {actor} delade {file} med gruppen {group}
tr: {actor} {file} dosyasını {group} grubuyla paylaştı

source: {actor} removed group {group} from {file}
ast: {actor} desanició'l grupu {group} de {file}
ca: {actor} ha eliminat el grup {group} de {file}
cs: {actor} odstranil(a) skupinu {group} z {file}
de_de: {actor} hat die Gruppe {group} von {file} entfernt
es: {actor} eliminó grupo {group} de {file}
es_pe: {actor} eliminó el grupo {group} de {file}
et_ee: {actor} eemaldas grupi {group} faili {file} jagamisest
fi: {actor} poisti ryhmän {group} kohteen {file} käyttöoikeudet
fr: {actor} a supprimé le groupe {group} de {file}
is: {actor} fjarlægði hópinn {group} af {file}
it: {actor} ha ti rimosso il gruppo {group} da {file}
ja: {actor} が {group} グループから {file} を削除しました
ka_ge: {actor} მომხმარებელმა მოაშორა ჯგუფი {group} ფაილს {file}
lt_lt: {actor} pašalino grupę {group} iš {file}
nb: {actor} fjernet gruppen {group} fra {file}
nl: {actor} verwijderde groep {group} van {file}
pl: {actor} usunął(-ęła) grupę {group} z {file}
pt_br: {actor} excluiu o grupo {group} de {file}
ru: {actor} закрыл(а) группе «{group}» доступ к «{file}»
sk: {actor} zrušil sprístpnenie súboru {file} skupine {group}
sq: {actor} hoqi grupin {group} nga {file}
sr: {actor} уклонио групу {group} са {file}
sv: {actor} tog bort gruppen {group} från {file}
tr: {actor} {file} dosyasının {group} grubuyla paylaşımını kaldırdı

source: Shared as public link
ca: Compartit com a enllaç públic
cs: Sdíleno jako veřejný odkaz
de_de: Als öffentlichen Link geteilt
es: Compartido como enlace público
es_pe: Compartido como una liga pública
et_ee: Jaga avaliku lingina
fi: Jaettu julkisella linkillä
fr: Partagé avec un lien public
is: Deilt sem almenningstengill
it: Condivisa tramite collegamento pubblico
ja: 公開リンクとして共有
ka_ge: გააზიარა როგორც საზოგადო ბმული
lt_lt: Bendrinama kaip viešoji nuoroda
nb: Delt som offentlig lenke
nl: Gedeeld als een openbare link
pl: Udostępnione jako publiczny link
pt_br: Compartilhado como um link publico
ru: Предоставлен доступ общедоступной ссылкой
sk: Sprístupnené ako verejný odkaz
sq: U nda si një lidhje publike
sr: Дељено као јавна веза
sv: Delades offentligt
tr: Herkese açık bağlantı olarak paylaştı

source: Removed public link
ast: Desanicióse l'enllaz públicu
ca: S'ha suprimit l'enllaç públic
cs: Odstranil(a) veřejný odkaz
de_de: Öffentlichen Link entfernt
es: Eliminado enlace público
es_pe: Liga pública eliminada
et_ee: Avalik link on eemaldatud
fi: Julkinen linkki poistettu
fr: Lien public supprimé
is: Fjarlægði almenningstengil
it: Collegamento pubblico rimosso
ja: 公開リンクを削除
ka_ge: გააუქმა საზოგადო ბმული
lt_lt: Pašalinti viešą nuorodą
nb: Fjernet offentlig lenke
nl: Openbare link verwijderd
pl: Usunięto link publiczny
pt_br: Excluído o link público
ru: Общедоступная ссылка удалена
sk: Verejný odkaz odstránený
sq: Hoqi lidhje publike
sr: Уклоњена јавна веза
sv: Tog bort offentlig länk
tr: Herkese açık bağlantı kaldırıldı

source: Public link expired
ast: Caducó l'enllaz públicu
ca: L'enllaç públic ha caducat
cs: Veřejný odkaz vypršel
de_de: Öffentlicher Link ist abgelaufen
es: El enlace público ha expirado
es_pe: La liga pública ha expirado
et_ee: Avalik link aegus
fi: Julkinen linkki vanhentui
fr: Lien public expiré
is: Almenningstengill er útrunninn
it: Collegamento pubblico scaduto
ja: 公開リンクの期限が切れています
ka_ge: საზოგადო ბმულს გაუვიდა ვადა
lt_lt: Pasibaigė nuorodos galiojimo laikas
nb: Offentlig lenke er utløpt
nl: Openbare link is verlopen
pl: Link publiczny wygasł
pt_br: O link público expirou
ru: Истёк срок действия общедоступной ссылки
sk: Verejnému odkazu vypršala platnosť
sq: Lidhja publike skadoi
sr: Јавна веза истекла
sv: Tidsgräns för offentlig länk har löpt ut
tr: Herkese açık bağlantının süresi dolmuş

source: {actor} shared as public link
ca: {actor} ha compartit com a enllaç públic
cs: {actor} sdílel(a) jako veřejný odkaz
de_de: {actor} hat einen öffentlichen Link geteilt
es: {actor} compartió como enlace público
es_pe: {actor} compartió como una liga pública
et_ee: {actor} jagas avaliku lingina
fi: {actor} jakoi julkisena linkkinä
fr: {actor} a partagé avec un lien public
is: {actor} deildi sem almenningstengill
it: {actor} ha condiviso tramite collegamento pubblico
ja: {actor} が公開リンクとして共有しました
ka_ge: {actor} მომხმარებელმა გააზიარა საზოგადო ბმულად
lt_lt: {actor} pradėjo bendrinti kaip viešąją nuorodą
nb: {actor} delte som offentlig lenke
nl: {actor} deelde als een openbare link
pl: {actor} udostępnił(-a) jako publiczny link
pt_br: {actor} compartilhou como um link publico
ru: {actor} поделился(ась) общедоступной ссылкой
sk: {actor} sprístupnil ako verejný odkaz
sq: {actor} u nda si një lidhje publike
sr: {actor} поделио као јавну везу
sv: {actor} delade offentligt
tr: {actor} herkese açık bağlantı olarak paylaştı

source: {actor} removed public link
ast: {actor} desanició l'enllaz públicu
ca: {actor} ha eliminat l'enllaç públic
cs: {actor} odstranil(a) veřejný odkaz
de_de: {actor} hat einen öffentlichen Link entfernt
es: {actor} eliminó el enlace público
es_pe: {actor} eliminó la liga pública
et_ee: {actor} eemaldas avaliku lingi
fi: {actor} poisti julkisen linkin
fr: {actor} a supprimé le lien public
is: {actor} fjarlægði almenningstengil
it: {actor} ha rimosso il collegamento pubblico
ja: {actor} は公開リンクを削除しました
ka_ge: {actor} მომხმარებელმა გააუქმა საზოგადო ბმული
lt_lt: {actor} pašalino nuorodą
nb: {actor} fjernet offentlig lenke
nl: {actor} verwijderde openbare link
pl: {actor} usunął(-ęła) publiczny link
pt_br: {actor} excluiu o link publico
ru: {actor} удалил(а) общедоступную ссылку
sk: {actor} odstránil verejný odkaz
sq: {actor} hoqi lidhje publike
sr: {actor} уклонио јавну везу
sv: {actor} tog bort offentlig länk
tr: {actor} herkese açık paylaşım bağlantısını kaldırdı

source: Public link of {actor} expired
ast: Caducó l'enllaz públicu de {actor}
ca: El vincle públic de {actor} ha caducat
cs: Veřejný odkaz {actor} vypršel
de_de: Öffentlicher Link von {actor} ist abgelaufen
es: Enlace público de {actor} caducado
es_pe: La liga pública de {actor} ha expirado
et_ee: {actor} avalik link aegus
fi: Käyttäjän {actor} julkinen linkki vanheni
fr: Le lien public de {actor} a expiré
is: Almenningstengill {actor} er útrunninn
it: Collegamento pubblico di {actor} scaduto
ja: {actor} の公開リンクの期限が切れています
ka_ge: {actor} მომხმარებლის საზოგადო ბმულს გაუვიდა ვადა
lt_lt: Pasibaigė nuorodos, priklausančios {actor}, galiojimo laikas
nb: Offentlig lenke av {actor} er utløpt
nl: Openbare link van {actor} is verlopen
pl: Publiczny link od {actor} wygasł
pt_br: O link público de {actor} expirou.
ru: Истёк срок действия общедоступной ссылки пользователя {actor}
sk: Verejný odkaz {actor} vypršal
sq: Lidhja publike e {actor} skadoi
sr: Јавна веза коју је направио {actor} истекла
sv: Offentlig länk av {actor} har utgått
tr: {actor} tarafından paylaşılan herkese açık bağlantının süresi dolmuş

source: You shared {file} as public link
ca: Has compartit {file} com a enllaç públic
cs: Sdílel(a) jste {file} jako veřejný odkaz
de_de: Sie haben {file} über einen öffentlichen Link geteilt
es: Compartió {file} como un enlace público
es_pe: Compartiste {file} como una liga pública
et_ee: Sa jagasid {file} avaliku lingina
fi: Jaoit kohteen {file} julkisena linkkinä
fr: Vous avez partagé {file} avec un lien public
is: Þú deildir {file} sem almenningstengli
it: Hai condiviso {file} tramite collegamento
ja: {file} を公開リンクとして共有しました
ka_ge: თქვენ საზოგადო ბმულის სახით გააზიარეთ {file}
lt_lt: Jūs pradėjote bendrinti {file} kaip viešąją nuorodą
nb: Du delte {file} som offentlig lenke
nl: Je deelde {file} als openbare link
pl: Udostępniłes(-łaś) {file} jako publiczny link
pt_br: Você compartilhou {file} como um link publico
ru: Вы предоставили общий доступ к «{file}» созданием общедоступной ссылки
sk: Sprístupnili ste súbor {file} ako verejný odkaz
sq: Ndatë {file} si një lidhje publike
sr: Поделили сте {file} као јавну везу
sv: Du delade {file} offentligt
tr: {file} dosyasını herkese açık bağlantı olarak paylaştınız

source: You removed public link for {file}
ast: Desaniciesti l'enllaz públicu pa {file}
ca: Heu eliminat l'enllaç públic per a {file}
cs: Odstranil(a) jste veřejný odkaz pro {file}
de_de: Sie haben die öffentliche Freigabe für {file} entfernt
es: Eliminó el enlace público para {file}
es_pe: Eliminaste la liga pública de {file}
et_ee: Sa eemaldasid {file} avaliku lingi
fi: Poistit kohteen {file} julkisen linkin
fr: Vous avez supprimé le lien public pour {file}
is: Þú fjarlægðir almenningstengilinn fyrir {file}
it: Hai rimosso il collegamento pubblico per {file}
ja: {file} の公開リンクを削除しました
ka_ge: თქვენ გააუქმეთ საზოგადო ბმული ფაილისთვის {file}
lt_lt: Jūs pašalinote viešą {file} nuorodą
nb: Du fjernet offentlig lenke for {file}
nl: Je verwijderde de openbare link voor {file}
pl: Usunąłeś(-ęłaś) link publiczny dla {file}
pt_br: Você excluiu o link publico de {file}
ru: Вы удалили общедоступную ссылку на «{file}»
sk: Odstránili ste verejný odkaz pre {file}
sq: Hoqët lidhje publike për {file}
sr: Уклонили сте јавну везу за {file}
sv: Du tog bort den offentliga länken för {file}
tr: {file} dosyasının herkese açık paylaşım bağlantısını kaldırdınız

source: Public link expired for {file}
ast: Caducó l'enllaz públicu pa {file}
ca: L'enllaç públic ha caducat per {file}
cs: Veřený odkaz pro {file} vypršel
de_de: Öffentlicher Link für {file} ist abgelaufen
es: Enlace público caducado para {file}
es_pe: La liga pública para {file} ha expirado
et_ee: {file} avalik link aegus
fi: Kohteen {file} julkinen linkki vanheni
fr: Le lien public a expiré pour {file}
is: Almenningstengill er útrunninn fyrir {file}
it: Collegamento pubblico scaduto per {file}
ja: {file} の公開リンクの期限が切れています
ka_ge: საზოგადო ბმულს ფაილისთვის {file} გაუვიდა ვადა
lt_lt: Pasibaigė nuorodos galiojimo laikas skirtas {file}
nb: Offentlig lenke er utløprt for {file}
nl: Openbare link voor {file} is verlopen
pl: Publiczny link dla {file} wygasł
pt_br: O link público de {file} expirou
ru: Истёк срок действия общедоступной ссылки на «{file}»
sk: Verejný odkaz pre {file} vypršal
sq: Lidhja publike skadoi për {file}
sr: Јавна веза за {file} истекла
sv: Offentlig länk har utgått för {file}
tr: {file} için herkese açık bağlantının süresi dolmuş

source: {actor} shared {file} as public link
ca: {actor} ha compartit {file} com a enllaç públic
cs: {actor} sdílel(a) {file} jako veřejný odkaz
de_de: {actor} hat {file} über einen öffentlichen Link geteilt
es: {actor} compartió {file} como enlace público
es_pe: {actor} ha compartido {file} como una liga pública
et_ee: {actor} jagas {file} avaliku lingina
fi: {actor} jakoi kohteen {file} julkisena linkkinä
fr: {actor} a partagé {file} avec un lien public
is: {actor} deildi {file} sem almenningstengli
it: {actor} ha condiviso {file} tramite collegamento pubblico
ja: {actor} が{file} を公開リンクとして共有しました
ka_ge: {actor} მომხმარებელმა საზოგადო ბმულის სახით გააზიარა {file}
lt_lt: {actor} pradėjo bendrinti {file} kaip viešąją nuorodą
nb: {actor} delte {file} som offentlig lenke
nl: {actor} deelde {file} als openbare link
pl: {actor} udostępnił(-a) {file} jako publiczne łącze
pt_br: {actor} compartilhou {file} como um link publico
ru: {actor} открыл(а) общий доступ к «{file}» в виде общедоступной ссылки
sk: {actor} sprístupnil {file} ako verejný odkaz
sq: {actor} u nda {file} si një lidhje publike
sr: {actor} поделио {file} као јавну везу
sv: {actor} delade {file} offentligt
tr: {actor} {file} dosyasını herkese açık bağlantı olarak paylaştı

source: {actor} removed public link for {file}
ast: {actor} desanició l'enllaz públicu pa {file}
ca: {actor} ha eliminat l'enllaç públic per a {file}
cs: {actor} odstranil(a) veřejný odkaz pro {file}
de_de: {actor} hat einen öffentlichen Link {file} entfernt
es: {actor} eliminó el enlace público para {file}
es_pe: {actor} eliminó la liga pública de {file}
et_ee: {actor} eemaldas {file} avaliku lingi
fi: {actor} poisti kohteen {file} julkisen linkin
fr: {actor} a supprimé le lien public pour {file}
is: {actor} fjarlægði almenningstengil fyrir {file}
it: {actor} ha rimosso il collegamento pubblico per {file}
ja: {actor} は{file} の公開リンクを削除しました
ka_ge: {actor} მომხმარებელმა გააუქმა საზოგადო ბმული ფაილისთვის {file}
lt_lt: {actor} nebesidalina "{file}"
nb: {actor} fjernet offentlig lenke for {file}
nl: {actor} verwijderde openbare link voor {file}
pl: {actor} usunął publiczne łącze do {file}
pt_br: {actor} excluiu o link publico de {file}
ru: {actor} удалил(а) общедоступную ссылку на «{file}»
sk: {actor} odstránil verejný odkaz pre {file}
sq: {actor} hoqi lidhje publike për {file}
sr: {actor} уклонио јавну везу за {file}
sv: {actor} tog bort den offentliga länken för {file}
tr: {actor} {file} dosyasının herkese açık paylaşım bağlantısını kaldırdı

source: Public link of {actor} for {file} expired
ast: Caducó l'enllaz públicu de {actor} pa {file}
ca: El vincle públic de {actor} per {file} ha caducat
cs: Veřejný odkaz {actor} pro {file} vypršel
de_de: Öffentlicher Link von {actor} für {file} ist abgelaufen
es: Enlace público de {actor} para {file} caducado
es_pe: La liga pública de {actor} para {file} ha expirado
et_ee: {actor} faili {file} avalik link aegus
fi: Käyttäjän {actor} julkinen linkki kohteeseen {file} vanhentui
fr: Le lien public de {actor} pour {file} a expiré
is: Almenningstengill frá {actor} fyrir {file} er útrunninn
it: Collegamento pubblico di {actor} per {file} scaduto
ja: {actor} の {file} の公開リンクは期限が切れています
ka_ge: {actor} მომხმარებლის საზოგადო ბმულს ფაილზე {file} გაუვიდა ვადა
lt_lt: Pasibaigė nuorodos galiojimo laikas duomenims {file}, bendrintiems {actor}
nb: Offentlig lenke av {actor} for {file} har utløpt
nl: Openbare link van {actor} voor {file} is verlopen
pl: Publiczny link od {actor} dla {file} wygasł
pt_br: O link público de {actor} para {file} expirou
ru: Истёк срок действия общедоступной ссылки на «{file}», созданной {actor}.
sk: Verejný odkaz používateľa {actor} pre {file} vypršal
sq: Lidhja publike e {actor} për {file} ka skaduar
sr: Јавна веза коју је направио {actor} за {file} истекла
sv: Offentlig länk av {actor} för {file} har utgått
tr: {actor} tarafından paylaşılan {file} dosyası bağlantısının süresi dolmuş

source: {user} accepted the remote share
ast: {user} aceutó la compartición remota
ca: {usuari} ha acceptat el recompte remot
cs: {user} přijal(a) vzdálené sdílení
de_de: {user} hat die Remotefreigabe akzeptiert
es: {user} aceptó el recurso compartido remotamente
es_pe: {user} aceptó el elemento compartido remoto
et_ee: {user} aksepteeris kaugjagamise
fi: {user} hyväksyi etäjaon
fr: {user} a accepté le partage distant
is: {user} samþykkti fjartengda sameign
it: {user} ha accettato la condivisione remota
ja: {user} は リモート共有を承認しました。
ka_ge: {user} მომხმარებელმა მიიღო დისტანციური გაზიარება
lt_lt: {user} priėmė bendrinamus duomenis
nb: {user} godtok fjerndelingen
nl: {user} accepteerde externe share
pl: {user} zaakceptował zdalny udział
pt_br: {user} aceitou o compartilhamento remoto
ru: {user} принял(а) общий ресурс другого сервера
sk: používateľ {user} prijal vzdialené sprístupnenie
sq: {user} pranoi ndarjen e largët
sr: {user} је прихватио удаљено дељење
sv: {user} accepterade extern delning
tr: {user} uzak paylaşımı kabul etti

source: {user} declined the remote share
ast: {user} refugó la compartición remota
ca: {usuari} ha rebutjat el recompte remot
cs: {user} odmítl vzdálené sdílení
de_de: {user} hat die Remotefreigabe abgelehnt
es: {user} rechazó el recurso compartido
es_pe: {user} declinó el elemento compartido remoto
et_ee: {user} keeldus kaugjagamisest
fi: {user} kieltäytyi etäjaosta
fr: {user} a refusé le partage distant
is: {user} hafnaði fjartengdri sameign
it: {user} ha rifiutato la condivisione remota
ja: {user} は リモート共有を拒否しました
ka_ge: {user} მომხმარებელმა უარყო დისტანციური გაზიარება
lt_lt: {user} atmetė duomenų dalinimąsi
nb: {user} avslo fjerndelingen
nl: {user} weigerde externe share
pl: {user} odrzucił zdalny udział
pt_br: {user} declinou o compartilhamento remoto
ru: {user} отклонил(а) общий ресурс другого сервера
sk: používateľ {user} odmietol vzdialené sprístupnenie
sq: {user} hodhi tej ndarjen e largët
sr: {user} је одбио јавно дељење
sv: {user} nekade extern delning
tr: {user} uzak paylaşımı reddetti

source: You received a new remote share {file} from {user}
ca: Heu rebut una nova compartició remota {file} de {user}
cs: Obdržel(a) jste nové vzdálené sdílení souboru {file} od {user}
de_de: Sie haben eine neue Remotefreigabe {file} von {user} erhalten
es: Ha recibido un nuevo recurso compartido remoto {file} de {user}
es_pe: Recibiste un nuevo elemento compartido remoto {file} de {user}
et_ee: Sa said uue kaugjagatud faili {file} kasutajalt {user}
fi: Vastaanotit uuden etäjaon {file} käyttäjältä {user}
fr: Vous avez reçu le partage distant {file} de {user}
is: Þú tókst við nýrri fjartengdri sameign {file} frá {user}
it: Hai ricevuto una nuova condivisione remota {file} da {user}
ja: {user} から {file} の新しいリモート共有が届いています
ka_ge: თქვენ მიიღეთ ახალი დისტანციური გაზიარება {file} მომხმარებლისგან {user}
lt_lt: Jūs gavote naują duomenis "{file}" iš kito serverio nuo {user}
nb: Du har mottatt en ny fjerndeling {file} fra {user}
nl: Je ontving een nieuwe externe share voor {file} van {user}
pl: Otrzymałeś nowy zdalny udział {file} od użytkownika {user}
pt_br: Você recebeu um novo compartilhamento remoto {file} de {user}
ru: Вы получили от {user} новый общий ресурс «{file}», расположенный на другом сервере
sk: Obdržali ste nové vzdialené zdieľanie súboru {file} používateľom {user}
sq: Morët një ndarje të largët {file} nga {user}
sr: Добили сте ново удаљено дељење {file} које је направио {user}
sv: Du har fått en ny extern delning {file} från {user}
tr: {user} kullanıcısından yeni bir uzak {file} dosya paylaşımı aldınız

source: {user} accepted the remote share of {file}
ast: {user} aceutó la compartición remota de {file}
ca: {usuari} ha acceptat la part remota de {file}
cs: {user} přijal vzdálené sdílení souboru {file}
de_de: {user} hat die Remotefreigabe von {file} akzeptiert
es: {user} aceptó la compartición remota de {file}
es_pe: {user} aceptó el elemento compartido remoto de {file}
et_ee: {user} aksepteeris faili {file} kaugjagamise
fi: {user} hyväksyi etäjaon {file}
fr: {user} a accepté le partage distant de {file}
is: {user} samþykkti fjartengdu sameignina {file}
it: {user} ha accettato la condivisione remota di {file}
ja: {user} は {file} のリモート共有を承認しました
ka_ge: {user} მომხმარებელმა მიიღო დისტანციური გაზიარება ფაილზე {file}
lt_lt: {user} priėmė bendrinamus duomenis "{file}"
nb: {user} godtok fjerndelingen av {file}
nl: {user} accepteerde externe gedeelde folder van {file}
pl: {user} zaakceptował zdalny udział {file}
pt_br: {user} aceitou o compartilhamento remoto de {file}
ru: {user} принял(а) доступ к ресурсу «{file}», расположенному на другом сервере
sk: používateľ {user} prijal vzdialené sprístupnenie súboru {file}
sq: {user} pranoi ndarjen e largët të {file}
sr: {user} прихватио удаљено дељење за фајл {file}
sv: {user} accepterade extern delning av {file}
tr: {user} uzak {file} dosyasının paylaşımını kabul etti
