Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: You removed {file} from your favorites
bg: Махнахте {file} от вашите предпочитания
ca: Has esborrat {file} dels teus preferits
cs: Odstranil(a) jste {file} ze svých oblíbených
da: Du har fjernet {file} fra dine favoritter
de_de: Sie haben {file} aus Ihren Favoriten entfernt
es_ec: Eliminaste {file} de tus favoritos
et_ee: {file} lemmikutest eemaldatud
eu: {file} kendu duzu gogokoetatik
fi: Poistit tiedoston {file} suosikeista
fr: Vous avez retiré {file} de vos favoris
hu: Eltávolítottad a kedvenceidből: {file}
it: Hai rimosso {file} dai tuoi preferiti
ja: {file} をお気に入りから削除しました
ka_ge: თქვენ ამოშალეთ {file}-ი თქვენი რჩეული ფაილებიდან
lb: Du hues {file} aus dengen Favortiten geläscht
lt_lt: Jūs pašalinote {file} iš mėgstamųjų
lv: Noņēmi {file} no savas izlases
nb: Du fjernet {file} fra dine favoritter
nl: Je verwijderde {file} van favorieten
pl: Usunąłeś {file} z ulubionych
pt_br: Você excluiu {file} dos seus favoritos
ro: Ai șters {file} din favorite
ru: Вы удалили «{file}» из избранного
sk: Odstránili ste {file} z vašich obľúbených
sl: Odstranili ste {file} od priljubljenih
sq: Ju hoqët {file} nga të parapëlqyerat
sr: Избацили сте {file} из омиљених
sv: Du tog bort {file} från dina favoriter
tr: {file} dosyasını sık kullandıklarınızdan çıkardınız
uk: Ви видалили {file} з улюбленого
vi: Bạn đã xóa {file} khỏi mục ưa thích của mình

source: File changes
bg: Файлови промени
ca: Canvis al fitxer
cs: Změny souboru
da: Fil ændringer
de_de: Dateiänderungen
es_ec: Cambios al archivo
et_ee: Failimuudatused
eu: Fitxategi aldaketak
fi: Tiedostomuutokset
fr: Modifications de fichiers
hu: Fájl változások
it: Modifiche dei file
ja: ファイル更新
ka_ge: ფაილის ცვლილებები
lb: Datei Ännerungen
lt_lt: Failo pakeitimai
lv: Faila izmaiņas
nb: Filendringer
nl: Bestandswijzigingen
pl: Zmiany w plikach
pt_br: Mudanças nos arquivos
ru: Изменения файлов
sk: Zmeny v súboroch
sl: Sprememba datoteke
sq: Ndryshimet në skedar
sr: Измене над фајлом
sv: Filändringar
tr: Dosya değişikleri
uk: Зміни файлу
vi: Tệp thay đổi

source: Created by {user}
bg: Създаден от {user}
ca: Creat per {user}
cs: Vytvořil {user}
da: Oprettet af {user}
de_de: Erstellt durch {user}
es_ec: Creado por {user}
et_ee: Kasutaja {user} poolt loodud
eu: {user} erabiltzaileak sortua
fi: Tekijänä {user}
fr: Créé par {user}
hu: Létrehozta: {user}
it: Creata da {user}
ja: {user} が作成しました
ka_ge: შექმნა მომხმარებელმა {user}
lb: Erstallt vum {user}
lt_lt: Sukūrė {user}
lv: Izveidoja {user}
nb: Opprettet av {user}
nl: Gecreëerd door {user}
pl: Utworzone przez {user}
pt_br: Criado por {user}
ro: Creat de {user}
ru: Создано {user}
sk: Vytvorené užívateľom {user}
sl: Ustvarjeno od {user}
sq: U krijua nga {user}
sr: Направио {user}
sv: Skapad av {user}
tr: {user} tarafından eklendi
uk: Створено користувачем {user}
vi: Được tạo bởi {user}

source: Changed by {user}
bg: Променен от {user}
ca: Canviat per {user}
cs: Změnil {user}
da: Ændret af {user}
de_de: Geändert durch {user}
es_ec: Cambiado por {user}
et_ee: Kasutaja {user} poolt muudetud
eu: {user} -k aldatuta
fi: Muokkaajana {user}
fr: Modifié par {user}
hu: Módosította: {user}
it: Modificata da {user}
ja: {user} が更新しました
ka_ge: შეცვალა მომხმარებელმა {user}
lb: Geännert vum {user}
lt_lt: Pakeitė {user}
lv: Izmainīja {user}
nb: Endret av {user}
nl: Gewijzigd door {user}
pl: Zmienione przez {user}
pt_br: Modificado por {user}
ro: Modificat de {user}
ru: Изменено {user}
sk: Zmenené užívateľom {user}
sl: Spremenjeno od {user}
sq: U ndryshua nga {user}
sr: Изменио {user}
sv: Ändrad av {user}
tr: {user} tarafından değiştirildi
uk: Змінено користувачем {user}
vi: Thay đổi bởi {user}

source: Deleted by {user}
bg: Изтрит от {user}
ca: Eliminat per {user}
cs: Odstranil {user}
da: Slettet af {user}
de_de: Gelöscht durch {user}
es_ec: Borrado por {user}
et_ee: Kasutaja {user} poolt kustutatud
eu: {user} -k ezabatuta
fi: Poistanut {user}
fr: Supprimé par {user}
hu: Törölte: {user}
it: Eliminata da {user}
ja: {user} が削除しました
ka_ge: წაშალა მომხმარებელმა {user}
lb: Geläscht vum {user}
lt_lt: Ištrynė {user}
lv: Dzēsa {user}
nb: Slettet av {user}
nl: Verwijderd door {user}
pl: Usunięte przez {user}
pt_br: Excluído por {user}
ro: Șters de {user}
ru: Удалено {user}
sk: Zmazané užívateľom {user}
sl: Izbrisano od {user}
sq: U fshi nga {user}
sr: Обрисао {user}
sv: Raderad av {user}
tr: {user} tarafından silindi
uk: Видалено користувачем {user}
vi: Đã xóa bởi {user}

source: Restored by {user}
bg: Възстановен от {user}
ca: Restaurat per {user}
cs: Obnovil {user}
da: Gendannet af {user}
de_de: Wiederhergestellt durch {user}
es_ec: Restaurado por {user}
et_ee: Kasutaja {user} poolt taastatud
eu: {user} -k zaharberrituta
fi: Palauttanut {user}
fr: Restauré par {user}
hu: Visszaállította: {user}
it: Ripristinata da {user}
ja: {user} が復元しました
ka_ge: აღადგინა მომხმარებელმა {user}
lb: Erem hier gestallt vum {user}
lt_lt: Atkūrė {user}
lv: Atjaunoja {user}
nb: Gjenopprettet av {user}
nl: Hersteld door {user}
pl: Przywrócone przez {user}
pt_br: Restaurado por {user}
ro: Restaurat de {user}
ru: Восстановлено {user}
sk: Obnovené užívateľom {user}
sl: Obnovljeno od {user}
sq: U rikthye nga {user}
sr: Повратио {user}
sv: Återställd av {user}
tr: {user} tarafından geri yüklendi
uk: Відновлено користувачем {user}
vi: Được khôi phục bởi {user}

source: Renamed by {user}
bg: Преименуван от {user}
ca: Reanomenat per {user}
cs: Přejmenoval {user}
da: Omdøbt af {user}
de_de: Umbenannt durch {user}
es_ec: Renombrado por {user}
et_ee: Kasutaja {user} poolt ümber nimetatud
eu: {user} -k berrizendatuta
fi: Uudelleennimennyt {user}
fr: Renommé par {user}
hu: Átnevezte: {user}
it: Rinominata da {user}
ja: {user} が作成しました
ka_ge: სახელი გადაარქვა მომხმარებელმა {user}
lb: Embenannt vum {user}
lt_lt: Pervadino {user}
lv: Pārdēvēja {user}
nb: Navn endret av {user}
nl: Hernoemd door {user}
pl: Zmienione przez {user}
pt_br: Renomeado por {user}
ro: Redenumit de {user}
ru: Переименовано {user}
sk: Premenované užívateľom {user}
sl: Preimenovano od {user}
sq: U riemërua nga {user}
sr: Преименовао {user}
sv: Filnamn ändrat av {user}
tr: {user} tarafından adı değiştirildi
uk: Перейменовано користувачем {user}
vi: Đã đổi tên bởi {user}

source: Moved by {user}
bg: Преместен от {user}
ca: Mogut per {user}
cs: Přesunul {user}
da: Flyttet af {user}
de_de: Verschoben durch {user}
es_ec: Movido por {user}
et_ee: Kasutaja {user} liigutatud
eu: {user} -k mugituta
fi: Siirtänyt {user}
fr: Déplacé par {user}
hu: Áthelyezte: {user}
it: Spostata da {user}
ja: {user} が移動しました
ka_ge: გადაიტანა მომხმარებელმა {user}
lb: Beweegt vum {user}
lt_lt: Perkėlė {user}
lv: Pārvietoja {user}
nb: Flyttet av {user}
nl: Verplaatst door {user}
pl: Przeniesione przez {user}
pt_br: Movido por {user}
ro: Mutat de {user}
ru: Перемещено {user}
sk: Presunuté užívateľom {user}
sl: Premaknjeno od {user}
sq: U ndryshua nga {user}
sr: Померио {user}
sv: Flyttad av {user}
tr: {user} tarafından taşındı
uk: Переміщено користувачем {user}
vi: Đã di chuyển bởi {user}

source: "remote user"
ca: "usuari remot"
cs: "vzdálený uživatel"
da: "ekstern bruger"
de_de: „Externer Benutzer“
es_ec: "usuario remoto"
et_ee: "kaugkasutaja"
eu: "urrutiko erabiltzailea"
fi: "etäkäyttäjä"
fr: "utilisateur distant"
hu: "távoli felhasználó"
it: "utente remoto"
ja: "リモートユーザー"
ka_ge: "დისტანციური მომხმარებელი"
lt_lt: "nuotolinis naudotojas"
nb: "ekstern bruker"
nl: "externe gebruiker"
pl: "użytkownik zdalny"
pt_br: "usuário remoto"
ro: "utilizator la distanță"
ru: «пользователь с другого сервера»
sk: "vzdialený používateľ"
sl: "oddaljeni uporabnik"
sq: "përdorues i largët"
sr: „удаљени корисник“
sv: "extern användare"
tr: "uzak kullanıcı"
uk: "віддалений користувач"
vi: "người dùng từ xa"

source: You created {file}
bg: Вие създадохте {file}
ca: Has creat {file}
cs: Vytvořil(a) jste {file}
da: Du har oprettet {file}
de_de: Sie haben {file} erstellt
es_ec: Creaste {file}
et_ee: Sa lõid faili {file}
eu: Sortu duzu {file}
fi: Loit tiedoston {file}
fr: Vous avez créé {file}
hu: Létrehoztad: {file}
it: Hai creato {file}
ja: {file} を作成しました
ka_ge: თქვენ შექმენით {file}
lb: Du hues {file} erstallt
lt_lt: Jūs sukūrėte {file}
lv: Izveidoji {file}
nb: Du opprettet {file}
nl: Je creëerde {file}
pl: Utworzy‭łeś {file}
pt_br: Você criou o arquivo {file}
ro: Ai creat {file}
ru: Вы создали «{file}»
sk: Vytvorili ste súbor {file}
sl: Ustvaril(a) si {file}
sq: Ju krijuat {file}
sr: Направили сте {file}
sv: Du skapade {file}
tr: {file} dosyasını eklediniz
uk: Ви створили {file}
vi: Bạn đã tạo {file}

source: {user} created {file}
bg: {user} създаде {file}
ca: {user} ha creat {file}
cs: {user} vytvořil(a) {file}
da: {user} oprettede {file}
de_de: {user} hat {file} erstellt
es_ec: {user} creó {file}
et_ee: Kasutaja {user} lõi faili {file}
eu: {user} {file} sortu du
fi: {user} loi tiedoston {file}
fr: {user} a créé {file}
hu: {user} létrehozta: {file}
it: {user} ha creato {file}
ja: {user} が {file} を作成しました
ka_ge: {user} მომხმარებელმა შექმნა {file}
lb: Den {user} huet {file} erstallt
lt_lt: {user} sukūrė {file}
lv: {user} izveidoja {file}
nb: {user} opprettet {file}
nl: {user} creëerde {file}
pl: {user} utworzy‭ł {file}
pt_br: {user} criou {file}
ro: {user} a creat {file}
ru: {user} создал(а) «{file}»
sk: {user} vytvoril súbor {file}
sl: {user} ustvaril(a) {file}
sq: {user} krijoj {file}
sr: {user} је направио {file}
sv: {user} skapade {file}
tr: {user}, {file} dosyasını ekledi
uk: Користувач {user} створив {file}
vi: {user} đã tạo {file}

source: {file} was created in a public folder
bg: {file} беше създаден в публична папка
ca: {file} s'ha creat en una carpeta pública
cs: Soubor {file} byl vytvořen ve veřejné složce
da: {file} blev oprettet i en offentlig mappe
de_de: {file} wurde in einem öffentlichen Ordner erstellt
es_ec: {file} fue creado en una carpeta pública
et_ee: {file} loodi avalikku kausta
eu: {file} fitxategi publiko batean sortu da
fi: Tiedosto {file} luotiin julkisessa kansiossa
fr: {file} a été créé dans un dossier public
hu: {file} létrehozva egy nyilvános mappában
it: {file} è stato creato in una cartella pubblica
ja: 公開フォルダーに {file} が作成されました
ka_ge: {file} შეიქმნა საზოგადო დირექტორიაში
lb: {file} ass an engem ëffentlechen Dossier erstallt ginn
lt_lt: {file} buvo sukurtas viešajame aplanke
lv: {file} tika izveidots publiskajā mapē
nb: {file} ble opprettet i en offentlig mappe
nl: {file} werd gecreëerd in een openbare map
pl: {file} został utworzony w folderze publicznym
pt_br: O arquivo {file} foi criado em uma pasta pública
ro: {file} a fost creat într-un director public
ru: «{file}» создан в общедоступом каталоге
sk: {file} bol vytvorený vo verejnom priečinku
sl: {file} ustvarjena je bila v javni mapi
sq: {file} u krijua në një folder publik
sr: {file} је направљен у јавној фасцикли
sv: {file} skapades i en offentlig mapp
tr: {file} dosyası herkese açık klasör içine eklendi
uk: Файл {file} створено у спільній теці
vi: {file} đã được tạo trong một thư mục công khai

source: You changed {file}
bg: Променихте {file}
ca: Has modificat {file}
cs: Změnil(a) jste {file}
da: Du ændrede {file}
de_de: Sie haben {file} geändert
es_ec: Cambiaste {file}
et_ee: Sa muutsid faili {file}
eu: Zuk {file} aldatu duzu
fi: Muutit tiedostoa {file}
fr: Vous avez modifié {file}
hu: Módosítottad: {file}
it: Hai modificato {file}
ja: {file} を更新しました
ka_ge: თქვენ შეცვალეთ {file}
lb: Du hues {file} verännert
lt_lt: Jūs pakeitėte {file}
lv: Izmainīji {file}
nb: Du endret {file}
nl: Je wijzigde {file}
pl: Zmieniłeś {file}
pt_br: Você modificou o arquivo {file}
ro: Ai modificat {file}
ru: Вы изменили «{file}»
sk: Zmenili ste {file}
sl: Spremenil(a) si {file}
sq: Ju ndryshuat {file}
sr: Изменили сте {file}
sv: Du ändrade {file}
tr: {file} dosyasını değiştirdiniz
uk: Ви змінили {file}
vi: Bạn đã thay đổi {file}

source: {user} changed {file}
bg: {user} промени {file}
ca: {user} ha modificat {file}
cs: {user} změnil(a) {file}
da: {user} ændrede {file}
de_de: {user} hat {file} geändert
es_ec: {user} cambió {file}
et_ee: Kasutaja {user} muutis faili {file}
eu: {user} {file} aldatu du
fi: {user} muutti tiedostoa {file}
fr: {user} a modifié {file}
hu: {user} módosította: {file}
it: {user} ha modificato {file}
ja: {user} が {file} を更新しました
ka_ge: {user} მომხმარებელმა შეცვალა {file}
lb: Den {user} huet {file} verännert
lt_lt: {user} pakeitė {file}
lv: {user} mainīts {file}
nb: {user} endret {file}
nl: {user} wijzigde {file}
pl: {user} zmienił {file}
pt_br: {user} modificou {file}
ro: {user} a modificat {file}
ru: {user} изменил(а) «{file}»
sk: {user} zmenil {file}
sl: {user} spremenil/a {file}
sq: {user} ndryshoj {file}
sr: {user} је изменио {file}
sv: {user} ändrade {file}
tr: {user}, {file} dosyasını değiştirdi
uk: Користувач {user} змінив {file}
vi: {user} đã thay đổi {file}

source: You deleted {file}
bg: Вие изтрихте {file}
ca: Heu esborrat {file}
cs: Odstranil(a) jste {file}
da: Du slettede {file}
de_de: Sie haben {file} gelöscht
es_ec: Borraste {file}
et_ee: Sa kustutasid faili {file}
eu: {file} ezabatu duzu
fi: Poistit tiedoston {file}
fr: Vous avez supprimé {file}
hu: Törölted: {file}
it: Hai eliminato {file}
ja: {file} を削除しました
ka_ge: თქვენ წაშალეთ {file}
lb: Du hues {file} geläscht
lt_lt: Jūs ištrynėte {file}
lv: Tu izdzēsi {file}
nb: Du slettet {file}
nl: Je verwijderde {file}
pl: Usunąłeś {file}
pt_br: Você excluiu o arquivo {file}
ro: Ai șters {file}
ru: Вы удалили «{file}»
sk: Zmazali ste {file}
sl: Izbrisal(a) si {file}
sq: Ju fshit {file}
sr: Обрисали сте {file}
sv: Du raderade {file}
tr: {file} dosyasını sildiniz
uk: Ви видалили {file}
vi: Bạn đã xóa {file}

source: {user} deleted {file}
bg: {user} изтри {file}
ca: {user} ha esborrat {file}
cs: {user} smazal(a) {file}
da: {user} slettede {file}
de_de: {user} hat {file} gelöscht
es_ec: {user} borró {file}
et_ee: Kasutaja {user} kustutas faili {file}
eu: {user} {file} ezabatu du
fi: {user} poisti tiedoston {file}
fr: {user} a supprimé {file}
hu: {user} törölte: {file}
it: {user} ha eliminato {file}
ja: {user} が {file} を削除しました
ka_ge: {user} მომხმარებელმა წაშალა {file}
lb: Den {user} huet {file} geläscht
lt_lt: {user} ištrynė {file}
lv: {user} izdzēsa {file}
nb: {user} slettet {file}
nl: {user} verwijderde {file}
pl: {user} usunął {file}
pt_br: {user} excluiu o arquivo {file}
ro: {user} a șters {file}
ru: {user} удалил(а) «{file}»
sk: {user} zmazal {file}
sl: {user} izbrisal(a) {file}
sq: {user} fshiu {file}
sr: {user} је обрисао {file}
sv: {user} raderade {file}
tr: {user}, {file} dosyasını sildi
uk: Користувач {user} видалив {file}
vi: {user} đã xóa {file}

source: You restored {file}
bg: Възстановихте {file}
ca: Has restaurat {file}
cs: Obnovil(a) jste {file}
da: Du gendannede {file}
de_de: Sie haben {file} wiederhergestellt
es_ec: Restauraste {file}
et_ee: Sa taastasid faili {file}
eu: Zuk {file} zaharberritu duzu
fi: Palautit tiedoston {file}
fr: Vous avez restauré {file}
hu: Visszaállítottad: {file}
it: Hai ripristinato {file}
ja: {file} を復元しました
ka_ge: თქვენ აღადგინეთ {file}
lb: Du hues {file} erem hier gestallt
lt_lt: Jūs atkūrėte {file}
lv: Tu atjaunoji {file}
nb: Du gjenopprettet {file}
nl: Je herstelde {file}
pl: Przywróciłeś {file}
pt_br: Você restaurou o arquivo {file}
ro: Ai restaurat {file}
ru: Вы восстановили «{file}»
sk: Obnovili ste {file}
sl: Obnovil(a) si {file}
sq: Ju rikthyet {file}
sr: Повратили сте {file}
sv: Du återställde {file}
tr: {file} dosyasını geri yüklediniz
uk: Ви відновили {file}
vi: Bạn đã khôi phục {file}

source: {user} restored {file}
bg: {user} възстанови {file}
ca: {user} ha restaurat {file}
cs: {user} obnovil {file}
da: {user} gendannede {file}
de_de: {user} hat {file} wiederhergestellt
es_ec: {user} restauró {file}
et_ee: Kasutaja {user} taastas faili {file}
eu: {user} {file} zaharberritu du
fi: {user} palautti tiedoston {file}
fr: {user} a restauré {file}
hu: {user} visszaállította: {file}
it: {user1} ha ripristinato {file}
ja: {user} が {file} を復元しました
ka_ge: {user} მომხმარებელმა განაახლა {file}
lb: Den {user} huet {file} erem hier gestallt
lt_lt: {user} atkūrė {file}
lv: {user} atjaunoja {file}
nb: {user} gjenopprettet {file}
nl: {user} herstelde {file}
pl: {user} przywrócił {file}
pt_br: {user} restaurou {file}
ro: {user} a restaurat {file}
ru: {user} восстановил(а) «{file}»
sk: {user} obnovil {file}
sl: {user} obnovil(a) {file}
sq: {user} riktheu {file}
sr: {user} је повратио {file}
sv: {user} återställde {file}
tr: {user}, {file} dosyasını geri yükledi
uk: Користувач {user} відновив {file}
vi: {user} đã khôi phục {file}

source: You renamed {oldfile} to {newfile}
bg: Преименувахте {oldfile} на {newfile}
ca: Heu reanomenat {oldfile} a {newfile}
cs: Přejmenoval(a) jste {oldfile} na {newfile}
da: Du omdøbte {oldfile} til {newfile}
de_de: Sie haben {oldfile} in {newfile} umbenannt
es_ec: Renombraste {oldfile} como {newfile}
et_ee: Sa nimetasid faili ümber: {oldfile} nüüd {newfile}
fi: Uudelleennimesit tiedoston {oldfile} tiedostoksi {newfile}
fr: Vous avez renommé {oldfile} en {newfile}
hu: Átnevezted ezt: {oldfile} erre: {newfile}
it: Hai rinominato {oldfile} in {newfile}
ja: {oldfile} を {newfile} に変更しました
ka_ge: თქვენ გადაარქვით სახელი {oldfile}-ს {newfile}-ზე
lb: Du hues {oldfile} zu {newfile} embenannt
lt_lt: Jūs pervadinote {oldfile} į {newfile}
lv: Pārdēvēji {oldfile} uz {newfile}
nb: Du endret navn på {oldfile} til {newfile}
nl: Je hernoemde {oldfile} naar {newfile}
pl: Zmieniłeś {oldfile} na {newfile}
pt_br: Você renomeou o arquivo {oldfile} para {newfile}
ro: Ai redenumit {oldfile} în {newfile}
ru: Вы переименовали «{oldfile}» в «{newfile}»
sk: Premenovali ste {oldfile} na {newfile}
sl: Preimenoval(a) si {oldfile} v {newfile}
sq: Ju riemëruat {oldfile} në {newfile}
sr: Преименовали сте {oldfile} на {newfile}
sv: Du ändrade filnamn {oldfile} till {newfile}
tr: {oldfile} dosyasının adını {newfile} olarak değiştirdiniz
uk: Ви перейменували {oldfile} в {newfile}
vi: Bạn đã đổi tên {oldfile} thành {newfile}

source: {user} renamed {oldfile} to {newfile}
bg: {user} преименува {oldfile} на {newfile}
ca: {user} ha reanomenat {oldfile} a {newfile}
cs: {user} přejmenoval {oldfile} na {newfile}
da: {user} omdøbte {oldfile} til {newfile}
de_de: {user} hat {oldfile} in {newfile} umbenannt
es_ec: {user} renombró {oldfile} como {newfile}
et_ee: {user} nimetas faili ümber: {oldfile} nüüd {newfile}
fi: {user} uudelleennimesi tiedoston {oldfile} tiedostoksi {newfile}
fr: {user} a renommé {oldfile} en {newfile}
hu: {user} átnevezte ezt: {oldfile} erre: {newfile}
it: {user} ha rinominato {oldfile} in {newfile}
ja: {user} が {oldfile} を{newfile} に変更しました
ka_ge: {user}-მა გადაარქვა სახელი {oldfile}-ს {newfile}-ზე
lb: Den {user} huet {oldfile} zu {newfile} embenannt
lt_lt: {user} pervadino {oldfile} į {newfile}
lv: {user} pārdēvēja {oldfile} uz {newfile}
nb: {user} endret navn på {oldfile} til {newfile}
nl: {user} hernoemde {oldfile} naar {newfile}
pl: {user} zmienił {oldfile} na {newfile}
pt_br: {user} renomeou {oldfile} para {newfile}
ro: {user} a redenumit {oldfile} în {newfile}
ru: {user} переименовал(а) «{oldfile}» в «{newfile}»
sk: {user} premenoval {oldfile} na {newfile}
sl: {user} preimenoval(a) {oldfile} v {newfile}
sq: {user} riemëruat {oldfile} në {newfile}
sr: {user} је преименовао {oldfile} на {newfile}
sv: {user} ändrade filnamn {oldfile} till {newfile}
tr: {user}, {oldfile} dosyasının adını {newfile} olarak değiştirdi
uk: Користувач {user} перейменував {oldfile} у {newfile}
vi: {user} đổi tên thành {oldfile} thành {newfile}

source: You moved {oldfile} to {newfile}
bg: Преместихте {oldfile} в {newfile}
ca: has mogut {oldfile} a {newfile}
cs: {oldfile} jste přesunul(a) do {newfile}
da: Du flyttede {oldfile} til {newfile}
de_de: Sie haben {oldfile} nach {newfile} verschoben
es_ec: Moviste {oldfile} a {newfile}
et_ee: Sa liigutasid faili: {oldfile} nüüd {newfile}
eu: {oldfile} mugitu duzu hona {newfile}
fi: Siirsit tiedoston {oldfile} tiedostoksi {newfile}
fr: Vous avez déplacé {oldfile} dans {newfile}
hu: Áthelyezted ezt: {oldfile} ide: {newfile}
it: Hai spostato {oldfile} in {newfile}
ja: {oldfile} を {newfile} に移動しました
ka_ge: თქვენ გადაიტანეთ {oldfile} {newfile}-ად
lb: Du hues {oldfile} zu {newfile} verreckelt
lt_lt: Jūs perkėlėte {oldfile} į {newfile}
lv: Pārvietoji {oldfile} uz {newfile}
nb: Du flyttet {oldfile} til {newfile}
nl: Je verplaatste {oldfile} naar {newfile}
pl: Przeniosłeś {oldfile} do {newfile}
pt_br: Você moveu o arquivo {oldfile} para {newfile}
ro: Ai mutat{oldfile} în {newfile}
ru: Вы переместили «{oldfile}» в «{newfile}»
sk: Presunuli ste {oldfile} do {newfile}
sl: Premaknil(a) si {oldfile} v {newfile}
sq: Ju lëvizët {oldfile} në {newfile}
sr: Померили сте {oldfile} на {newfile}
sv: Du flyttade {oldfile} till {newfile}
tr: {oldfile} dosyası nı{newfile} dosyasına taşıdınız
uk: Ви перемістили {oldfile} до {newfile}
vi: Bạn đã chuyển {oldfile} tới {newfile}

source: {user} moved {oldfile} to {newfile}
bg: {user} премести {oldfile} в {newfile}
ca: {user} ha mogut {oldfile} a {newfile}
cs: {user} přesunul(a) {oldfile} do {newfile}
da: {user} flyttede {oldfile} til {newfile}
de_de: {user} hat {oldfile} nach {newfile} verschoben
es_ec: {user} movió {oldfile} a {newfile}
et_ee: {user} liigutas faili: {oldfile} nüüd {newfile}
fi: {user} siirsi tiedoston {oldfile} tiedostoksi {newfile}
fr: {user} a déplacé {oldfile} dans {newfile}
hu: {user} áthelyezte ezt: {oldfile} ide: {newfile}
it: {user} ha spostato {oldfile} in {newfile}
ja: {user} が {oldfile} を {newfile} に移動しました
ka_ge: {user}-მა გადაიტანა {oldfile} {newfile}-ად
lb: Den {user} huet {oldfile} zu {newfile} verreckelt
lt_lt: {user} perkėlė {oldfile} į {newfile}
lv: {user} pārvietoja {oldfile} uz {newfile}
nb: {user} flyttet {oldfile} til {newfile}
nl: {user} verplaatste {oldfile} naar {newfile}
pl: {user} przeniósł {oldfile} do {newfile}
pt_br: {user} moveu o arquivo {oldfile} para {newfile}
ro: {user} a mutat {oldfile} în {newfile}
ru: {user} переместил(а) «{oldfile}» в «{newfile}»
sk: {user} presunul {oldfile} do {newfile}
sl: {user} premaknil(a) {oldfile} v {newfile}
sq: {user} lëvizi {oldfile} në {newfile}
sr: {user} је померио {oldfile} на {newfile}
sv: {user} flyttade {oldfile} till {newfile}
tr: {user}, {oldfile} dosyasının {newfile} dosyasına taşıdı
uk: Користувач {user} перемістив {oldfile} до {newfile}
vi: {user} đã chuyển {oldfile} tới {newfile}
