Repository: Cybso/server
Catalog: translationfiles/*/files_external.po
Languages: cs, da, de, es_pa, fi, hu, id, is, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, th, tr

source: Some of the configured external mount points are not connected. Please click on the red row(s) for more information
cs: Některá z nastavených vzdálených úložišť nejsou připojena. Pro více informací prosím klikněte na červenou šipku(y)
da: Nogle af de konfigureret eksterne mount points er ikke forbundet. Klik venligst på de(n) røde række(r) for mere information
de: Einige der konfigurierten externen Einbindungspunkte sind nicht verbunden. Bitte klicke auf die roten Zeile(n) für weitere Informationen
es_pa: Algunos de los puntos de montaje externos configurados no se encuentran conectados. Por favor has click en los renglon(es) en rojo para más información
fi: Jotkin määritetyt erilliset liitospisteet eivät ole yhdistettynä. Napsauta punaisia rivejä saadaksesi lisätietoja
hu: Néhány beállított külső csatolási pont nincs kapcsolatban. További információkért kattints a piros sor(ok)ra.
id: Beberapa mount point eksternal tidak terhubung. Klik barisan merah untuk informasi selanjutnya
is: Sumir uppsettir tengipunktar eru ekki tengdir í skráakerfið. Smelltu á rauðu örina/örvarnar til að fá frekari upplýsingar
ja: いくつかの設定済み外部マウントポイントに接続できませんでした。詳細情報は赤い行をクリックしてください
ka_ge: ზოგი კონფიგურირებული გარე მონტაჟის წერიტილი არაა დაკავშირებული. მეტი ინფორმაციისთვის გთხოვთ დააწკაპუნოთ წითელ რიგ(ებ)ს.
lt_lt: Kai kurios sukonfigūruotos išorinės saugyklos nebuvo prijungtos. Paspauskite ant raudonai nuspalvotų eilučių norėdami gauti išsamesnę informaciją
nb: Noen av de oppsatte eksterne oppkoblingspunktene er ikke tilkoblet. Klikk på de røde raden(e) for mer informasjon.
nl: Sommige van de geconfigureerde koppelpunten zijn niet verbonden. Klik op de rode rij(en) voor meer informatie
pl: Niektóre skonfigurowane zewnętrzne punkty montowania są nie podłączone. Proszę kliknąć na czerwony rząd (y), aby uzyskać więcej informacji
pt_br: Alguns dos pontos de montagem externos configurados não estão conectados. Clique na(s) linha(s) vermelha(s) para mais informações
ru: Некоторые из настроенных внешних точек монтирования не подключены. Для получения дополнительной информации нажмите на красную строку(и)
sk: Niektoré z nastavených externých úložísk nie sú pripojené. Pre viac informácií kliknite na červenú šípku(y)
sq: Disa nga pikat e jashtme të formësuara të montimit s’janë të lidhura. Ju lutemi, klikoni në shigjetën(at) e kuqe për më tepër të dhëna
sr: Неке од конфигурисаних спољашњих тачака монтирања нису повезане. Кликните на црвени ред(ове) за више информација
sv: Några av de konfigurerade externa monteringspunkter är inte anslutna. Klicka på den röda rad(er) för mer information.
th: การกำหนดค่าบางส่วนของจุดเชื่อมต่อภายนอกไม่ถูกเชื่อมต่อ กรุณาคลิกที่ตรงสีแดงสำหรับข้อมูลเพิ่มเติม
tr: Yapılandırılmış dış bağlama noktalarından bazıları bağlı değil. Lütfen ayrıntılı bilgi almak için kırmızı satırlara tıklayın

source: Please enter the credentials for the {mount} mount
cs: Zadejte prosím přihlašovací údaje k přípojnému bodu {mount}
da: Indtast venligst brugeroplysningerne for {mount} mount
de: Bitte gib die Anmeldeinformationen für den {mount} Speicher an
es_pa: Por favor ingresa las credenciales para el montaje {mount}
fi: Anna kirjautumistiedot liitokselle {mount}
hu: Kérlek add meg a következő csatolás azonosítóit: {mount}
id: Masukkan kredensial untuk mount {mount}
is: Settu inn auðkenni fyrir {mount} tengipunktinn
ja: {mount} のマウントのために必要な資格情報を入力してください
ka_ge: გთხოვთ {mount} მონტაჟისთვის შეიყვანოთ მონაცემები
lt_lt: Prašome įvesti prisijungimo duomenis skirtus saugyklos {mount} prijungimui
nb: Legg inn påloggingsdetaljer for {mount}
nl: Geef de inloggegevens op voor de {mount} mount
pl: Proszę wprowadzić poświadczenia dla {mount} montażu
pt_br: Por favor, insira as credenciais para montar {mount}
ru: Укажите учётные данные для точки подключения «{mount}»
sk: Zadajte prosím prihlasovacie údaje k prípojnému bodu {mount}
sq: Ju lutemi, jepni kredencialet për pikën e montimit {mount}
sr: Унесите акредитиве за {mount} тачку монтирања
sv: Vänligen ange uppgifterna för {mount} montering
th: กรุณากรอกข้อมูลประจำตัวสำหรับ {mount}
tr: {mount} bağlaması için kimlik doğrulama bilgilerini yazın

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es_pa: Usuario
fi: Käyttäjätunnus
hu: Felhasználónév
id: Nama Pengguna
is: Notandanafn
ja: ユーザー名
ka_ge: მომხმარებლის სახელი
lt_lt: Naudotojo vardas
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sk: Používateľské meno
sq: Emër përdoruesi
sr: Корисничко име
sv: Användarnamn
th: ชื่อผู้ใช้งาน
tr: Kullanıcı Adı

source: Password
cs: Heslo
da: Kodeord
de: Passwort
es_pa: Contraseña
fi: Salasana
hu: Jelszó
id: Kata sandi
is: Lykilorð
ja: パスワード
ka_ge: პაროლი
lt_lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sr: Лозинка
sv: Lösenord
th: รหัสผ่าน
tr: Parola

source: Credentials saved
cs: Přihlašovací údaje uloženy
da: Brugeroplysninger gemt
de: Anmeldeinformationen gespeichert
es_pa: Credenciales guardadas
fi: Kirjautumistiedot tallennettu
hu: Azonosítók mentve
id: Kredensial tersimpan
is: Auðkenni vistuð
ja: 資格情報を保存しました
ka_ge: მონაცემები შენახულია
lt_lt: Prisijungimo duomenys yra išsaugoti
nb: Påloggingsdetaljer lagret
nl: Inloggegevens opgeslagen
pl: Poświadczenia zapisane
pt_br: Credenciais salvas
ru: Учётные данные сохранены
sk: Prihlasovacie údaje uložené
sq: Kredencialet u ruajtën
sr: Акредитиви снимљени
sv: Sparade uppgifter
th: ข้อมูลประจำตัวได้ถูกบันทึก
tr: Kimlik doğrulama bilgileri kaydedildi

source: Credentials saving failed
cs: Uložení přihlašovacích údajů selhalo
da: Det mislykkedes at gemme brugeroplysninger.
de: Speichern der Anmeldeinformationen fehlgeschlagen
es_pa: Se ha presentado una falla al guardar las credenciales
fi: Kirjautumistietojen tallentaminen epäonnistui
hu: Azonosítók mentése sikertelen
id: Penyimpanan kredensial gagal
is: Vistun auðkenna tókst ekki
ja: 資格情報の保存に失敗しました
ka_ge: მონაცემების შენახვა ვერ მოხერხდა
lt_lt: Nepavyko išsaugoti prisijungimo duomenų
nb: Lagring av påloggingsdetaljer mislyktes
nl: Opslaan inloggegevens mislukt
pl: Poświadczenia oszczędności nie powiodło się
pt_br: Erro ao salvar as credenciais
ru: Ошибка сохранения учётных данных
sk: Uloženie prihlasovacích údajov zlyhalo
sq: Ruajtja e kredencialeve dështoi
sr: Снимање акредитива није успело
sv: Misslyckades med att spara uppgifterna
th: บันทึกข้อมูลประจำตัวล้มเหลว
tr: Kimlik doğrulama bilgileri kaydedilemedi

source: Credentials required
cs: Vyžadovány přihlašovací údaje
da: Kræver brugeroplysninger
de: Anmeldeinformationen benötigt
es_pa: Se requieren credenciales
fi: Kirjautumistiedot vaaditaan
hu: Azonosító szükséges
id: Kredensial dibutuhkan
is: Auðkenna krafist
ja: 資格情報が必要です
ka_ge: მონაცემები საჭიროა
lt_lt: Reikalingi prisijungimo duomenys
nb: Påloggingsdetaljer kreves
nl: Inloggegevens vereist
pl: Wymagane poświadczenia
pt_br: Credenciais são requeridas
ru: Требуются учётные данные
sk: Vyžadované prihlasovacie údaje
sq: Lypsen kredenciale
sr: Потребни акредитиви
sv: Uppgifter krävs
th: จำเป็นต้องระบบข้อมูลประจำตัว
tr: Kimlik doğrulama bilgileri gerekli

source: Storage with ID "%d" not found
cs: Úložiště s ID "%d" nebylo nalezeno
da: Lagring med ID "%d" ikke fundet
de: Der Speicher mit der ID „%d“ wurde nicht gefunden
es_pa: El almacenamiento con ID "%d" no fue encontrado
fi: Tallennustilaa tunnisteella "%d" ei löytynyt
hu: A(z) "%d" azonosítójú tároló nincs meg
is: Geymsla með auðkennið '%d' fannst ekki
ja: ID "%d" のストレージが見つかりません
ka_ge: საცავი ID-ით "%d" ვერ იქნა ნაპოვნი
lt_lt: Nerasta saugykla su identifikacijos numeriu "%d"
nb: Lager med ID "%d" ikke funnet
nl: Opslag met ID "%d" niet gevonden
pl: Nie znaleziono magazynu o ID "%d"
pt_br: A armazenagem com a ID "%d" não foi encontrada
ru: Хранилище с идентификатором «%d» не найдено
sk: Úložisko s ID "%d" sa nenašlo
sq: Ruajtja me ID "%d" nuk u gjet
sr: Складиште са идентификацијом "%d" није пронађено
sv: Lagringsutrymme med ID "%d" hittades inte
tr: "%d" kodlu depolama bulunamadı

source: Invalid backend or authentication mechanism class
cs: Neplatný backend nebo třída ověřovacího mechanismu
da: Ugyldig backend eller klasse for godkendelsesmekanisme
de: Ungültiger Backend- oder Authentifizierungsmechanismus
es_pa: Backend o clase de mecanismo de autenticación inválido
fi: Virheellinen tietovarasto tai tunnistautumismekanismin luokka
hu: Érvénytelen háttér vagy autentikációs mechanizmus osztály
id: Beckend atau kelas mekanisme otentikasi salah.
is: Ógildur flokkur bakenda eða auðkenningartækni
ja: バックエンドまたは認証システムクラスが無効
ka_ge: არასწორი ბექენდი ან აუტენტიფიკაციის მექანიზმის კლასი
lt_lt: Netinkama programinio kodo klasė realizuoja prisijungimo mechanizmą
nb: Ugyldig bakende eller type autentiseringsmekanisme
nl: Ongeldige backend of authenticatie mechanisme klasse
pl: Nieprawidłowy mechanizm uwierzytelniania powrotu lub klasy
pt_br: Plataforma de serviço ou classe de mecanismo de autenticação inválido
ru: Некорректный механизм авторизации или бэкенд
sk: Neplatný backend, prípadne trieda mechanizmu autentifikácie
sq: Mekanizëm shërbimi ose klasë mekanizmi mirëfilltësimi e palvefshme
sr: Неисправан позадински механизам или начин провере идентитета
sv: Ogiltig backend eller autentiseringsmekanism-klass
th: แบ็กเอนด์ไม่ถูกต้องหรือระดับการรับรองความถูกต้องไม่เพียงพอ
tr: Arka yüz ya da kimlik doğrulama mekanizması sınıfı geçersiz

source: Invalid mount point
cs: Neplatný přípojný bod
da: Fokert monteringspunkt
de: Ungültiger Einbindungspunkt
es_pa: Punto de montaje inválido
fi: Virheellinen liitoskohta
hu: Érvénytelen csatolási pont
id: Mount point salah
is: Ógildur tengipunktur
ja: 無効なマウントポイント
ka_ge: არასწორი მონტაჟის წერტილი
lt_lt: Neteisingas prijungimo taškas
nb: Ugyldig oppkoblingspunkt
nl: Ongeldig aankoppelpunt
pl: Nieprawidłowy punkt montowania
pt_br: Ponto de montagem inválido
ru: Неправильная точка подключения
sk: Chybný prípojný bod
sq: Pikë montimi e pavlefshme
sr: Неисправна тачка монтирања
sv: Ogiltig monteringspunkt
th: จุดเชื่อมต่อที่ไม่ถูกต้อง
tr: Bağlama noktası geçersiz

source: Objectstore forbidden
cs: Úložiště objektů zakázáno
da: Objectstore er forbudt
de: Objekt nicht erlaubt
es_pa: Objectstore prohibido
fi: Objektimuisti estetty
hu: Objektumtár tiltott
id: Objectstore terlarang
is: Hlutageymsla (objectstore) bönnuð
ja: オブジェクトストアが禁じられています
ka_ge: ობიექტსტორი აკრძალულია
lt_lt: Objektų saugykla yra neprieinama
nb: Objektlager forbudt
nl: Objectopslag verboden
pl: Zabroniony obiekt sklepu
pt_br: Proibido armazenamento de objetos
ru: Хранение объектов запрещено
sk: Objectstore je zakáazaný
sq: Objectstore e ndaluar
sr: Забрањен приступ
sv: Objekt förbjudet
th: เก็บวัตถุต้องห้าม
tr: Nesne deposuna erişim kapalı

source: Invalid storage backend "%s"
cs: Neplatná služba úložiště "%s"
da: Forkert lager til backend "%s"en
de: Ungültiges Speicher-Backend „%s“
es_pa: Almacenamiento de backend "%s" inválido
fi: Virheellinen tallennustilan taustaosa "%s"
hu: Érvénytelen háttértár kezelő "%s"
id: Backend penyimpanan "%s" salah
is: Ógildur geymslubakendi "%s"
ja: "%s" のストレージバックエンドが不正
ka_ge: არასწორი საცავის ბექენდი "%s"
lt_lt: Netinkama saugyklos posistemė "%s"
nb: Ugyldig lagringstjener "%s"
nl: Ongeldig opslagsysteem "%s"
pl: Nieprawidłowy magazyn zaplecza "%s"
pt_br: Plataforma de serviço de armazenamento "%s" inválido
ru: Неверный бэкенд хранилища «%s»
sk: Neplatný backend úložiska "%s"
sq: Mekanizëm shërbimi depozite i pavlefshëm "%s"
sr: Неисправна позадина складишта „%s“
sv: Ogiltig lagrings-backend "%s"
th: การจัดเก็บข้อมูลแบ็กเอนด์ไม่ถูกต้อง "%s"
tr: "%s" depolama arka ucu geçersiz

source: Not permitted to use backend "%s"
cs: Nebylo povoleno použítí služby "%s"
da: Ikke tilladt at bruge backend "%s"
de: Es ist nicht zulässig Backend "%s" zu verwenden
es_pa: No está permitido usar el backend "%s"
fi: Ei lupaa käyttää tietovarastoa "%s"
hu: A(z) "%s" háttér használata nem engedélyezett
id: Tidak diizinkan menggunakan backend "%s"
is: Ekki leyft að nota "%s" bakendann
ja: バックエンド %s を使うための権限がありません
ka_ge: ბექენის "%s" გამოყენება არაა ნებადართული
lt_lt: Neleidžiama naudoti posistemės "%s"
nb: Bruk av bakenden "%s" tillates ikke
nl: Niet toegestaan om "%s" te gebruiken
pl: Nie można używać powrotu "%s"
pt_br: Não é permitido o uso da plataforma de serviço "%s"
ru: Не допускается использование бэкенда «%s»
sk: Nie je povolené použiť backend "%s"
sq: I palejuar të përdorë mekanizmin e shërbimit "%s"
sr: Недозвољени коришћење позадине "%s"
sv: Inte tillåtet att använda backend "%s"
th: ไม่อนุญาตให้ใช้แบ็กเอนด์ "%s"
tr: "%s" arka ucunun kullanımına izin verilmiyor

source: Not permitted to use authentication mechanism "%s"
cs: Nebylo povoleno použití ověřovacího mechanismu "%s"
da: Ikke tilladt at bruge autorisation mekanismen "%s"
de: Es ist nicht zulässig Authentifizierungsmechanismus "%s" zu verwenden
es_pa: No está permitido el uso del mecanismo de autenticación "%s"
fi: Ei lupaa käyttää tunnistautumismekanismia "%s"
hu: Nem engedélyezett a "%s" autentikációs mechanizmus használata
id: Tidak diizinkan menggunakan mekanisme otentikasi "%s"
is: Ekki leyft að nota "%s" auðkenningartæknina
ja: 認証システム %s を使う権限がありません
ka_ge: აუტენტიკაციის მექანიზმის "%s"-ს გამოყენება არაა ნებადართული
lt_lt: Neleidžiama naudoti prisijungimo mechanizmo "%s"
nb: Du tillates ikke å bruke autentiseringsmekanismen "%s"
nl: Niet toegestaan om authenticatiemechanisme "%s" te gebruiken
pl: Nie można używać mechanizmu uwierzytelnienia "%s"
pt_br: Não é permitido usar o mecanismo de autenticação "%s"
ru: Не допускается использование механизма авторизации «%s»
sk: Nie je povolené použiť autentifikačný mechanizmus "%s"
sq: S’i lejohet të përdorë mekanizmin e mirëfilltësimit "%s"
sr: Недозвољено коришћене провере идентитета користећи "%s"
sv: Inte tillåtet att använda autentiseringsmekanism "%s"
th: ไม่อนุญาตให้ตรวจสอบการรับรองความถูกต้อง "%s"
tr: "%s" kimlik doğrulama mekanizmasına izin verilmiyor

source: Unsatisfied backend parameters
cs: Neuspokojivé parametry služby
da: Utilfredsstillede backend-parametre
de: Unbefriedigende Backend- Parameter
es_pa: Parametros del backend no satisfechos
fi: Riittämättömät tietovaraston parametrit
hu: Elégtelen háttér adatok
id: Parameter backend tidak lengkap
is: Óuppfyllt viðföng bakenda
ja: バックエンドのためのパラメーターが不十分です。
ka_ge: ბექენდის პარამეტრები არადამაკმაყოფილებელია
lt_lt: Netinkami posistemės parametrai
nb: Noen bakende-parameter mangler
nl: Onvoldoende backend parameters
pl: Niepoprawne parametry backendu
pt_br: Parâmetros da plataforma de serviço não atendidos
ru: Недопустимые настройки бэкенда
sk: Nedostatočné parametre backendu
sq: Parametra mekanizmi shërbimi të paplotësuar
sr: Недостају параметри за позадински механизам
sv: Otillfredsställda backend parametrar
th: พารามิเตอร์แบ็กเอนด์ไม่ได้รับอนุญาต
tr: Arka uç parametreleri yetersiz

source: Unsatisfied authentication mechanism parameters
cs: Neuspokojivé parametry ověřovacího mechanismu
da: Utilfredsstillede parametre for godkendelsesmekanisme
de: Unbefriedigende Authentifizierungsmechanismus-Parameter
es_pa: Parámetros no satisfechos del mecanismo de autenticación
fi: Riittämättömät tunnistautumismekanismin parametrit
hu: Elégtelen autentikációs mechanizmus paraméterek
id: Parameter mekanisme otentikasi tidak lengkap
is: Óuppfyllt viðföng auðkenningartækni
ja: 認証のためのパラメータが不十分です
ka_ge: აუტენტიფიკაციის მექნიზმის პარამეტრები არადამაკმაყოფილებელია
lt_lt: Netinkami parametrai perduoti į prisijungimo mechanizmą
nb: Noen parametre for autentiseringsmekanisme mangler
nl: Onvoldoende authenticatiemechanisme parameters
pl: Niepoprawne parametry mechanizmu uwierzytelnienia
pt_br: Parâmetros de mecanismos de autenticação não satisfeitos
ru: Недопустимые настройки механизма авторизации
sk: Nedostatočné parametre autentifikačného mechanizmu
sq: Parametra mekanizmi mirëfilltësimi të papërmbushur
sr: Недостају параметри за механизам провере идентитета
sv: Otillfredsställda autentiseringsmekanism parametrar
th: การรับรองความถูกต้องไม่เพียงพอ
tr: Kimlik doğrulama mekanizması parametreleri yetersiz

source: Insufficient data: %s
cs: Nedostatečná data: %s
da: Utilstrækkelige data: %s
de: Unzureichende Daten: %s
es_pa: Datos insuficientes: %s
fi: Puutteellinen data: %s
hu: Nem elegendő adat: %s
id: Data tidak cukup: %s
is: Ónóg gögn: %s
ja: データが不足しています: %s
ka_ge: არასაკმარისი მონაცემები: %s
lt_lt: Trūksta duomenų: %s
nb: Utilstrekkelige data: %s
nl: Onvoldoende gegevens: %s
pl: Niewystarczające dane: %s
pt_br: Dados insuficientes: %s
ru: Недостаточно данных: %s
sk: Nedostatočné dáta: %s
sq: Të dhëna të pamjaftueshme: %s
sr: Недеовољно података: %s
sv: Otillräcklig data: %s
th: ข้อมูลไม่เพียงพอ: %s
tr: Veriler yetersiz: %s

source: Storage with ID "%d" is not user editable
cs: Úložiště s ID "%d" není uživatelksky upravitelné
da: Lageret med id "%d" kan ikke redigeres af bruger
de: Speicher mit der ID "%d" kann nicht vom Benutzer bearbeitet werden
es_pa: El almacenamiento con ID "%d" no puede ser editado por el usuario
fi: Tallennustila tunnisteella "%d" ei ole käyttäjän muokattavissa
hu: A(z) "%d" azonosítójú tároló nem szerkeszthető a felhasználók által
is: Geymslan með auðkennið '%d' er ekki breytanleg af notanda
ja: ID "%d" のストレージはユーザーが編集できません
ka_ge: საცავი ID-ით "%d" არაა მომხმარებლისთვის შეცვლადი
lt_lt: Naudotojai negali redaguoti saugyklos identifikuotos kaip "%d"
nb: Lager med ID "%d" kan ikke redigeres av bruker
nl: Opslag met ID "%d" is niet door gebruikers te bewerken
pl: Magazyn o ID "%d" nie może być edytowany przez użytkownika
pt_br: A armazenagem com o ID "%d" não é editável pelo usuário
ru: Пользователь не может редактировать хранилище с идентификатором «%d»
sk: Úložisko s ID "%d" nie je upraviteľné používateľmi
sq: Ruajtja me ID "%d" nuk është i editueshëm nga përdorues
sr: Корисник не може да мења складиште са идентификацијом "%d"
sv: Lagringsutrymme med ID "%d" är inte redigerbart för användare
tr: "%d" kodlu depolama kullanıcı tarafından düzenlenebilir değil

source: Access key
cs: Přístupový klíč
da: Adgangsnøgle
de: Zugangsschlüssel
es_pa: Llave de acceso
fi: Pääsyavain
hu: Hozzáférési kulcs
id: Kunci akses
is: Aðgangslykill
ja: アクセスキー
ka_ge: წვდომის გასაღები
lt_lt: Prieigos raktas
nb: Tilgangsnøkkel
pl: Klucz dostępu
pt_br: Chave da acesso
ru: Ключ доступа
sk: Prístupový kľúč
sq: Kyç hyrjesh
sr: Кључ за приступ
sv: Åtkomstnyckel
th: คีย์การเข้าถึง
tr: Erişim anahtarı

source: Secret key
cs: Tajný klíč
da: Hemmelig nøgle
de: Geheimer Schlüssel
es_pa: Llave secreta
fi: Salainen avain
hu: Titkos kulcs
id: Kunci rahasia
is: Leynilykill
ja: シークレットキー
ka_ge: საიდუმლო გასაღები
lt_lt: Slaptažodis
nb: Hemmelig nøkkel
nl: Geheime sleutel
pl: Sekretny klucz
pt_br: Chave secreta
ru: Секретный ключ
sk: Tajný kľúč
sq: Kyç i fshehtë
sr: Тајни кључ
sv: Hemlig nyckel
th: คีย์ลับ
tr: Gizli anahtar

source: Builtin
cs: Zabudované
da: Indbygget
de: Eingebaut
es_pa: Integrado
fi: Sisäänrakennettu
hu: Beépített
id: Internal
is: Innbyggt
ja: ビルトイン
ka_ge: ჩაშენებული
lt_lt: Įmontuotas
nb: Innebygget
nl: Ingebouwd
pl: Wbudowane
pt_br: integrado
ru: Встроенный
sk: Vstavaný
sq: I brendshëm
sr: Уграђено
sv: Inbyggt
th: ในตัว
tr: Yerleşik

source: None
cs: Žádné
da: Ingen
de: Keine
es_pa: Ninguno
fi: Ei mitään
hu: Egyik sem
id: Tidak ada
is: Ekkert
ja: なし
ka_ge: არც ერთი
lt_lt: Nėra
nb: Ingen
nl: Geen
pl: Nic
pt_br: Nenhum
ru: Отсутствует
sk: Žiadny
sq: Asnjë
sr: Ништа
sv: Ingen
th: ไม่มี
tr: Hiçbiri

source: App key
cs: Klíč aplikace
da: App-nøgle
de: App-Schlüssel
es_pa: Llave de la aplicación
fi: Sovellusavain
hu: Alkalmazás kulcs
id: Kunci Apl
is: Lykill forrits
ja: アプリキー
ka_ge: აპლიკაციის გასაღები
lt_lt: Trečiųjų šalių programinės įrangos identifikacijos raktas
nb: Program-nøkkel
pl: Klucz aplikacji
pt_br: Chave do aplicativo
ru: Ключ приложения
sk: Kľúč aplikácie
sq: Kyç aplikacioni
sr: Кључ апликације
sv: App-nyckel
tr: Uygulama anahtarı

source: App secret
cs: Tajemství aplikace
da: App-hemmelighed
de: Geheime Zeichenkette der App
es_pa: Secreto de la aplicación
fi: Sovellussalaisuus
hu: Alkalmazás titkos kulcs
id: Rahasia Apl
is: Leynilykill forrits
ja: アプリシークレット
ka_ge: აპლიკაციის საიდუმლო
lt_lt: Trečiųjų šalių programinės įrangos slaptažodis
nb: Program-hemmelighet
pl: Hasło aplikacji
pt_br: Segredo do aplicativo
ru: Секретный ключ
sk: Heslo aplikácie
sq: E fshehtë aplikacioni
sr: Тајна апликације
sv: App-hemlighet
tr: Uygulama parolası

source: Client ID
cs: Klientské ID
da: Klient-ID
es_pa: ID del cliente
fi: Asiakkaan tunniste
hu: Ügyfél ID
id: ID Klien
is: Biðlaraauðkenni
ja: クライアントID
ka_ge: კლიენტის ID
lt_lt: Kliento ID
nb: Klient-ID
pl: ID klienta
pt_br: ID do Cliente
ru: Идентификатор клиента
sq: ID klienti
sr: ИД клијента
sv: Klient ID
tr: İstemci kimliği

source: Client secret
cs: Klientské tajemství
da: Klient hemmelighed
de: Geheime Zeichenkette des Client
es_pa: Secreto del cliente
fi: Asiakassalaisuus
hu: Kliens titok
id: Rahasia klien
is: Leynilykill biðlara
ja: クライアント秘密キー
ka_ge: კლიენტის საიდუმლო
lt_lt: Trečiųjų šalių programinės įrangos kliento identifikacijos raktas
nb: Klient-hemmelighet
pl: Hasło klienta
pt_br: Segredo do cliente
ru: Клиентский ключ
sk: Heslo klienta
sq: E fshehtë klienti
sr: Тајна клијента
sv: Klienthemlighet
tr: İstemci parolası

source: Tenant name
cs: Jméno vlastníka
da: Lejernavn
de: Name des Mieters
es_pa: Nombre de inquilino
fi: Tenant nimi
hu: Bérlő neve
id: Nama tenant
is: Nafn handhafa (tenant)
ja: テナント名
ka_ge: მოიჯარის სახელი
lt_lt: Laikino valdytojo vardas
nb: Prosjektnavn
nl: Naam tenant
pl: Nazwa dzierżawcy
pt_br: Nome do inquilino
ru: Имя арендатора
sk: Meno nájomcu
sq: Emër qiraxhiu
sr: Име OpenStack тенанта
sv: Namn på arrendator
th: ชื่อผู้เช่า
tr: Kiracı adı

source: Identity endpoint URL
cs: Identifikační koncový bod URL
da: Identificer afslutnings URL
de: Identität Endpunkt-URL
es_pa: URL del punto de enlace de Identidad
fi: Määritä URL-päätepiste
hu: Identitás végpont URL
id: Identitas URL akhir
is: Endapunktur auðkennisslóðar (identity endpoint URL)
ja: 認証エンドポイントURL
ka_ge: იდენტობის საბოლოო-წერტილის URL
lt_lt: Identiteto URL
nb: URL for identitets-endepunkt
nl: Identiteiten endpoint URL
pl: Adres końcówki identyfikującej
pt_br: URL do destino da identidade
ru: Удостоверение конечной точки URL
sk: Endpoint URL identita
sq: Identifiko pikëmbarimin URL
sr: УРЛ идентитета
sv: Identitet endpoint URL
th: ตัวตนของ URL ปลายทาง
tr: Kimlik arka uç noktası adresi

source: Rackspace
da: Hyldeplads
ka_ge: Rackspace-ი
pt_br: Espaço no rack
sv: Rackutrymme

source: API key
cs: Klíč API
da: API nøgle
de: API-Schlüssel
es_pa: Llave de API
fi: API-avain
hu: API kulcs
id: Kunci API
is: API-lykill
ja: APIキー
ka_ge: API გასაღები
lt_lt: API raktas
nb: API-nøkkel
nl: API sleutel
pl: Klucz API
pt_br: Chave API
ru: Ключ API
sk: API kľúč
sq: Kyç API
sr: API кључ
sv: API-nyckel
th: รหัส API
tr: API anahtarı

source: Global credentials
cs: Globální přihlašovací údaje
da: Globale brugeroplysninger
de: Globale Anmeldeinformationen
es_pa: Credenciales globales
fi: Globaalit valtuudet
hu: Globális azonosítók
id: Kata sandi Global
is: Víðvær innskráningarauðkenni
ja: グローバル資格情報
ka_ge: გლობალური მონაცემები
lt_lt: Globalūs prisijungimo duomenys
nb: Globale pålogginsdetaljer
nl: Algemene inloggegevens
pl: Globalne poświadczenia
pt_br: Credenciais globais
ru: Глобальные учётные данные
sk: Globálne oprávnenia
sq: Kredenciale globale
sr: Глобални акредитиви
sv: Globala uppgifter
tr: Genel kimlik doğrulama bilgileri
