Repository: Cybso/server
Catalog: translationfiles/*/files_sharing.po
Languages: ast, ca, cs, de_de, es, es_pe, et_ee, fi, fr, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Shared with you
ast: Compartío contigo
ca: Us han compartit
cs: Sdíleno s vámi
de_de: Mit Ihnen geteilt
es: Compartido contigo
es_pe: Compartido contigo
et_ee: Sinuga jagatud
fi: Jaettu kanssasi
fr: Partagés avec vous
is: Deilt með þér
it: Condivisi con te
ja: 他ユーザーがあなたと共有中
ka_ge: თქვენთან გაზიარებული
lt_lt: Bendrinama su jumis
nb: Delt med deg
nl: Met je gedeeld
pl: Współdzielony z Tobą
pt_br: Compartilhado com você
ru: Поделились с вами
sk: Vám sprístupnené
sq: Të ndara me ju
sr: Дељено са вама
sv: Delat med dig
tr: Sizinle paylaşılmış

source: Shared with others
ast: Compartío con otros
ca: Heu compartit
cs: Sdíleno s ostatními
de_de: Von Ihnen geteilt
es: Compartido con otros
es_pe: Compartido con otros
et_ee: Teistega jagatud
fi: Jaettu muiden kanssa
fr: Partagés avec d'autres
is: Deilt með öðrum
it: Condivisi con altri
ja: 他ユーザーと共有中
ka_ge: სხვასთან გაზიარებული
lt_lt: Bendrinama su kitais
nb: Delt med andre
nl: Gedeeld met anderen
pl: Współdzielony z innymi
pt_br: Compartilhado com outros
ru: Доступные для других
sk: Sprístupnené ostatným
sq: Të ndara me të tjerët
sr: Дељено са осталима
sv: Delat med andra
tr: Diğerleri ile paylaşılmış

source: Shared by link
ast: Compartíos per enllaz
ca: Compartit amb enllaç
cs: Sdíleno pomocí odkazu
de_de: Geteilt über einen Link
es: Compartido por medio de enlaces
es_pe: Compartido por liga
et_ee: Jagatud lingiga
fi: Jaettu linkin kautta
fr: Partagés par lien
is: Deilt með tengli
it: Condivisi tramite collegamento
ja: URLリンクで共有中
ka_ge: ბმულით გაზიარებული
lt_lt: Bendrinama per nuorodą
nb: Delt med lenke
nl: Gedeeld via een link
pl: Współdzielony linkiem
pt_br: Compartilhado por link
ru: Доступные по ссылке
sk: Sprístupnené prostredníctvom odkazu
sq: Të ndara me lidhje
sr: Дељено путем везе
sv: Delat som länk
tr: Bağlantı ile paylaşılmış

source: Nothing shared with you yet
ast: Entá nun se compartió nada contigo
ca: No s'ha compartit res amb vosté, encara
cs: Zatím s vámi nikdo nic nesdílel
de_de: Bis jetzt wurde nichts mit Ihnen geteilt
es: Todavía no han compartido nada contigo
es_pe: Nada ha sido compartido contigo aún
et_ee: Sinuga pole veel midagi jagatud
fi: Kanssasi ei ole vielä jaettu mitään
fr: Aucun fichier n'est partagé avec vous pour l'instant
is: Engu deilt með þér ennþá
it: Non è stato condiviso ancora niente con te
ja: あなたと共有しているファイルはありません。
ka_ge: თქვენთან ჯერ არაფერია გაზიარებული
lt_lt: Kol kas su jumis niekas nebendrinama
nb: Ingenting er delt med deg enda
nl: Nog niets met je gedeeld
pl: Nie masz jeszcze nic udostępnionego
pt_br: Nada foi compartilhado com você até agora
ru: С вами пока ничем не поделились
sk: Zatiaľ vám nikto nič nesprístupnil
sq: Ende pa ndarë gjë me ju
sr: Још увек се ништа не дели са Вама
sv: Inget delat med dig ännu
tr: Sizinle henüz herhangi bir şey paylaşılmamış

source: Files and folders others share with you will show up here
ast: Equí amosaránse los ficheros y carpetes qu'otros compartieron contigo
ca: Els arxius i carpetes que altres comparteixin amb vosté es mostraran aquí
cs: Zde budou zobrazeny soubory a adresáře, které ostatní sdílí s vámi
de_de: Mit Ihnen geteilte Dateien und Ordner anderer werden hier erscheinen
es: Aquí aparecerán archivos y carpetas que otros compartan contigo
es_pe: Los archivos y carpetas que sean compartidos contigo se mostrarán aquí
et_ee: Siin näidatakse faile ja kaustasid, mida teised on sulle jaganud
fi: Kanssasi jaetut tiedostot ja kansiot näkyvät täällä
fr: Les fichiers et dossiers partagés avec vous apparaîtront ici
is: Skrár og möppur sem aðrir deila með þér birtast hér
it: I file e le cartelle che altri condividono con te saranno mostrati qui
ja: 他の人から共有されたファイルやフォルダーは、ここに表示されます。
ka_ge: აქ გამოჩნდება ფაილები და დირექტორიები, რომლებსაც სხვები თქვენთან აზიარებენ
lt_lt: Čia rodomi failai ir aplankai, kuriuos kiti bendrina su jumis
nb: Filer og mapper som andre deler med deg vil bli vist her
nl: Bestanden en mappen die anderen met je delen, worden hier getoond
pl: Tutaj wyświetlą się udostępnione dla Ciebie przez innych pliki i foldery
pt_br: Arquivos e pastas que outros compartilham com você serão mostrados aqui
ru: Здесь появятся файлы и каталоги, к которым вам предоставят общий доступ
sk: Tu budú zobrazené súbory a priečinky, ktoré s vami sprístupnili ostatní
sq: Këtu do të shfaqen kartelat dhe dosjet që të jerët ndajnë me ju
sr: Фајлови и фасцикле које други деле са вама појавиће се овде
sv: Filer och mappar som andra delar med dig kommer visas här
tr: Diğerlerinin sizinle paylaştığı dosya ve klasörler burada görüntülenir

source: Nothing shared yet
ast: Entá nun se compartió nada
ca: No s'ha compartit res, encara
cs: Zatím není nic sdíleno
de_de: Noch nichts geteilt
es: Aún no hay nada compartido
es_pe: Nada compartido aún
et_ee: Midagi pole veel jagatud
fi: Ei mitään jaettua
fr: Rien n'est partagé pour l'instant
is: Engu deilt ennþá
it: Ancora nessuna condivisione
ja: まだ何も共有されていません
ka_ge: ჯერ არაფერი გაზიარებულა
lt_lt: Kol kas nieko nebendrinama
nb: Ingenting er delt ennå
nl: Nog niets gedeeld
pl: Jeszcze nic nie udostępniono
pt_br: Nada compartilhado até agora
ru: Пока ничего не опубликовано
sk: Zatiaľ ste nič nesprístupnili
sq: Ende pa ndarë gjë
sr: Још се ништа не дели
sv: Inget delat ännu
tr: Henüz hiçbir şey paylaşılmamış

source: Files and folders you share will show up here
ast: Equí amosaránse los ficheros y carpetes que compartas
ca: Els arxius i carpetes que vosté comparteixi es mostraran aquí
cs: Zde budou zobrazeny vámi sdílené soubory a adresáře
de_de: Dateien und Ordner, die Sie teilen, werden hier erscheinen
es: Aquí aparecerán archivos y carpetas que usted comparta con otros
es_pe: Los archivos y carpetas que compartas se mostrarán aquí
et_ee: Siin kuvatakse faile ja kaustasid, mida sa oled teistega jaganud
fi: Jakamasi tiedostot ja kansiot näkyvät täällä
fr: Les fichiers et dossiers que vous partagez apparaîtront ici
is: Skrár og möppur sem þú deilir birtast hér
it: I file e le cartelle che condividi saranno mostrati qui
ja: 共有したファイルやフォルダーは、ここに表示されます。
ka_ge: აქ გამოჩნდება ფაილები და დირექტორიები რომლებსაც აზიარებთ თქვენ
lt_lt: Čia rodomi failai ir aplankai, kuriuos bendrinate
nb: Filer og mapper som du deler vil bli vist her
nl: Bestanden en mappen die je deelt, worden hier getoond
pl: Tutaj pokażą się pliki i foldery, które udostępniasz
pt_br: Arquivos e pastas que você compartilha serão mostrados aqui
ru: Здесь появятся файлы и каталоги, к которым вы предоставили общий доступ
sk: Tu sú zobrazené súbory a priečinky, ktoré ste sprístupnili
sq: Këtu do të shfaqen kartelat dhe dosjet që ndani me të tjerët
sr: Фајлови и фасцикле које делите појавиће се овде
sv: Filer och mappar som du delar kommer visas här
tr: Paylaştığınız dosya ve klasörler burada görüntülenir

source: No shared links
ast: Nun hai enllaces compartíos
ca: no hi ha enllaços compartits
cs: Žádné sdílené odkazy
de_de: Keine geteilten Links
es: No hay enlaces compartidos
es_pe: No hay ligas compartidas
et_ee: Jagatud linke pole
fi: Ei jaettuja linkkejä
fr: Aucun partage par lien
is: Engir sameignartenglar
it: Nessun collegamento condiviso
ja: 共有リンクはありません
ka_ge: გაზიარებული ბმულები არაა
lt_lt: Nėra bendrinamų nuorodų
nb: Ingen delte lenker
nl: Geen gedeelde links
pl: Brak udostępnionych linków
pt_br: Nenhum link compartilhado
ru: Нет общедоступных ссылок
sk: Žiadne sprístupnené odkazy
sq: Pa lidhje ndarjesh
sr: Нема веза за дељење
sv: Inga delade länkar
tr: Paylaşılmış bir bağlantı yok

source: Files and folders you share by link will show up here
ast: Equí amosaránse los ficheros y carpetes que compartas per enllaz
ca: Els arxius i les carpetes que vosté ha compartit per link es mostraran aquí
cs: Zde budou zobrazeny soubory a adresáře sdílené jako webové odkazy
de_de: Per Link freigegebene Dateien und Ordner werden hier erscheinen
es: Aquí aparecerán archivos y carpetas que usted comparta mediante un enlace
es_pe: Los archivos y carpetas que compartas por ligas se mostrarán aquí
et_ee: Siin kuvatakse faile ja kaustasid, mida sa jagad lingiga
fi: Linkin kautta jakamasi tiedostot ja kansiot näkyvät täällä
fr: Les fichiers et dossiers que vous partagez par lien apparaîtront ici
is: Skrár og möppur sem þú deilir með tenglum birtast hér
it: I file e le cartelle che condividi tramite collegamento saranno mostrati qui
ja: リンクで共有したファイルやフォルダーは、ここに表示されます。
ka_ge: აქ გამოჩნდება ფაილები და დირექტორიები რომლებსაც ბმულით აზიარებთ თქვენ
lt_lt: Jūsų bendrinami failai ir aplankai rodomi čia
nb: Filer og mapper som du deler med lenke vil bli vist her
nl: Bestanden en mappen die je via links deelt, worden hier getoond
pl: Tutaj pokażą się pliki i foldery, które udostępniasz linkiem
pt_br: Arquivos e pastas que você compartilha por link serão mostrados aqui
ru: Здесь появятся файлы и каталоги, ссылкой на которые вы поделитесь
sk: Tu sú zobrazené súbory a priečinky, ktoré ste sprístupnili prostredníctvom odkazov
sq: Këtu do të shfaqen kartelat dhe dosjet që ndani përmes lidhjesh
sr: Фајлови и фасцикле које делите путем везе појавиће се овде
sv: Filer och mappar som du delar som länkar kommer visas här
tr: Bağlantı ile paylaştığınız dosya ve klasörler burada görüntülenir

source: You can upload into this folder
ast: Pues xubir a esta carpeta
ca: Pots pujar dins d'aquesta carpeta
cs: Můžete nahrávat do tohoto adresáře
de_de: Sie können in diesen Ordner hochladen
es: Usted puede cargar en esta carpeta
es_pe: Puedes cargar archivos dentro de esta carpeta
et_ee: Sa saad sellesse kausta faile üles laadida
fi: Voit lähettää tiedostoja tähän kansioon
fr: Vous pouvez téléverser dans ce dossier
is: Þú getur sent inn skrár í þessa möppu
it: Puoi caricare in questa cartella
ja: このフォルダーにアップロードできます
ka_ge: შეგიძლიათ ატვირთოთ ამ დირექტორიაში
lt_lt: Galite įkelti į šį aplanką
nb: Du kan laste opp til denne mappen
nl: Je kunt uploaden naar deze map
pl: Możesz przesłać do tego folderu
pt_br: Você não pode enviar arquivos para esta pasta
ru: Вы можете загружать в этот каталог
sk: Môžete nahrávať do tohto priečinka
sq: Mund të ngarkoni te kjo dosje
sr: Можете да отпремате у ову фасциклу
sv: Du kan ladda upp i denna mapp
tr: Bu klasöre yükleme yapabilirsiniz

source: No compatible server found at {remote}
ast: Nun s'alcontró dengún sirvidor compatible en {remote}
ca: No s'ha trobat cap servidor compatible a {remote}
cs: Na {remote} nebyl nalezen kompatibilní server
de_de: Keinen kompatiblen Server unter {remote} gefunden
es: No se ha encontrado un servidor compatible en {remote}
es_pe: No se encontró un servidor compatible en {remote}
et_ee: Aadressil {remote} ei leitud ühilduvat serverit
fi: Yhteensopivaa palvelinta ei löytynyt osoitteesta {remote}
fr: Aucun serveur compatible trouvé sur {remote}
is: Enginn samhæfður vefþjónn fannst á {remote}
it: Nessun server compatibile trovato su {remote}
ja: 互換性のあるサーバーが {remote} にはありません。
ka_ge: თავსებადი სერვერი {remote}-ზე ვერ იქნა ნაპოვნი
lt_lt: Nerasta jokio suderinamo serverio ties {remote}
nb: Ingen kompatibel tjener ble funnet på {remote}
nl: Geen geschikte server gevonden op {remote}
pl: Nie znaleziono kompatybilnego serwera na {remote}
pt_br: Nenhum servidor compativel encontrado em {remote}
ru: Не найден совместимый сервер на {remote}
sk: Nebol nájdený kompatibilný server na adrese {remote}
sq: Asnjë server i pajtueshëm nuk është gjetur tek { }
sr: Нема компатибилног сервера на {remote}
sv: Ingen kompatibel server hittad på {remote}
tr: {remote} konumunda uyumlu sunucu bulunamadı

source: Invalid server URL
ast: URL non válida del sirvidor
ca: Direcció del servidor invàlida
cs: Neplatná URL serveru
de_de: Falsche Server-URL
es: URL del servidor inválida
es_pe: URL del servidor inválido
et_ee: Vigane serveri URL
fi: Virheellinen palvelimen URL
fr: URL serveur invalide
is: Ógild URI-slóð vefþjóns
it: URL del server non valido
ja: サーバーのURLが無効
ka_ge: არასწორი სერვერის URL
lt_lt: Neteisingas serverio URL adresas
nb: Ugyldig tjener adresse
nl: Ongeldig server URL
pl: Błędny adres serwera
pt_br: URL do servidor inválida
ru: Неверный URL сервера
sk: Neplatná url servera
sq: Server i pavlefshëm URL
sr: Неисправна адреса сервера
sv: Ogiltig server URL
tr: Sunucu adresi geçersiz

source: Failed to add the public link to your Nextcloud
ast: Fallu al amestar l'enllaz públicu al to Nextcloud
ca: No s'ha pogut afegir l'enllaç públic al teu Nextcloud
cs: Selhalo přidání veřejného odkazu do Nextcloud
de_de: Fehler beim Hinzufügen des öffentlichen Links zu Ihrer Nextcloud
es: No se ha podido añadir el enlace público a tu Nextcloud
es_pe: Se presentó una falla al agregar la liga pública a tu Nextcloud
et_ee: Avaliku lingi lisamine sinu Nextcloudi ebaõnnestus
fi: Julkisen linkin lisääminen Nextcloudiisi epäonnistui
fr: Échec de l'ajout du lien public à votre Nextcloud
is: Mistókst að bæta opinberum tengli í þitt eigið Nextcloud
it: Aggiunta del collegamento pubblico al tuo Nextcloud non riuscita
ja: このNextcloudに公開リンクを追加できませんでした
ka_ge: საზოგადო ბმულის დამატება თქვენს Nextcloud-ზე ვერ მოხერხდა
lt_lt: Nepavyko pridėti viešosios nuorodos į jūsų Nextcloud
nb: Feil oppstod under oppretting av offentlig lenke til din Nextcloud
nl: Kon de openbare link niet aan je Nextcloud toevoegen
pl: Nie udało się dodać publicznego linku do Nextclouda
pt_br: Ocorreu uma falha ao adicionar o link público ao seu Nextcloud
ru: Не удалось создать общедоступную ссылку
sk: Pridanie verejne dostupného odkazu do vášho Nextcloud-u zlyhalo
sq: Nuk arritët të shtoni ndërlidhjen publike tek Nextcloud juaj
sr: Неуспело додавање јавне везе ка Вашем Некстклауду
sv: Misslyckades skapa den offentliga delningslänken till ditt moln
tr: Herkese açık bağlantı Nextcould üzerine eklenemedi

source: Share
ca: Comparteix
cs: Sdílet
de_de: Teilen
es: Compartir
es_pe: Compartir
et_ee: Jaga
fi: Jaa
fr: Partager
is: Deila
it: Condividi
ja: 共有
ka_ge: გაზიარება
lt_lt: Dalintis
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sk: Sprístupniť
sq: shpërndaj
sr: Подели
sv: Dela
tr: Paylaş

source: No expiration date set
ast: Nun s'afitó la data de caducidá
ca: No s'ha establert cap data de caducitat
cs: Není nastaveno datum vypršení platnosti
de_de: Kein Ablaufdatum gesetzt
es: No se ha establecido fecha de caducidad
es_pe: No se ha establecido la fecha de expiración
et_ee: Aegumise kuupäeva pole määratud
fi: Ei vanhenemispäivää asetettu
fr: Aucune date d'expiration définie
is: Engin dagsetning fyrir gildistíma er sett
it: Nessuna data di scadenza impostata
ja: 有効期限が未設定
ka_ge: გაუქმების თარიღი არაა დაყენებული
lt_lt: Dalinimosi pabaigos data yra nenustatyta
nb: Ingen utløpsdato er satt
nl: Geen vervaldatum ingesteld
pl: Nie ustawiono daty wygaśnięcia
pt_br: Nenhuma data de expiração definida
ru: Дата истечения не установлена
sk: Dátum exspirácie nenastavený
sq: Nuk është vendosur data e përfundimit
sr: Није постављен датум истека
sv: Inget utgångsdatum satt
tr: Son kullanma tarihi belirtilmemiş

source: Shared by
ast: Compartíos por
ca: Compartit per
cs: Sdílí
de_de: Geteilt von
es: Compartido por
es_pe: Compartido por
et_ee: Jagas
fi: Jakanut
fr: Partagé par
is: Deilt af
it: Condiviso da
ja: 共有者：
ka_ge: აზიარებს
lt_lt: Bendrina
nb: Delt av
nl: Gedeeld door
pl: Udostępniane przez
pt_br: Compartilhado por
ru: Поделился
sk: Sprístupňuje
sq: Ndarë nga
sr: Поделио
sv: Delad av
tr: Paylaşan

source: Sharing
ast: Compartiendo
ca: Compartir
cs: Sdílení
de_de: Teilen
es: Compartiendo
es_pe: Compartiendo
et_ee: Jagamine
fi: Jakaminen
fr: Partage
is: Deiling
it: Condivisione
ja: 共有
ka_ge: გაზიარება
lt_lt: Dalinamasi
nb: Deling
nl: Delen
pl: Udostępnianie
pt_br: Compartilhando
ru: Общий доступ
sk: Sprístupnenie
sq: Ndarje
sr: Дељење
sv: Delning
tr: Paylaşım

source: File shares
ast: Comparticiones de ficheros
ca: Arxius compartits
cs: Sdílení souboru
de_de: Dateifreigaben
es: Archivos compartidos
es_pe: Archivos compartidos
et_ee: Jagatud failid
fi: Tiedostojaot
fr: Partages de fichiers
is: Skráasameignir
it: Condivisioni dei file
ja: ファイル共有
ka_ge: ფაილის გაზიარებები
lt_lt: Bendrinami duomenys
nb: Fildelinger
pl: Udostępnienia plików
pt_br: Compartilhamentos de arquivos
ru: Обмен файлами
sk: Sprístupnené súbory
sq: Ndarja e skedarëve
sr: Дељења фајлова
sv: Fildelningar
tr: Dosya paylaşımları

source: Downloaded via public link
ast: Baxóse per enllaz públicu
ca: Descarregat mitjançant enllaç públic
cs: Staženo pomocí veřejného odkazu
de_de: Über den öffentlichen Link heruntergeladen
es: Descargado vía enlace público
es_pe: Descargado mediante una liga pública
et_ee: Alla laetud avalikult lingilt
fi: Ladattu julkista linkkiä käyttäen
fr: Téléchargé par lien public
is: Náð í með almenningstengli
it: Scaricata tramite collegamento pubblico
ja: 公開リンクからダウンロードしました
ka_ge: გადმოწერილია საზოგადო ბმულით
lt_lt: Atsisiųsta per viešą nuorodą
nb: Nedlastet via offentlig lenke
nl: Gedownload via een openbare link
pl: Pobrano przez link publiczny
pt_br: Baixado via link público
ru: Скачано по общедоступной ссылке
sk: Stiahnuté prostredníctvom verejného odkazu
sq: Shkarkuar nga një link publik
sr: Скинуто преко јавне везе
sv: Nedladdad via offentlig länk
tr: Herkese açık bağlantı ile indirildi

source: Downloaded by {email}
ast: Baxóse per {email}
ca: Descarregat per {email}
cs: Stáhl {email}
de_de: Heruntergeladen von {email}
es: Descargado por {email}
es_pe: Descargado por {email}
et_ee: Alla laetud {email} poolt
fi: Ladannut {email}
fr: Téléchargé par {email}
is: Náð í með {email}
it: Scaricato da {email}
ja: {email} がダウンロードしました
ka_ge: გადმოწერა {email}-მ
lt_lt: Parsisiųsta į {email}
nb: Lastet ned av {email}
nl: Gedownload via {email}
pl: Pobrano przez {email}
pt_br: Baixado por {email}
ru: Скачано {email}
sk: Stiahnuté prostredníctvom {email}
sq: Shkarkuar nga {email}
sr: Скинуо {email}
sv: Nedladdad av {email}
tr: {email} tarafından indirildi

source: {file} downloaded via public link
ast: {file} baxóse per enllaz públicu
ca: {file} descarregat mitjançant enllaç públic
cs: {file} stažen pomocí veřejného odkazu
de_de: {file} heruntergeladen mittels öffentlichen Link
es: {file} descargado vía enlace público
es_pe: {file} descargado mediante una liga pública
et_ee: {file} laeti alla avaliku lingi kaudu
fi: {file} ladattu julkisen linkin kautta
fr: {file} téléchargé par lien public
is: {file} sótt með almenningstengli
it: {file} scaricato tramite collegamento pubblico
ja: {file} が公開リンクからダウンロードされました
ka_ge: {file} გადმოწერილია საზოგადო ბმულით
lt_lt: {file} parsisiųsta per nuorodą
nb: {file} lastet ned via offentlig lenke
nl: {file} gedownload via openbare link
pl: {file} pobrany za pośrednictwem łącza publicznego
pt_br: {file} baixado via link público
ru: «{file}» был скачан по общедоступной ссылке
sk: {file} stiahnutý cez verejne dostupný odkaz
sq: {file} shkarkuar përmes një lidhjeje publike
sr: {file} скинут преко јавне везе
sv: {file} nedladdad via offentlig länk
tr: {file} herkese açık bağlantı ile indirildi

source: {email} downloaded {file}
ast: {email} baxó {file}
ca: {email} descarregat {file}
cs: {email} stáhnul {file}
de_de: {email} hat {file} heruntergeladen
es: {email} descargó {file}
es_pe: {email} descargó {file}
et_ee: {email} laadis {file} alla
fi: {email} latasi tiedoston {file}
fr: {email} a téléchargé {file}
is: {email} sótti {file}
it: {email} ha scaricato {file}
ja: {email}が{file}をダウンロードしました
ka_ge: {email}-მ გადმოწერა {file}
lt_lt: {email} atsisiuntė {file}
nb: {email} lastet ned {file}
nl: {email} downloadde {file}
pl: {email} pobrał {file}
pt_br: {email} baixou {file}
ru: {email} скачал(а) «{file}»
sk: {email} stiahol {file}
sq: {email} shkarkoi {file}
sr: {email} скинуо {file}
sv: {email} laddade ned {file}
tr: {email} {file} dosyasını indirdi

source: Shared with group {group}
ca: Compartit amb el grup {group}
cs: Sdíleno se skupinou {group}
de_de: Geteilt mit der Gruppe {group}
es: Compartido con el grupo {grupo}
es_pe: Compartido con el gupo {group}
et_ee: Jagatud grupiga {group}
fi: Jaettu ryhmälle {group}
fr: Partagé avec le groupe {group}
is: Deilt með hópnum {group}
it: Condivisa con il gruppo {group}
ja: {group} グループと共有しました
ka_ge: გაზიარებულია ჯგუფთან {group}
lt_lt: Bendrinama su grupe {group}
nb: Delt med gruppen {group}
nl: Deelde met groep {group}
pl: Udostępnione grupie {group}
pt_br: Compartilhou com o grupo {group}
ru: Предоставлен доступ группе «{group}»
sk: Sprístupnené skupine {group}
sq: U nda me grupin {group}
sr: Дељено са групом {group}
sv: Delad med grupp {group}
tr: {group} grubuyla paylaşıldı

source: Removed share for group {group}
ca: S'ha eliminat la part per al grup {group}
cs: Odstranil sdílení pro skupinu {group}
de_de: Freigabe für die Gruppe {group} entfernt
es: Eliminado el compartido para el grupo {group}
es_pe: Se eliminó el elemento compartido del grupo {group}
et_ee: Eemaldas jagamise grupiga {group}
fi: Lopetettu jakaminen ryhmälle {group}
fr: Partage supprimé avec le groupe {group}
is: Fjarlægði sameign af hópnum {group}
it: Condivisione rimossa per il gruppo {group}
ja: {group} グループの共有を解除しました
ka_ge: გაზიარება {group} ჯგუფთან შეწყდა
lt_lt: Nebesidalinama su grupe: {group}
nb: Fjernet deling for gruppen {group}
nl: Share van de groep {group} verwijderd
pl: Zakończono udostępnianie grupie {group}
pt_br: Excluiu o compartilhamento para o grupo {group}
ru: Закрыт доступ группе «{group}»
sk: Odstránené sprístupnenie pre skupinu {group}
sq: Hoqi ndarjen për grupin {group}
sr: Уклоњено дељење за групу {group}
sv: Tog bort delning för grupp {group}
tr: {group} grubunun paylaşımı kaldırıldı

source: {actor} shared with group {group}
ast: {actor} compartió col grupu {group}
ca: {actor} ha compartit amb el grup {group}
cs: {actor} sdílel(a) se skupinou {group}
de_de: {actor} geteilt mit der Gruppe {group}
es: {actor} compartió con el grupo {group}
es_pe: {actor} compartió con el grupo {group}
et_ee: {actor} jagas grupiga {group}
fi: {actor} jakoi ryhmälle {group}
fr: {actor} a partagé avec le groupe {group}
is: {actor} deildi með hópnum {group}
it: {actor} ha condiviso con il gruppo {group}
ja: {actor} が {group} グループに共有しました
ka_ge: {actor} მომხმარებელმა გააზიარა ჯგუფთან {group}
lt_lt: {actor} pradėjo bendrinti su grupe {group}
nb: {actor} delt med gruppen {group}
nl: {actor} deelde met groep {group}
pl: {actor} udostępnił(-a) grupie {group}
pt_br: {actor} compartilhou com o grupo {group}
ru: {actor} предоставил(а) доступ группе «{group}»
sk: {actor} sprístupnil skupine {group}
sq: {actor} u nda me grupin {group}
sr: {actor} поделио са групом {group}
sv: {actor} delade med gruppen {group}
tr: {actor} {group} grubuyla paylaştı

source: {actor} removed share for group {group}
ast: {actor} desanició la compartición pal grupu {group}
ca: {actor} ha tret la part compartida del grup {grup}
cs: {actor} odstranil(a) sdílení pro skupinu {group}
de_de: {actor} hat die Freigabe für die Gruppe {group} entfernt
es: {actor} eliminó el compartido para el grupo {group}
es_pe: {actor} eliminó el elemento compartido del grupo {group}
et_ee: {actor} eemaldas jagamise grupiga {group}
fi: {actor} lopetti jakamisen ryhmälle {group}
fr: {actor} a supprimé le partage avec le groupe {group}
is: {actor} fjarlægði sameign af hópnum {group}
it: {actor} ha rimosso la condivisione del gruppo {group}
ja: {actor} が {group} グループへの共有を解除しました
ka_ge: {actor} მომხმარებელმა შეწყვიტა გაზიარება ჯგუფთან {group}
lt_lt: {actor} nustojo dalintis su {group} grupe
nb: {actor} fjernet deling for gruppen {group}
nl: {actor} verwijderde de share voor groep {group}
pl: {actor} zakończył(-a) udostępnianie grupie {group}
pt_br: {actor} excluiu o compartilhamento para o grupo {group}
ru: {actor} закрыл(а) доступ группе «{group}»
sk: {actor} zrušil sprístupnenie pre skupinu {group}
sq: {actor} hoqi ndarjen për grupin {group}
sr: {actor} уклонио дељење за групу {group}
sv: {actor} tog bort delningen för gruppen {group}
tr: {actor} {group} grubunun paylaşımını kaldırdı
