Repository: Cybso/server
Catalog: translationfiles/*/files_sharing.po
Languages: ast, ca, cs, de_de, es, es_pe, et_ee, fi, fr, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Please specify a file or folder path
ca: Especifiqueu una ruta de fitxer o carpeta
cs: Prosím zadejte cestu adresáře nebo souboru
de_de: Bitte Datei oder Ordner-Pfad eingeben
es: Por favor, especifica la ubicación de un archivo o carpeta
es_pe: Por favor especifica un archivo o ruta de carpeta
et_ee: Palun määra faili või kausta rada
fi: Määritä tiedoston tai kansion polku
fr: Veuillez indiquer un fichier ou un chemin
is: Tiltaktu skrá eða slóð á möppu
it: Specifica un percorso di un file o di una cartella
ja: ファイルかフォルダーのパスを指定してください
ka_ge: გთხოვთ მიუთითოთ ფაილის ან დირექტორიის მისამართი
lt_lt: Nurodykite kelią iki duomenų
nb: Oppgi en fil eller mappesti
nl: Geef een bestand of pad van een map op
pl: Proszę podać pliku lub ścieżkę do folderu
pt_br: Por favor especifique um arquivo ou um caminho de pasta
ru: Укажите путь к файлу или каталогу
sk: Zvoľte prosím súbor alebo cestu k priečinku
sq: Ju lutemi, tregoni një shteg kartele ose dosjeje
sr: Молимо одаберите путању до фајла или фасцикле
sv: Ange sökväg till filen eller mappen
tr: Lütfen bir dosya ya da klasör yolu belirtin

source: Wrong path, file/folder doesn't exist
ca: La ruta, el fitxer o la carpeta incorrectes no existeixen
cs: Špatná cesta, soubor/adresář neexistuje
de_de: Falscher Pfad, Datei/Ordner existiert nicht
es: Ubicación incorrecta, el archivo/carpeta no existe
es_pe: La ruta es incorrecta, el correo / carpeta no existe
et_ee: Vale rada, faili/kausta ei leitud
fi: Väärä polku, tiedostoa tai kansiota ei ole olemassa
fr: Mauvais chemin, Le fichier/dossier n'existe pas
is: Röng slóð, skrá/mappa er ekki til
it: Percorso errato, file/cartella inesistente
ja: パスが間違っています。ファイル/フォルダーがありません
ka_ge: არასწორი მისამართი, ფაილი/დირქტორია არ არსებობს
lt_lt: Neteisingas kelias, failo/aplanko nėra
nb: Feil filbane, filen/mappen finnes ikke
nl: Onjuist pad, bestand/map bestaat niet
pl: Ścieżka nieprawidłowa, plik/folder nie istnieje
pt_br: Caminho errado, o arquivo ou pasta não existe
ru: Неверный путь, файл или каталог не существует
sk: Neplatná cesta, súbor alebo priečinok neexistuje
sq: Shteg i gabuar, kratela/dosja s’ekziston
sr: Погрешна путања, фајл/фасцикла не постоји
sv: Fel sökväg, fil/mapp finns inte
tr: Yol yanlış. Dosya ya da klasör bulunamadı

source: Could not create share
ast: Nun pudo crease la compartición
ca: No s'ha pogut crear la compartició
cs: Nelze vytvořit sdílení
de_de: Freigabe konnte nicht erstellt werden
es: No se ha podido compartir
es_pe: No fue posible crear el elemento compartido
et_ee: Ei saanud jagamist luua
fi: Jaon luominen epäonnistui
fr: Impossible de créer le partage
is: Ekki tókst að búa til sameign
it: Impossibile creare la condivisione
ja: 共有を作成できませんでした
ka_ge: გაზიარება ვერ შეიქმნა
lt_lt: Negalima dalintis
nb: Kunne ikke opprette ressurs
nl: Kan gedeelde folder niet aanmaken
pl: Nie można utworzyć udział
pt_br: Não foi possível criar o compartilhamento
ru: Не удалось создать общий ресурс
sk: Nie je možné sprístupniť
sq: Ndarja nuk u krijua dot
sr: Не могу да направим дељење
sv: Kunde inte skapa delning
tr: Paylaşılamadı

source: invalid permissions
ast: permisos non válidos
ca: Permisos invàlids
cs: neplatná oprávnění
de_de: Ungültige Berechtigung
es: Permisos incorrectos
es_pe: permisos inválidos
et_ee: valed õigused
fi: vialliset oikeudet
fr: permissions invalides
is: Ógildar aðgangsheimildir
it: permessi non validi
ja: 無効なパーミッション
ka_ge: არასწორი უფლებები
lt_lt: neteisingi leidimai
nb: Ugyldige rettigheter
nl: Ongeldige rechten
pl: nieprawidłowe uprawnienia
pt_br: permissões inválidas
ru: неверные права доступа
sk: neplatné oprávnenia
sq: leje e pavlefshme
sr: Неисправне дозволе
sv: ogiltiga behörigheter
tr: izinler geçersiz

source: Please specify a valid user
ast: Especifica un usuariu válidu, por favor
ca: Especifiqueu un usuari vàlid
cs: Prosím zadejte platného uživatele
de_de: Bitte geben Sie einen gültigen Benutzer an
es: Por favor, especifica un usuario válido
es_pe: Por favor especifica un usuario válido
et_ee: Palun määra kehtiv kasutaja
fi: Määritä kelvollinen käyttäjä
fr: Veuillez entrer un utilisateur valide
is: Settu inn gilt notandanafn
it: Specifica un utente valido
ja: 正しいユーザーを指定してください
ka_ge: გთხოვთ მიუთითოთ სწორი მომხმარებელი
lt_lt: Nurodykite naudotoją
nb: Oppgi en gyldig bruker
nl: Geef een geldige gebruiker op
pl: Proszę podać poprawnego użytkownika
pt_br: Por favor especifique um usuário válido
ru: Укажите верного пользователя
sk: Zvoľte prosím platného používateľa
sq: Ju lutemi, tregoni një përdorues të vlefshëm
sr: Одаберите исправног корисника
sv: Ange en giltig användare
tr: Lütfen geçerli bir kullanıcı belirtin

source: Group sharing is disabled by the administrator
ca: L'administrador ha desactivat l'opció per compartir grups
cs: Skupinové sdílení bylo zakázáno administrátorem
de_de: Die Gruppenfreigabe ist durch den Administrator deaktiviert
es: Compartir en grupo está deshabilitado por el administrador
es_pe: Compartir en grupos está deshabilitado por el administrador
et_ee: Grupiga jagamine on administraatori poolt keelatud
fi: Ylläpitäjä on estänyt ryhmäjakamisen
fr: Le partage de groupe a été désactivé par l'administrateur
is: Deiling innan hóps hefur verið gerð óvirk af kerfisstjóra.
it: La condivisione di gruppo è disabilitata dall'amministratore
ja: グループ共有が管理者によって無効にされています。
ka_ge: ჯგუფური გაზიარება ადმინისტრატორის მიერ არაა ამოქმედებული
lt_lt: Bendrinimas su grupėmis yra išjungtas
nb: Gruppedeling er deaktivert av administratoren
nl: Delen voor groepen is uitgeschakeld door de beheerder
pl: Udostępnianie grupy zostało wyłączone przez administratora
pt_br: O compartilhamento para grupos foi desabilitado pelo administrador
ru: Возможность делиться с группами отключена администратором
sk: Skupinové zdieľanie je zakázané administrátorom
sq: Ndarja në grup është çaktivizuar nga përgjegjësi
sr: Администратор је забранио дељење са групом
sv: Gruppdelning är avstängt
tr: Grup paylaşımı yönetici tarafından devre dışı bırakılmış

source: Please specify a valid group
ca: Especifiqueu un grup vàlid
cs: Prosím zadejte platnou skupinu
de_de: Bitte geben Sie eine gültige Gruppe an
es: Por favor, especifica un grupo válido
es_pe: Por favor especifica un grupo válido
et_ee: Palun määra kehtiv grupp
fi: Määritä kelvollinen ryhmä
fr: Veuillez entrer un groupe valide
is: Settu inn gildan hóp
it: Specifica un gruppo valido
ja: 正しいグループを指定してください
ka_ge: გთხოვთ მიუთითოთ სწორი ჯგუფი
lt_lt: Nurodykite grupę
nb: Oppgi en gyldig gruppe
nl: Geef een geldige groep op
pl: Proszę podać prawidłową grupę
pt_br: Por favor especifique um grupo válido
ru: Укажите верную группу
sk: Zvoľte prosím platnú skupinu
sq: Ju lutemi, tregoni një grup të vlefshëm
sr: Одаберите исправну групу
sv: Ange en giltig grupp
tr: Lütfen geçerli bir grup belirtin

source: Public link sharing is disabled by the administrator
ca: L'administrador ha desactivat l'intercanvi d'enllaços públics
cs: Veřejný odkaz sdílení je zakázán administrátorem
de_de: Die öffentliche Freigabe von Links ist durch den Administrator deaktiviert
es: Compartir enlaces de forma pública está deshabilitado por el administrador
es_pe: Compartir ligas públicas está deshabilitado por el administrador
et_ee: Avaliku lingiga jagamine on administraatori poolt keelatud
fi: Ylläpitäjä on estänyt julkisen linkin jakamisen
fr: Le partage de lien public a été désactivé par l'administrateur
is: Deiling opinberra sameignartengla hefur verið gerð óvirk af kerfisstjóra.
it: La condivisione pubblica di collegamenti è disabilitata dall'amministratore
ja: URL共有が管理者によって無効されています。
ka_ge: საზოგადო ბმულად გაზიარება ადმინისტრატორის მიერ არაა ამოქმდებეული
lt_lt: Dalinimasis per nuorodą yra išjungtas
nb: Administratoren har skrudd av offentlig lenkedeling
nl: Delen van openbare links is uitgeschakeld door de beheerder
pl: Udostępnianie linków publicznych zostało zablokowane przez twojego administratora
pt_br: O compartilhamento por link público foi desativado pelo administrador
ru: Возможность предоставления общего доступа созданием общедоступных ссылок отключена администратором
sk: Sprístupnenie pomocou verejných odkazov je zakázané administrátorom
sq: Ndarja e lidhjeve publike është çaktivizuar nga përgjegjësi
sr: Администратор је забранио дељење јавном везом
sv: Offentlig delningslänk är avstängt
tr: Herkese açık bağlantı paylaşımı yönetici tarafından devre dışı bırakılmış

source: Public upload disabled by the administrator
ca: S'ha desactivat la càrrega pública per part de l'administrador
cs: Veřejné nahrávání zakázáno administrátorem
de_de: Das öffentliche Hochladen ist durch den Administrator deaktiviert
es: La subida pública está deshabilitado por el administrador
es_pe: Cargas públicas deshabilitadas por el administrador
et_ee: Avalik üleslaadimine on administraatori poolt keelatud
fi: Ylläpitäjä on estänyt julkisen lähetyksen
fr: Téléversement public désactivé par l'administrateur
is: Opinber innsending hefur verið gerð óvirk af kerfisstjóra.
it: Caricamento pubblico disabilitato dall'amministratore
ja: URL共有へのアップロードが管理者によって無効されています。
ka_ge: საზოგადო ატვირთვა ადმინისტრატორის მიერ არაა ამოქმედებული
lt_lt: Įkėlimas viešam naudojimui yra išjungtas
nb: Offentlig opplasting er deaktivert av administratoren
nl: Publieke upload uitgeschakeld door de systeembeheerder
pl: Publiczne wczytywanie zostało zablokowane przez twojego administratora
pt_br: O envio público foi desativado pelo administrador
ru: Загрузка в общедоступную папку запрещена администратором
sk: Verejné nahrávanie je zakázané administrátorom
sq: Ngarkimi publik është çaktivizuar nga përgjegjësi
sr: Администратор је забранио отпремања са јавним приступом
sv: Offentlig uppladdning är avstängt
tr: Herkese açık yükleme yönetici tarafından devre dışı bırakılmış

source: Public upload is only possible for publicly shared folders
ca: La càrrega pública només és possible per a carpetes compartides públicament
cs: Veřejné nahrávání je možné pouze do veřejně sdílených adresářů
de_de: Das öffentliche Hochladen ist nur für öffentlich freigegebene Ordner erlaubt
es: La subida publica solo es posible poara las carpetas publicas compartidas
es_pe: Las cargas públicas son posibles sólo para carpetas compartidas públicamente
et_ee: Avalik üleslaadminie on võimalik ainult avalikult jagatud kaustades
fi: Julkinen lähettäminen on mahdollista vain julkisesti jaetuille kansioille
fr: Le téléversement public est possible uniquement pour les dossiers partagés publiquement
is: Opinber innsending er einungis möguleg í möppur sem er deilt opinberlega
it: Il caricamento pubblico è possibile solo per cartelle condivise pubblicamente
ja: 公開共有されているフォルダーにしか公開アップロードはできません。
ka_ge: საზოგადო ატვირთვა შესაძლებელია მხოლოდ საზოგადოდ გაზიარებულ დირექტორიებზე
lt_lt: Duomenų įkėlimas viešam naudojimui galimas tik į viešai dalinamus aplankus
nb: Offentlig opplasting er kun mulig i offentlig delte mapper
nl: Publieke upload is alleen mogelijk voor publiek gedeelde mappen
pl: Publiczne wczytywanie jest możliwe wyłącznie do katalogów publicznych
pt_br: O envio público só é possível para pastas compartilhadas publicamente
ru: Общедоступная загрузка возможна только в общедоступные папки
sk: Verejné nahrávanie je možné len do verejne sprístupnených priečinkov
sq: Ngarkimi publik është i mundshëm vetëm për dosje të ndara publikisht
sr: Отпремања са јавним приступом су могућа само за јавно дељене фасцикле
sv: Offentlig uppladdning fungerar endast i offentligt delade mappar
tr: Herkese açık yükleme ancak herkese açık paylaşılmış klasörlere yapılabilir

source: Invalid date, date format must be YYYY-MM-DD
ast: Data non válida, el formatu ha ser AAAA-MM-DD
ca: La data no vàlida, el format de la data ha de ser AAAA-MM-DD
cs: Neplatné datum, formát data musí být YYY-MM-DD
de_de: Ungültiges Datum, das Datumsformat muss JJJJ-MM-TT sein
es: Fecha inválida, el formato de las fechas debe ser YYYY-MM-DD
es_pe: La fecha es inválida, por favor sigue el formato AAAA-MM-DD
et_ee: Vigane kuupäev, formaat peab olema YYYY-MM-DD
fi: Virheellinen päiväys, päivämäärän muodon tulee olla YYYY-MM-DD
fr: Date non valide, le format doit être DD/MM/YYYY
is: Ógild dagsetning, dagsetningasniðið verður að vera ÁÁÁÁ-MM-DD
it: Data non valida, il formato della data deve essere YYYY-MM-DD
ja: 無効な日付です。YYYY-MM-DDのフォーマットで日付を指定してください。
ka_ge: არასწორი თარიღი, თარიღის ფორმატი უნდა იყოს წწწწ-თთ-დდ
lt_lt: Netinkamas datos formavimas. Privaloma: YYYY-MM-DD
nb: Feil dato, dato må være i formatet YYYY-MM-DD
nl: Ongeldige datum, datumnotatie moet in de vorm YYYY-MM-DD
pl: Nieprawidłowa data, format daty musi być w formacie YYYY-MM-DD
pt_br: Data inválida, o formato da data deve ser YYYY-MM-DD
ru: Неверная дата, формат даты должен быть ГГГГ-ММ-ДД
sk: Neplatný dátum, formát musí byť v tvare YYYY-MM-DD
sq: Datë e pavlefshme, formati i datës duhet të jetë VVVV-MM-DD
sr: Неисправан датим, формат датума мора бити ГГГГ-ММ-ДД
sv: Ogiltigt datum, måste anges: ÅÅÅÅ-MM-DD
tr: Tarih geçersiz. Tarih biçimi YYYY-AA-GG olmalıdır

source: Sharing %s failed because the back end does not allow shares from type %s
ca: S'ha produït un error en compartir %s perquè la part posterior no permet que les accions del tipus%s
cs: Sdílení %s selhalo, podpůrná vrstva nepodporuje typ sdílení %s
de_de: Freigabe von %s fehlgeschlagen, da das Backend die Freigabe vom Typ %s nicht erlaubt.
es: Compartir %s ha fallado porque el repositorio no admite compartidos del tipo %s
es_pe: Se presentó una falla al compartir %s, porque el backend no permite elementos compartidos de tipo %s
et_ee: %s jagamine ebaõnnestus sest server ei luba %s tüüpi jagamisi
fi: Kohteen %s jakaminen epäonnistui, koska tietovarasto ei salli %s tyyppisiä jakoja
fr: Le partage %s a échoué parce que l'infrastructure n'autorise pas les partages du type %s
is: Deiling %s mistókst, því bakvinnslukerfið leyfir ekki sameignir af gerðinni %s
it: Condivisione di %s non riuscita poiché il motore non consente condivisioni del tipo %s
ja: %s の共有に失敗しました。バックエンド側で %s タイプの共有が許可されていません。
ka_ge: გაზიარება %s არ მოხერხდა, რადგანაც ბექენდი არ იღებს გაზიარებებს ტიპით %s
lt_lt: %s dalinimasis nepavyko, nes sistema nepalaiko šio duomenų tipo: %s
nb: Deling av %s mislyktes på grunn av at tjeneren ikke tillater deling av filtypen %s
nl: Delen van %s mislukte omdat de backend het delen van type %s niet ondersteunt
pl: Udostępnienie %s nie powiodło się ponieważ backend nie zezwala na udziały typu %s
pt_br: O compartilhando %s falhou porque o serviço não permite ações de tipo %s
ru: Не удалось предоставить общий доступ к «%s», поскольку механизм удалённого обмена не разрешает публикации типа %s
sk: Sprístupnenie %s zlyhalo, backend nepodporuje typ sprístupnenia %s
sq: Ndarja e %s dështoi, ngaqë pjesa përgjegjëse e shërbyesit nuk lejon ndarje prej llojit %s
sr: Дељење %s није успело зато што позадина не дозвољава дељење које је типа %s
sv: Delningen av %s misslyckades. Ej tillåtet med delning av %s
tr: Arka uç %s türündeki paylaşımlara izin vermediğinden %s paylaşılamadı

source: You cannot share to a Circle if the app is not enabled
ast: Nun pues compartir con un círculu si l'aplicación nun ta activada
ca: No podeu compartir en un cercle si l'aplicació no està habilitada
cs: Do kruhu nemůžete sdílet, pokud není aplikace povolena
de_de: Sie können nichts mit einem Kreis teilen, wenn die App nicht aktiviert ist
es: No puede compartir a un Circulo si la aplicación no esta activada
es_pe: No puedes compartir al Círculo si la aplicación no está habilitada
et_ee: Sa ei saa jagada Ringi kui see rakendus pole lubatud
fi: Et voi jakaa piiriin, jos sovellusta ei ole aktivoitu
fr: Vous ne pouvez pas partager au Cercle si l'application n'est pas activée
is: Þú getur ekki deilt með hring ef forritið er ekki virkt
it: Non puoi condividere con una cerchia se l'applicazione non è abilitata
ja: アプリが無効の場合は、サークルには共有できません
ka_ge: წრეს ვერ გაუზიარებთ თუ აპლიკაცია არაა მოქმედი
lt_lt: Negalite dalintis su naudotojų ratu, kai įskiepis "Circle" neveikia
nb: Du kan ikke dele til en sirkel så lenge programmet ikke er aktivert
nl: Je kunt niets met een Kring delen als de app niet is ingeschakeld.
pl: Nie możesz udostępnić do Kręgów jeśli aplikacja jest wyłączona
pt_br: Você não pode compartilhar para um círculo se o aplicativo não está habilitado
ru: Вы не можете поделиться с кругом, если приложение «Круг» не включено
sk: Ak aplikácia nie je povolená, nemôžete ju zdieľať s Kruhom
sq: Nuk mund të shpërndani në një rreth nëse aplikacioni nuk është i aktivizuar
sr: Не можете делити са Круговима ако та апликација није укључена
sv: Du kan inte dela till en cirkel om appen inte är aktiverad
tr: Uygulama etkinleştirilmemiş ise bir Çevre ile paylaşamazsınız

source: Please specify a valid circle
ast: Especifica un círculu válidu, por favor
ca: Especifiqueu un cercle vàlid
cs: Prosím, specifikujte platný kruh
de_de: Bitte einen gültigen Kreis angeben
es: Por favor especifique un circulo valido
es_pe: Por favor especifica un círculo válido
et_ee: Palun määra kehtiv ring
fi: Määritä kelvollinen piiri
fr: Veuillez entrer un cercle valide
is: Settu inn gildan hring
it: Specifica una cerchia valida
ja: 正しいサークルを指定してください
ka_ge: გთხოვთ მიუთითოთ სწორი წრე
lt_lt: Pasirinkite naudotojų ratą
nb: Angi en gyldig sirkel
nl: Geef een geldige kring op
pl: Proszę podać właściwy krąg
pt_br: Por favor especifique um círculo válido
ru: Укажите верный круг
sk: Zadajte platný kruh
sq: Ju lutem specifikoni një rreth i vlefshëm
sr: Одаберите исправан круг
sv: Vänligen ange en giltig cirkel
tr: Lütfen geçerli bir çevre belirtin

source: Unknown share type
ast: Triba desconocida de compartición
ca: Tipus d'acció desconegut
cs: Neznámý typ sdílení
de_de: Unbekannter Freigabetyp
es: Tipo desconocido de recurso compartido
es_pe: Tipo de elemento compartido desconocido
et_ee: Tundmatu jagamise tüüp
fi: Tuntematon jaon tyyppi
fr: Type de partage inconnu
is: Óþekkt tegund sameignar
it: Tipo di condivisione sconosciuto
ja: 不明な共有タイプ
ka_ge: ამოუცნობი გაზიარების სახეობა
lt_lt: Nežinomas bendrinamų duomenų tipas
nb: Ukjent ressurstype
nl: Onbekend type gedeelde folder
pl: Nieznany typ udziału
pt_br: Tipo de compartilhamento desconhecido
ru: Общий доступ неизвестного типа
sk: Neplatný typ sprístupnenia
sq: Lloj i panjohur ndarjesh
sr: Непознат тип дељења
sv: Ogiltig delningstyp
tr: Paylaşım türü bilinmiyor

source: Not a directory
ast: Nun ye un direutoriu
ca: No és un directori
cs: Žádný adresář
de_de: Kein Verzeichnis
es: No es un directorio
es_pe: No es una carpeta
et_ee: Ei ole kaust
fi: Ei hakemisto
fr: N'est pas un répertoire
is: Er ekki mappa
it: Non è una cartella
ja: ディレクトリではありません
ka_ge: არაა დირექტორია
lt_lt: Nėra katalogas
nb: Ikke en mappe
nl: Geen directory
pl: Nie jest katalogiem
pt_br: Não é um diretório
ru: Это не каталог
sk: Nie je priečinok
sq: S’është drejtori
sr: Није фасцикла
sv: Inte en mapp
tr: Bir klasör değil

source: Could not lock path
ast: Nun pudo bloquiase'l camín
ca: No s'ha pogut bloquejar la ruta d'accés
cs: Nepodařilo se uzamknout cestu
de_de: Pfad konnte nicht gesperrt werden
es: No se ha podido bloquear la ruta
es_pe: No fue posible bloquear la ruta
et_ee: Ei saanud rada lukustada
fi: Polun lukitseminen ei onnistunut
fr: Impossible de verrouiller le chemin
is: Gat ekki læst slóð
it: Impossibile bloccare il percorso
ja: パスをロックできませんでした
ka_ge: მისამართი ვერ ჩაიკეტა
lt_lt: Nepavyko užrakinti kelio
nb: Kunne ikke låse sti
nl: Kan pad niet blokkeren
pl: Nie udało się zablokować ścieżki
pt_br: Não foi possível bloquear o caminho
ru: Не удалось заблокировать путь
sk: Nie je možné uzamknúť cestu
sq: S’u kyç dot shtegu
sr: Не могу да закључам путању
sv: Kunde inte låsa sökvägen
tr: Yol kilitlenemedi

source: Wrong or no update parameter given
ca: S'ha donat un paràmetre d'actualització incorrecte o no
cs: Chyba nebo žádná aktualizace dle zadaných parametrů
de_de: Es wurde ein falscher oder kein Updateparameter angegeben
es: No se ha suministrado un parametro correcto
es_pe: El parametro de actualización está erróneo o falta
et_ee: Antud vale või aegunud parameeter
fi: Päivitettävä parametri puuttuu tai on väärin
fr: Mauvais ou aucun paramètre donné
is: Rangt eða ekkert uppfærsluviðfang gefið
it: Parametro fornito non valido o non di aggiornamento
ja: 間違っている、もしくはパラメータが更新されていません
ka_ge: არასწორი ან განახლების პარამეტრის არარსებობა
lt_lt: Neperduoti atnaujinimo parametrai
nb: Feil eller ingen parametre for oppdatering er angitt
nl: Verkeerde of geen update parameter opgegeven
pl: Brakujący lub błędny parametr aktualizacji
pt_br: O parâmetro da atualização fornecido está errado ou não existe
ru: Параметр для изменения неправилен или не задан
sk: Zlý alebo žiadny zadaný parameter aktualizácie
sq: Ose u dha parametër i gabuar përditësimesh, pse s’u dha fare
sr: Погрешан или ненаведен параметер
sv: Fel eller ingen uppdateringsparameter angiven
tr: Parametre yanlış ya da herhangi bir parametre belirtilmemiş

source: Can't change permissions for public share links
ast: Nun puen camudase los permisos pa los enllaces de comparticiones públiques
ca: No es poden canviar els permisos per als enllaços compartits públics
cs: Nelze změnit oprávnění pro veřejně sdílené odkazy
de_de: Berechtigungen für öffentlich freigegebene Links konnten nicht geändert werden
es: No se pueden cambiar los permisos para los enlaces de recursos compartidos públicos
es_pe: No es posible cambiar los permisos para ligas públicas compartidas
et_ee: Avalikult jagatud linkide õigusi muuta ei saa
fi: Julkisten jakolinkkien käyttöoikeuksia ei voi muuttaa
fr: Impossible de changer les permissions pour les liens de partage public
is: Ekki tókst að breyta aðgangsheimildum fyrir opinbera deilingartengla
it: Impossibile cambiare i permessi per i collegamenti di condivisione pubblici
ja: URLリンク共有のパーミッションを変更できません
ka_ge: უფლებები საზოგადოდ გაზიარებულ ბმულზე ვერ შეიცვალა
lt_lt: Negalima keisti leidimų viešai bendrinamoms nuorodoms
nb: Kan ikke endre rettigheter for offentlige lenker
nl: Kan rechten voor openbaar gedeelde links niet wijzigen
pl: Nie można zmienić uprawnień dla publicznych udziałów
pt_br: Não foi possível alterar as permissões para links de compartilhamento público
ru: Для общедоступных ссылок изменение прав невозможно
sk: Nemožno zmeniť oprávnenia pre verejné sprístupnené odkazy
sq: S’mund të ndryshohen lejet për lidhje ndarjesh publike
sr: Не могу се променити привилегије за јавно доступне везе
sv: Det går inte att ändra behörigheterna för offentliga länkar
tr: Herkese açık paylaşılan bağlantıların erişim hakları değiştirilemez

source: Cannot increase permissions
ast: Nun puen aumentase los permisos
ca: No es poden augmentar els permisos
cs: Nelze navýšit oprávnění
de_de: Berechtigungen können nicht erhöht werden
es: No es posible aumentar permisos
es_pe: No es posible incrementar los permisos
et_ee: Ei saa õigusi suurendada
fi: Oikeuksien lisääminen ei onnistu
fr: Impossible d'augmenter les permissions
is: Get ekki aukið aðgangsheimildir
it: Impossibile aumentare i permessi
ja: パーミッションを追加できません
ka_ge: უფლებების გაზრდა ვერ მოხერხდა
lt_lt: Negalima pridėti papildomų leidimų
nb: Kan ikke øke tillatelser
nl: Kan de rechten niet verruimen
pl: Nie można zwiększyć uprawnień
pt_br: Não foi possível aumentar as permissões
ru: Нельзя увеличить права
sk: Nie je možné navýšiť oprávnenia
sq: S’mund të fuqizohen lejet
sr: Не могу да повећам привилегије
sv: Kan inte utöka behörigheter
tr: Erişim izinleri yükseltilemez
