Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: A file has been added to or removed from your <strong>favorites</strong>
bg: Файл беше добавен или премахнат от <strong>предпочитанията</strong> ви
ca: S'ha afegit o eliminat un fitxer de les teves <strong>preferides</strong>
cs: Soubor byl přidán, nebo odstraněn z vašich <strong>oblíbených</strong>
da: En fil er blevet tilføjet eller fjernet fra dine <strong>favoritter</strong>
de_de: Eine Datei wurde Ihren <strong>Favoriten</strong> hinzugefügt oder daraus entfernt
es_ec: Un archivo ha sido agregado o eliminado de tus <strong>favoritos</strong>
et_ee: <strong>Lemmikutesse</strong> on lisatud või sealt eemaldatud fail
eu: Fitxategi bat gehitu edo kendu da zure <strong>gogokoetatik</strong>
fi: Tiedosto on lisätty tai poistettu <strong>suosikeista</strong>
fr: Un fichier a été ajouté ou retiré de vos <strong>favoris</strong>
hu: Egy fájl eltávolítva vagy hozzáadva a <strong>kedvenceidhez</strong>
it: Un file stato aggiunto o rimosso dai tuoi <strong>preferiti</strong>
ja: <strong>お気に入り</strong>にファイルが追加または削除されたとき
ka_ge: ყველა ფაილი დაემატა ან ამოიშალა<strong>რჩეულებიდან</strong>
lb: Eng Datei gouf zu dengen Favoriten <strong> dobäigesat </strong> oder aus dengen Favortien <strong> geläscht </strong>
lt_lt: Failas buvo pridėtas arba pašalintas iš <strong>mėgstamųjų</strong>
lv: Fails ir pievienots vai noņemts no jūsu <strong>izlases</strong>
nb: En fil har blitt lagt til eller fjernet fra dine <strong>favoritter</strong>
nl: Een bestand werd toegevoegd of verwijderd van je <strong>favorieten</strong>
pl: Plik został dodany lub usunięty z Twoich <strong>ulubionych</strong>
pt_br: Um arquivo foi adicionado ou excluído de seus <strong>favoritos</strong>
ro: Un fișier a fost adăugat în sau șters din <strong>favorites</strong>
ru: Файл был добавлен или удален из вашего <strong>избранного</strong>
sk: Súbor bol pridaný alebo odstránený z vašich <strong>obľúbených</strong>
sl: Datoteka je bila dodana ali umaknjena iz tvojih <strong>priljubljenih</strong>
sq: Një skedar është shtuar ose është hequr nga <strong>të preferuarat</strong> tuaja
sr: Фајл је додат или избрисан из Ваших <strong>омиљених</strong>
sv: En fil har lagts till eller tagits bort från dina <strong>favoriter</strong>
tr: <strong>Sık kullandıklarınıza</strong> bir dosya eklendi ya da silindi
uk: Файл був доданий до або або вилучений з вашого <strong>улюбленого</strong>
vi: Một tệp đã được thêm hoặc bị xóa khỏi <strong>mục yêu thích của bạn</strong>

source: A file or folder has been <strong>changed</strong> or <strong>renamed</strong>
bg: <strong>Промяна</strong> или <strong>преименуване</strong> на файл / папка
ca: Un fitxer o carpeta ha estat <strong>canviat</strong> o <strong>reanomenat</strong>
cs: Soubor nebo adresář byl <strong>změněn</strong> nebo <strong>přejmenován</strong>
da: En fil eller mappe er blevet <strong>ændret</strong> eller <strong>omdøbt</strong>
de_de: Eine Datei oder Ordner wurde <strong>geändert</strong> oder <strong>umbenannt</strong>
es_ec: Un archivo o carpeta ha sido <strong>cambiado </strong> o <strong>renombrado</strong>
et_ee: Fail või kaust on <strong>muudetud</strong> või <strong>ümbernimetatud</strong>
fi: Tiedostoa tai kansiota on <strong>muutettu</strong> tai se on <strong>uudelleennimetty</strong>
fr: Un fichier ou dossier a été <strong>modifié</strong> ou <strong>renommé</strong>
hu: A fájl vagy mappa <strong>megváltozott</strong> vagy <strong>át lett nevezve</strong>
it: Un file o una cartella è stato <strong>modificato</strong> o <strong>rinominato</strong>
ja: ファイルまたはフォルダが <strong>更新</ strong>されたか、<strong>名前が変更</strong>されたとき
ka_ge: ფაილს ან დირექტორის <strong>გადაერქვა სახელი</strong> ან <strong>შეიცვალა</strong>
lb: Eng Datei gouf <strong> verännert</strong> oder <strong> embenannt</strong>
lt_lt: Buvo <strong>pakeistas</strong> ar <strong>pervadintas</strong> failas ar aplankas
lv: Fails vai mape tika <strong>mainīts</strong> vai <strong>pārsaukts</strong>
nb: En fil eller mappe ble <strong>endret</strong> eller <strong>omdøpt</strong>
nl: Een bestand of map is <strong>gewijzigd</strong> of <strong>hernoemd</strong>
pl: Plik lub folder został <strong>zmieniony lub <strong>zastąpiony
pt_br: Um arquivo ou pasta foi <strong>alterado</strong> ou <strong>renomeado</strong>
ro: Un fișier sau director a fost <strong>modificat</strong> sau <strong>redenumit</strong>
ru: Файл или каталог был <strong>изменён</strong> или <strong>переименован</strong>
sk: Súbor alebo priečinok bol <strong>zmenený</strong> alebo <strong>premenovaný</strong>
sl: Datoteka ali mapa je bila <strong>spremenjena</strong> ali <strong>preimenovana</strong>
sq: Një skedar ose dosje është <strong>ndryshuar</strong> ose <strong>riemëruar</strong>
sr: Фајл или фасцикла су <strong>измењени</strong> или <strong>преименовани</strong>
sv: En fil har blivit <strong>ändrad</strong> eller <strong>bytt namn</strong>
tr: Bir dosya ya da klasör <strong>değiştirildi</strong> ya da <strong>yeniden adlandırıldı</strong>
uk: Файл або теку було <strong>змінено</strong> або <strong>перейменовано</strong>

source: A new file or folder has been <strong>created</strong>
bg: <strong>Създаване</strong> на нов файл / папка
ca: S'ha <strong>creat</strong> un nou fitxer o una nova carpeta
cs: Byl <strong>vytvořen</strong> nový soubor nebo adresář
da: En ny fil eller mapper er blevet <strong>oprettet</strong>
de_de: Eine neue Datei oder ein neuer Ordner wurde <strong>erstellt</strong>
es_ec: Un archivo o carpeta ha sido <strong>creado</strong>
et_ee: Uus fail või kaust on <strong>loodud</strong>
eu: Fitxategi edo karpeta berri bat <strong>sortu da</strong>
fi: Uusi tiedosto tai kansio on <strong>luotu</strong>
fr: Un nouveau fichier ou répertoire a été <strong>créé</strong>
hu: Új fájl vagy mappa <strong>létrehozva</strong>
it: Un nuovo file o cartella è stato <strong>creato</strong>
ja: 新しいファイルまたはフォルダーを<strong>作成</strong>したとき
ka_ge: ახალი ფაილი ან დირექტორია <strong>შეიქმნა</strong>
lb: Eng nei Datei oder e neien Dossier gouf <strong> erstallt </strong>
lt_lt: Buvo <strong>sukurtas</strong> naujas failas ar aplankas
lv: <strong>Izveidota</strong> jauna datne vai mape
nb: En ny fil eller mappe ble <strong>opprettet</strong>
nl: Een nieuw bestand of map is <strong>aangemaakt</strong>
pl: Nowy plik lub folder został <strong>utworzony</strong>
pt_br: Um novo arquivo ou pasta foi <strong>criado</strong>
ro: Un nou fișier sau director a fost <strong>creat</strong>
ru: Был <strong>создан</strong> новый файл или каталог
sk: Nový súbor alebo priečinok bol <strong>vytvorený</strong>
sl: Nova datoteka ali mapa je <strong>ustvarjena</strong>
sq: <strong>U krijua</strong> një kartelë ose dosje e re
sr: Нови фајл или фасцикла су <strong>направљени</strong>
sv: En ny fil eller mapp har blivit <strong>skapad</strong>
tr: Yeni bir dosya ya da klasör <strong>eklendi</strong>
uk: Новий файл або теку було <strong>створено</strong>

source: A file or folder has been <strong>deleted</strong>
ca: S'ha <strong>elminiat</strong> un fitxer o una carpeta
cs: Soubor nebo adresář byl <strong>smazán</strong>
da: En fil eller mappe er blevet <strong>slettet</strong>
de_de: Eine Datei oder ein Ordner wurde <strong>gelöscht</strong>
es_ec: Un archivo o carpeta ha sido <strong>borrado</strong>
et_ee: Fail või kaust on <strong>kustutatud</strong>
eu: Fitxategi edo karpeta bat <strong>ezabatu da</strong>
fi: Tiedosto tai kansio on <strong>poistettu</strong>
fr: Un fichier ou un répertoire a été <strong>supprimé</strong>
hu: Fájl vagy mappa <strong>törölve</strong>
it: Un file o una cartella è stato <strong>eliminato</strong>
ja: ファイルまたはフォルダーが <strong>削除されました</strong>
ka_ge: ფაილი ან დირექტორია <strong>გაუქმდა</strong>
lt_lt: Duomenys buvo <strong>ištrinti</strong>
nb: En fil eller mappe ble <strong>slettet</strong>
nl: Een bestand of map is <strong>verwijderd</strong>
pl: Plik lub folder został <strong>usunięty</strong>
pt_br: Um arquivo ou pasta foi <strong>excluído</strong>
ro: Un fișier sau director a fost <strong>șters</strong>
ru: Файл или каталог был <strong>удалён</strong>
sk: Súbor alebo priečinok bol <strong>odstránený</strong>
sl: Datoteka ali mapa je bila <strong>pobrisana</strong>
sq: Një skedar ose dosje është <strong> fshirë </strong>
sr: Фајл или фасцикла су <strong>обрисани</strong>
sv: En fil eller mapp har <strong>tagits bort</strong>
tr: Bir dosya ya da klasör <strong>silindi</strong>
uk: Файл або теку було <strong> видалено </strong>

source: Limit notifications about creation and changes to your <strong>favorite files</strong> <em>(Stream only)</em>
bg: Изпращай известия само при създаване / промяна на <strong>любими файлове</strong> <em>(Само за потока)</em>
ca: Limitar les notificacions sobre la creació i canvis dels seus <strong>arxius favorits</strong><em>(solament Stream)</em>
cs: Omezovat oznámení o tvorbě a změnách <strong>oblíbených souborů</strong> <em>(Pouze v proudu)</em>
da: Begræns noter om oprettelse og ændringer af dine <strong>favorit filer</strong> <em>(Kun streaming)</em>
de_de: Benachrichtigungen über Neues und Änderungen zu Ihren <strong>favorisierten Dateien</strong> beschränken <em>(nur im Stream)</em>
es_ec: Limita las notificaciones de la creación y cambios a tus <strong>archivos favoritos</strong> <em>(sólo flujo)</em>
et_ee: Piira loomise ja muutuste teavitus oma <strong>lemmikfailide</strong> kohta <em>(ainult voog)</em>
fi: Rajoita luomis- ja muutosilmoitukset <strong>omiin suosikkitiedostoihin</strong> <em>(Vain listaus)</em>
fr: Limiter les notifications à ce qui concerne la création et la modification de vos <strong>fichiers favoris</strong> <em>(Flux uniquement)</em>
hu: Szűkítse le az értesítéseket a létrehozásról és a változásokról a <strong>kedvenc fájlok</strong> <em>(Stream only)</em> -ra
it: Limita le notifiche relative alla creazione e alla modifica dei tuoi <strong>file preferiti</strong> <em>(Solo flusso)</em>
ja: <strong>お気に入りファイル</strong>の作成と変更の通知を制限する<em>（ストリームのみ）</em>
ka_ge: დაუწესეთ <strong>რჩეული ფაილების</strong> შექმნის და ცვლილებების შეტყობინებებს ლიმიტი <em>(მხოლოდ ნაკადი)</em>
lb: Limitéier Notifikatiounen op d'Erstellen an Veränneren vun dengen <strong> Favoriten</strong> (nëmmen Floss)
lt_lt: Riboti pranešimus apie sukūrimą ir pokyčius jūsų <strong>mėgiamuose failuose</strong> <em>(Tik srautas)</em>
lv: Limitēt ziņojumus par jūsu <strong>iecienīto datņu</strong> izveidošanu un izmaiņām <em>(tikai datu straumei)</em>
nb: Begrens varsling om oppretting og endringer til <strong>favorittfilene</strong> dine <em>(Kun strøm)</em>
nl: Beperk meldingen over aanmaken en wijzigen aan je <strong>favoriete bestanden</strong> <em>(Alleen stream)</em>
pl: Ogranicz powiadomienia o utworzeniu i zmianach do swoich <strong>ulubionych plików</strong> <em>(Tylko w strumieniu aktywności)</em>
pt_br: Notificações de limite das criações e alterações em seus <strong>arquivos favoritos</strong> <em>(apenas Stream)</em>
ru: Ограничить уведомления о создании и изменении ваших <strong>избранных файлов</strong> <em>(отображать только в приложении события)</em>
sk: Obmedzte upozornenia na vytvorenie a zmeny na vaše <strong>obľúbené súbory</strong> <em>(Len streamy)</em>
sl: Omeji obvestila o ustvarjanju in spreminjanju <strong>najpogosteje uporabljenih </strong> datotek <em>(omogoči pretok)</em>
sq: Kufizojini njoftimet mbi krijim dhe ndryshim kartelash vetëm për <strong>kartelat tuaja të parapëlqyera</strong> <em>(Vetëm te rrjedha)</em>
sr: Ограничи обавештења о стварању и изменама на <strong>омиљене фајлове</strong> <em>(само у записнику)</em>
sv: Begränsa notiser om skapande och ändringar till dina <strong>favoritfiler</strong> <em>(Endast i flödet)</em>
tr: <strong>Sık kullanılan dosyalarınız</strong> ile ilgili ekleme ve değişiklik bildirimleri sınırlansın <em>(Yalnız akış)</em>
uk: Обмежити повідомлення про створення та зміни в ваших <strong>улюблених файлах</strong> <em>(Тількі потік)</em>

source: A file or folder has been <strong>restored</strong>
ca: S'ha <strong>restaurat</strong> un fitxer o una carpeta
cs: Soubor nebo adresář byl <strong>obnoven</strong>
da: En fil eller mappe er blevet <strong>gendannet</strong>
de_de: Eine Datei oder ein Ordner wurde <strong>wiederhergestellt</strong>
es_ec: Un archivo o carpeta ha sido <strong>restaurado</strong>
et_ee: Fail või kaust on <strong>taastatud</strong>
eu: Fitxategia edo karpeta <strong>berrezarri</strong> da
fi: Tiedosto tai kansio on <strong>palautettu</strong>
fr: Un fichier ou un répertoire a été <strong>restauré</strong>
hu: Egy új fájl vagy mappa <strong>visszaállítva</strong>
it: Un file o una cartella è stato <strong>ripristinato</strong>
ja: ファイルまたはフォルダーが <strong>復元されました</strong>
ka_ge: ფაილი ან დირექტორია <strong>აღდგენილ იქნა</strong>
lt_lt: Duomenys buvo <strong>atstatyti</strong>
nb: En fil eller mappe ble <strong>gjenopprettet</strong>
nl: Een bestand of een map is <strong>hersteld</strong>
pl: Plik lub folder został <strong>przywrócony</strong>
pt_br: Um arquivo ou pasta foi <strong>restaurado</strong>
ro: Un fișier sau dosar a fost <strong>restaurat</strong>
ru: Файл или каталог был <strong>восстановлен</strong>
sk: Súbor alebo priečinok bol <strong>obnovený</strong>
sq: Një skedar ose dosje është <strong> rikthyer </strong>
sr: Фајл или фасцикла су <strong>враћени</strong>
sv: En fil eller mapp har <strong>återställts</strong>
tr: Bir dosya ya da klasör <strong>geri yüklendi</strong>
uk: Файл або теку було <strong> відновлено </strong>

source: Unlimited
ca: Il·limitat
cs: Neomezeně
da: Ubegrænset
de_de: Unbegrenzt
es_ec: Ilimitado
et_ee: Piiramatult
eu: Mugarik gabe
fi: Rajoittamaton
fr: Illimité
hu: Korlátlan
it: Illimitata
ja: 無制限
ka_ge: ულიმიტო
lt_lt: Neribotai
nb: Ubegrenset
nl: Ongelimiteerd
pl: Bez limitu
pt_br: Ilimitado
ru: Неограничено
sk: Neobmedzené
sl: Neomejeno
sq: E palimituar
sr: Неограничено
sv: Obegränsad
tr: Sınırsız
uk: Необмежено

source: Upload (max. %s)
bg: Качи (макс. %s)
ca: Pujada (màx. %s)
cs: Nahrát (max. %s)
de_de: Hochladen (max. %s)
es_ec: Cargar (max. %s)
et_ee: Üleslaadimine (max. %s)
eu: Igo (max. %s)
fi: Lähetys (enintään %s)
fr: Envoi (max. %s)
hu: Feltöltés (max.: %s)
it: Carica (massimo %s)
ja: アップロード ( 最大 %s )
ka_ge: ატვირთვა (მაქს. %s)
lb: Upload (maximal ¦%s)
lt_lt: Įkelti (maks. %s)
lv: Augšupielādēt (maks. %s)
nb: Opplasting (maks. %s)
pl: Wysyłka (max. %s)
pt_br: Envio (max. %s)
ro: Încarcă (max. %s)
ru: Загрузка (максимум %s)
sk: Nahrať (max. %s)
sl: Pošiljanje (omejitev %s)
sq: Ngarkim (max. %s)
sr: Отпремање (макс. %s)
sv: Ladda upp (max. %s)
tr: Yükle (en büyük: %s)
uk: Вивантаження (макс. %s)
vi: Tải lên (tối đa. %s)

source: File handling
bg: Операция с файла
ca: Gestió de fitxers
cs: Zacházení se soubory
da: Filhåndtering
de_de: Dateibehandlung
es_ec: Manejo de archivos
et_ee: Failide käsitlemine
eu: Fitxategien kudeaketa
fi: Tiedostonhallinta
fr: Gestion de fichiers
hu: Fájlkezelés
it: Gestione file
ja: ファイル操作
ka_ge: ფაილის დამუშავება
lb: Fichier handling
lt_lt: Failų tvarkymas
lv: Datņu pārvaldība
nb: Filhåndtering
nl: Bestand afhandeling
pl: Zarządzanie plikami
pt_br: Tratamento de arquivo
ro: Manipulare fișiere
ru: Управление файлами
sk: Nastavenie správania sa k súborom
sl: Upravljanje z datotekami
sq: Trajtim kartele
sr: Руковање фајловима
sv: Filhantering
tr: Dosya işlemleri
uk: Робота з файлами
vi: Xử lý tập tin

source: Maximum upload size
bg: Максимален размер
ca: Mida màxima de pujada
cs: Maximální velikost pro odesílání
da: Maksimal upload-størrelse
de_de: Maximale Upload-Größe
es_ec: Tamaño máximo de carga
et_ee: Maksimaalne üleslaadimise suurus
eu: Igo daitekeen gehienezko tamaina
fi: Lähetettävän tiedoston suurin sallittu koko
fr: Taille max. d'envoi
hu: Maximális feltölthető fájlméret
it: Dimensione massima caricamento
ja: 最大アップロードサイズ
ka_ge: მაქსიმუმ ატვირთის ზომა
lb: Maximum Upload Gréisst
lt_lt: Maksimalus įkeliamo failo dydis
lv: Maksimālais datņu augšupielādes apjoms
nb: Største opplastingsstørrelse
nl: Maximale bestandsgrootte voor uploads
pl: Maksymalny rozmiar wysyłanego pliku
pt_br: Tamanho máximo para envio
ro: Dimensiune maximă admisă la încărcare
ru: Максимальный размер загружаемого файла
sk: Maximálna veľkosť odosielaného súboru
sl: Največja velikost za pošiljanja
sq: Madhësi maksimale ngarkimi
sr: Највећа величина отпремања
sv: Maximal storlek att ladda upp
tr: En büyük yükleme boyutu
uk: Максимальний розмір вивантажень
vi: Kích thước tối đa

source: max. possible:
bg: максимално:
ca: màxim possible:
cs: největší možná:
da: max. mulige:
de_de: maximal möglich:
es_ec: max. posible:
et_ee: maks. võimalik:
eu: max, posiblea:
fi: suurin mahdollinen:
hu: max. lehetséges:
it: numero mass.:
ja: 最大容量:
ka_ge: მაქს. შესაძლებელი:
lb: max. méiglech:
lt_lt: maks. galima:
lv: maksimālais iespējamais:
nb: max. mulige:
nl: max. mogelijk:
pl: maks. możliwy:
pt_br: max. possível:
ro: max. posibil:
ru: макс. возможно:
sk: najväčšie možné:
sl: največ mogoče:
sq: maks. i mundshëm:
sr: највише могуће:
sv: max. möjligt:
tr: olabilecek en büyük:
uk: макс. можливе:
vi: tối đa cho phép:

source: Save
bg: Запис
ca: Desa
cs: Uložit
da: Gem
de_de: Speichern
es_ec: Guardar
et_ee: Salvesta
eu: Gorde
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ka_ge: შენახვა
lb: Späicheren
lt_lt: Įrašyti
lv: Saglabāt
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сачувај
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu

source: With PHP-FPM it might take 5 minutes for changes to be applied.
bg: Ако ползвате PHP-FPM прилагането на една промяна може да отнеме 5 минути.
ca: Amb PHP-FPM pot trigar 5 minuts a aplicar els canvis.
cs: Při použití PHP-FPM může změna nastavení trvat až 5 minut od uložení.
da: Med PHP-FPM kan det tage 5 minuter for ændringerne at blive udført.
de_de: Mit PHP-FPM kann es 5 Minuten dauern, bis Änderungen angewendet sind.
es_ec: Con PHP-FPM podría tomar 5 minutos para que los cambios apliquen.
et_ee: PHP-FPM-ga võib selle väärtuse mõju rakendamine võtta aega kuni 5 minutit pärast salvestamist.
eu: PHP-FPM-rekin 5 minutu pasa daiteke aldaketak aplikatu ahal izateko.
fi: PHP-FPM:tä käyttäen muutoksien voimaantulossa saattaa kestää 5 minuuttia.
fr: Avec PHP-FPM il peut se passer jusqu'à 5 minutes pour que les changements soient appliqués.
hu: PHP-FPM-mel akár 5 percbe is telhet, míg ez a beállítás érvénybe lép.
it: Con PHP-FPM potrebbe richiedere 5 minuti perché le modifiche siano applicate.
ja: PHP-FPM の場合は値を変更後、反映されるのに5分程度かかります。
ka_ge: PHP-FPM-ით ცვლილებების შენახვამ შეიძლება გასტანოს 5 წუთი.
lb: Mat PHP-FPM kann et 5 Minutten dauern bis d'Ännerungen iwwerholl goufen
lt_lt: Su PHP-FPM atnaujinimai gali užtrukti apie 5min.
lv: Ar PHP-FPM var aizņemt 5 minūtes, kamēr izmaiņas stāsies spēkā.
nb: Med PHP-FPM kan det ta 5 minutter før endringene trer i kraft.
nl: Met PHP-FPM kan het 5 minuten duren voordat wijzigingen zijn doorgevoerd.
pl: Z PHP-FPM zastosowanie zmian może zająć 5 minut.
pt_br: Com PHP-FPM pode demorar 5 minutos para que as alterações sejam aplicadas.
ro: Cu PHP-FPM poate dura 5 minute pentru a aplica schimbările..
ru: В режиме PHP-FPM применение изменений может занять до 5 минут.
sk: Použitím PHP-FPM môžu byť zmeny vykonané do 5 minút.
sl: Uveljavljanje sprememb prek PHP-FPM lahko traja tudi 5 minut.
sq: Me PHP-FPM mund të duhen 5 minuta që ndryshimet të hyjnë në fuqi.
sr: Ако користите PHP-FPM, промене се могу применити и тек после 5 минута.
sv: Med PHP-FPM kan det ta cirka 5 minuter för ändringarna att träda i kraft.
tr: PHP-FPM üzerinde değişikliklerin uygulanması 5 dakika sürebilir.
uk: З PHP-FPM прийняття змін може тривати до 5 хвилин.
vi: Với PHP-FPM, có thể mất 5 phút để áp dụng các thay đổi.

source: Missing permissions to edit from here.
bg: Липсва разрешение за редакция от тук.
ca: Falta els permisos per editar des d'aquí.
cs: Pro úpravy v aktuálním náhledu chybí oprávnění.
da: Rettighed mangler til at redigere på dette sted
de_de: Fehlende Berechtigungen um von hier aus zu bearbeiten.
es_ec: Faltan privilegios para editar desde aquí.
et_ee: Puuduvad õigused siit muuta.
fi: Käyttöoikeudet eivät riitä tätä kautta muokkaamiseen.
fr: Permissions insuffisantes pour modifier à partir d'ici.
hu: Innen nem lehet szerkeszteni hiányzó jogosultság miatt.
it: Permessi mancanti per modificare da qui.
ja: ここから編集するための権限がありません。
ka_ge: არასაკმარისი უფლებები აქედან შეცვლისათვის.
lb: Net genuch Recher fir hei eppes ze veränneren
lt_lt: Draudžiama iš čia redaguoti
lv: Nepietiekamas tiesības lai rediģētu no šejienes.
nb: Manglende rettigheter til å redigere herfra.
nl: Ontbrekende rechten om vanaf hier te bewerken.
pl: Brakuje uprawnień do edycji.
pt_br: Faltando permissões para editar aqui.
ro: Nu ai permisiuni pentru a edita aici.
ru: Отсутствуют права на внесение здесь изменений.
sk: Chýbajú orávnenia pre možnosť tu upravovať.
sl: Ni ustreznih dovoljenj za urejanje na tej ravni.
sq: Mungojnë lejet për përpunim që nga këtu.
sr: Недостају дозволе да се мења одавде.
sv: Saknar rättigheter att ändra härifrån.
tr: Buradan düzenleme için izinler eksik.
uk: Недостатньо прав для редагування звідси.
vi: Thiếu quyền để chỉnh sửa từ đây.

source: %s of %s used
ca: Usats %s de %s
cs: %s z %s použito
da: %s af %s brugt
de_de: %s von %s verwendet
es_ec: %s de %s usado
et_ee: %s/%s kasutatud
eu: %s - %s-tik erabilita
fi: %s / %s käytetty
fr: %s de %s utilisé
hu: %s / %s használt
it: %s di %s utilizzati
ja: %s / %s 使用中
ka_ge: %s სულ %s-დან მოხმარებულია
lt_lt: naudojama %s iš %s
nb: %s av %s brukt
nl: %s van %s gebruikt
pl: Wykorzystano %s z %s
pt_br: %s de %s usado
ro: %s din %s folosiți
ru: использовано %s из %s
sk: Využité: %s z %s
sl: %s od %s uporabljeno
sq: %s nga %s është përdorur
sr: %s од %s искоришћено
sv: %s av %s använt
tr: %s / %s kullanılıyor
uk: %s з %s використано

source: %s used
ca: %s utilitzat
cs: %s použito
da: %s brugt
de_de: %s verwendet
es_ec: %s usado
et_ee: %s kasutatud
eu: %s erabilita
fi: %s käytetty
fr: %s utilisé
hu: %s használt
it: %s utilizzato
ja: %s 使用中
ka_ge: %s მოხმარებულია
lt_lt: %s panaudota
nb: %s brukt
nl: %s gebruikt
pl: Wykorzystane: %s
pt_br: %s usado
ro: %s folosiți
ru: %s использовано
sk: %s použitých
sl: %s uporabljeno
sq: %s të përdorura
sr: %s искоришћено
sv: %s använt
tr: %s kullanılıyor
uk: %s використано

source: Settings
bg: Настройки
ca: Arranjament
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
es_ec: Configuraciones
et_ee: Seaded
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
lb: Astellungen
lt_lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Поставке
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Show hidden files
bg: Показвай и скрити файлове
ca: Mostra els fitxers ocults
cs: Zobrazit skryté soubory
da: Vis skjulte filer
de_de: Versteckte Dateien anzeigen
es_ec: Mostrar archivos ocultos
et_ee: Näita peidetud faile
eu: Erakutsi ezkutuko fitxategiak
fi: Näytä piilotetut tiedostot
fr: Afficher les fichiers cachés
hu: Rejtett fájlok megjelenítése
it: Mostra i file nascosti
ja: 隠しファイルを表示
ka_ge: დამალული ფაილების ჩვენება
lb: Weis déi verstoppten Dateien
lt_lt: Rodyti paslėptus failus
lv: Rādīt slēptās datnes
nb: Vis skjulte filer
nl: Verborgen bestanden tonen
pl: Pokaż ukryte pliki
pt_br: Mostrar arquivos ocultos
ro: Arată fișierele ascunse
ru: Показывать скрытые файлы
sk: Zobraziť skryté súbory
sl: Pokaži skrite datoteke
sq: Shfaq kartela të fshehura
sr: Прикажи скривене фајлове
sv: Visa dolda filer
tr: Gizli dosyaları görüntüle
uk: Показати приховані файли
vi: Hiển thị cac file bị ẩn

source: WebDAV
sr: ВебДАВ
