Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: Storage is temporarily not available
bg: Временно хранилището не е налично.
ca: Emmagatzemament temporalment no disponible
cs: Úložiště je dočasně nedostupné
da: Lagerplads er midlertidigt ikke tilgængeligt
de_de: Speicher ist vorübergehend nicht verfügbar
es_ec: El almacenamiento no está disponible temporalmente
et_ee: Salvestusruum pole ajutiselt kättesaadav
eu: Biltegiratzea ez dago erabilgarri une honetan
fi: Tallennustila on tilapäisesti pois käytöstä
fr: Le support de stockage est temporairement indisponible
hu: A tároló átmenetileg nem érhető el
it: L'archiviazione è temporaneamente non disponibile
ja: ストレージは一時的に利用できません
ka_ge: საცავი დროებით ხელმიუწვდომელია
lb: Späicherplaatz temporär net erreeschbar
lt_lt: Saugykla yra laikinai neprieinama
lv: Glabātuve īslaicīgi nav pieejama
nb: Lagring er midlertidig utilgjengelig
nl: Opslag is tijdelijk niet beschikbaar
pl: Magazyn jest tymczasowo niedostępny
pt_br: O armazenamento está temporariamente indisponível
ro: Spațiu de stocare este indisponibil temporar
ru: Хранилище временно недоступно
sk: Úložisko je dočasne nedostupné
sl: Shramba trenutno ni na voljo
sq: Depozita përkohësisht nuk është në dispozicion
sr: Складиште привремено није доступно
sv: Lagring är tillfälligt inte tillgänglig
tr: Depolama geçici olarak kullanılamıyor
uk: Сховище тимчасово недоступне
vi: Kho lưu trữ tạm thời không khả dụng

source: Storage invalid
bg: Невалидно хранилище.
ca: Emmagatzemament no vàlid
cs: Neplatné úložiště
da: Lagerplads er ugyldig
de_de: Speicher ungültig
es_ec: El almacenamiento es inválido
et_ee: Vigane andmehoidla
eu: Biltegi bliogabea
fi: Virheellinen tallennustila
fr: Support de stockage invalide
hu: A tároló érvénytelen
it: Archiviazione non valida
ja: ストレージが無効です
ka_ge: საცავი არასწორია
lb: Späicherplatz net gülteg
lt_lt: Saugykla netinkama naudoti
lv: Nepareiza glabātuve
nb: Lagringsplass ugyldig
nl: Opslag ongeldig
pl: Nieprawidłowy magazyn
pt_br: Armazenamento inválido
ro: Spațiu de stocare invalid
ru: Хранилище неисправно
sk: Úložisko nie je platné
sl: Določen prostor ni veljaven
sq: Depozitë e pavlefshme
sr: Неисправно складиште
sv: Lagring ogiltig
tr: Depolama geçersiz
uk: Невірне сховище
vi: Lưu trữ không hợp lệ

source: Unknown error
bg: Неизвестна грешка
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de_de: Unbekannter Fehler
es_ec: Se presentó un error desconocido
et_ee: Tundmatu viga
eu: Errore ezezaguna
fi: Tuntematon virhe
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
ka_ge: უცნობი შეცდომა
lb: Et ass en onbekannte Fehler opgetrueden
lt_lt: Nežinoma klaida
lv: Nezināma kļūda
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
sr: Непозната грешка
sv: Okänt fel
tr: Bilinmeyen sorun
uk: Невідома помилка
vi: Lỗi chưa biết

source: All files
bg: Всички файлове
ca: Tots els fitxers
cs: Všechny soubory
da: Alle filer
de_de: Alle Dateien
es_ec: Todos los archivos
et_ee: Kõik failid
eu: Fitxategi guztiak
fi: Kaikki tiedostot
fr: Tous les fichiers
hu: Az összes fájl
it: Tutti i file
ja: すべてのファイル
ka_ge: ყველა ფაილი
lb: All d'Fichieren
lt_lt: Visi failai
lv: Visas datnes
nb: Alle filer
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ro: Toate fișierele
ru: Все файлы
sk: Všetky súbory
sl: Vse datoteke
sq: Të gjithë skedarët
sr: Сви фајлови
sv: Alla filer
tr: Tüm dosyalar
uk: Усі файли
vi: Tất cả tệp tin

source: Recent
bg: Скорошен
cs: Nedávné
da: Seneste
de_de: Aktuelle
es_ec: Reciente
et_ee: Hiljutised
eu: Duela gutxi
fi: Viimeaikaiset
fr: Récent
hu: Legutóbbi
it: Recenti
ja: 最新
ka_ge: ახალი
lb: Rezent
lt_lt: Naujausi
lv: Nesenās
nb: Nylig
pl: Ostatnie
pt_br: Recentes
ro: Recente
ru: Недавно изменённые
sk: Nedávne
sl: Nedavno
sq: Të fundit
sr: Скорашњи
sv: Senaste
tr: Son
uk: Останні
vi: Gần đây

source: File could not be found
bg: Файлът не може да бъде открит
ca: No s'ha pogut trobar el fitxer
cs: Soubor nelze nalézt
da: Filen kunne ikke findes
de_de: Datei konnte nicht gefunden werden
es_ec: No fue posible encontrar el archivo
et_ee: Faili ei leitud
eu: Fitxategia ezin izan da aurkitu
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
hu: Fájl nem található
it: Il file non può essere trovato
ja: ファイルを見つけられませんでした
ka_ge: ფაილი ვერ იქნა ნაპოვნი
lb: Datei konnt net fonnt ginn
lt_lt: Nepavyko rasti rinkmenos
lv: Datni nevar atrast
nb: Filen ble ikke funnet
nl: Bestand kon niet worden gevonden
pl: Nie można odnaleźć pliku
pt_br: O arquivo não foi encontrado
ro: Fișierul nu a fost găsit
ru: Невозможно найти файл
sk: Súbor nie je možné nájsť
sl: Datoteke ne najdem
sq: Skedari s’u gjet dot
sr: Фајл није нађен
sv: Fil kunde inte hittas
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Tệp tin không tồn tại

source: Home
bg: Домашен
ca: Casa
cs: Domů
da: Hjem
es_ec: Inicio
et_ee: Kodu
eu: Etxekoa
fi: Koti
fr: Mes fichiers
hu: Saját mappa
ja: ホーム
ka_ge: სახლი
lb: Doheem
lt_lt: Pagrindinis
lv: Mājas
nb: Hjem
nl: Thuis
pl: Start
pt_br: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domači naslov
sq: Kreu
sr: Почетна
sv: Hem
tr: Giriş
uk: Домівка
vi: Nhà

source: Close
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de_de: Schließen
es_ec: Cerrar
et_ee: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
ka_ge: დახურვა
lb: Zoumaachen
lt_lt: Užverti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng

source: Favorites
bg: Любими
ca: Preferits
cs: Oblíbené
da: Foretrukne
de_de: Favoriten
es_ec: Favoritos
et_ee: Lemmikud
eu: Gogokoak
fi: Suosikit
fr: Favoris
hu: Kedvencek
it: Preferiti
ja: お気に入り
ka_ge: რჩეულები
lb: Favoriten
lt_lt: Mėgstamiausi
lv: Iecienītie
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro: Favorite
ru: Избранные
sk: Obľúbené
sl: Priljubljene
sq: Të parapëlqyera
sr: Омиљени
sv: Favoriter
tr: Sık Kullanılanlar
uk: Улюблені
vi: Ưa thích

source: Could not create folder "{dir}"
bg: Папката "{dir}" не може да бъде създадена
ca: No s'ha pogut crear la carpeta "{dir}"
cs: Nelze vytvořit adresář "{dir}"
da: Kunne ikke oprette mappen "{dir}"
de_de: Der Ordner konnte nicht erstellt werden "{dir}"
es_ec: No fue posible crear la carpeta "{dir}"
et_ee: Kausta "{dir}" loomine ebaõnnestus
eu: Ezin izan da "{dir}" karpeta sortu
fi: Kansiota "{dir}" ei voitu luoda
fr: Impossible de créer le dossier "{dir}"
hu: {dir} mappa nem hozható létre
it: Impossibile creare la cartella "{dir}"
ja: フォルダー "{dir}" を作成できませんでした
ka_ge: დირექტორია "{dir}" ვერ შეიქმნა
lb: Dossier "{dir}" konnt net erstallt ginn
lt_lt: Nepavyko sukurti aplanko "{dir}"
lv: Nevarēja izveidot mapi "{dir}"
nb: Klarete ikke å opprette mappe "{dir}"
nl: Kon map "{dir}" niet aanmaken
pl: Nie można utworzyć folderu „{dir}”
pt_br: Não foi possível criar a pasta "{dir}"
ro: Nu s-a putut crea directorul "{dir}"
ru: Невозможно создать каталог «{dir}»
sk: Nemožno vytvoriť priečinok "{dir}"
sl: Ni mogoče ustvariti mape "{dir}"
sq: S’u krijua dot dosja "{dir}"
sr: Не могу да направим фасциклу "{dir}"
sv: Kunde inte skapa mapp "{dir}"
tr: "{dir}" klasörü oluşturulamadı
uk: Неможливо створити каталог "{dir}"
vi: Không thể tạo thư mục “{dir}”

source: Upload cancelled.
bg: Качването е прекъснато.
ca: La pujada s'ha cancel·lat.
cs: Odesílání zrušeno.
da: Upload afbrudt.
de_de: Hochladen abgebrochen.
es_ec: Carga cancelada.
et_ee: Üleslaadimine tühistati.
eu: Igoera ezeztatuta
fi: Lähetys peruttu.
fr: Téléversement annulé.
hu: A feltöltést megszakítottuk.
it: Caricamento annullato.
ja: アップロードはキャンセルされました。
ka_ge: ატვირთვა შეჩერებულ იქნა.
lb: Upload ofgebrach.
lt_lt: Įkėlimo atsisakyta.
lv: Augšupielāde ir atcelta.
nb: Opplasting avbrutt.
nl: Uploaden geannuleerd.
pl: Wysyłanie anulowane.
pt_br: Envio cancelado.
ro: Încărcare anulată.
ru: Выгрузка отменена.
sk: Odosielanie je zrušené.
sl: Pošiljanje je preklicano.
sq: Ngarkimi u anulua.
sr: Отпремање је отказано.
sv: Uppladdning avbruten.
tr: Yükleme iptal edildi.
uk: Вивантаження скасовано.
vi: Hủy tải lên

source: Unable to upload {filename} as it is a directory or has 0 bytes
bg: Неуспешно качване на {filename}, защото е директория или с размер 0 байта.
ca: No es pot pujar {filename} perquè és una carpeta o té 0 bytes
cs: Nelze nahrát soubor {filename}, protože je to buď adresář nebo má velikost 0 bytů
da: Kan ikke upload {filename} da det er enten en mappe eller indholder 0 bytes.
de_de: Die Datei {filename} kann nicht hochgeladen werden, da sie entweder ein Verzeichnis oder 0 Bytes groß ist
es_ec: No fue posible cargar {filename} ya que es una carpeta o tiene un tamaño de 0 bytes
et_ee: Ei saa üles laadida {filename}, kuna see on kataloog või selle suurus on 0 baiti
eu: Ezin da {filename} igo karpeta bat delako edo 0 byte dituelako
fi: Kohdetta {filename} ei voi lähettää, koska se on joko kansio tai sen koko on 0 tavua
fr: Impossible d'envoyer {filename} car il s'agit d'un répertoire ou d'un fichier de taille nulle
hu: A(z) {filename} fájl nem tölthető fel, mert ez vagy egy könyvtár, vagy pedig 0 bájtból áll.
it: Impossibile caricare {filename} poiché è una cartella oppure ha una dimensione di 0 byte
ja: ディレクトリもしくは0バイトのため {filename} をアップロードできません
ka_ge: შეუძლებელია {filename}-ის ატვირთვა, რადგანაც ის დირექტორიაა ან გააჩნია 0 ბაიტი
lb: {filename} konnt eropgelueden ginn, well et een Dossier ass oder d'Datei 0 Bytes huet
lt_lt: Nepavyksta įkelti {filename}, nes tai yra katalogas arba šio failo dydis yra 0 baitų
lv: Neizdodas augšupielādēt {filename}, jo tā ir vai nu mape vai 0 baitu saturoša datne.
nb: Kan ikke laste opp {filename} fordi det er en mappe eller har 0 Byte
nl: Kan {filename} niet uploaden omdat het een map is of 0 bytes groot is
pl: Nie można przesłać {filename} być może jest katalogiem lub posiada 0 bajtów
pt_br: Não foi possível fazer o envio de {filename}, pois é um diretório ou tem 0 bytes
ro: Nu se poate încărca {filename} deoarece este un director sau are mărimea de 0 octeți
ru: Невозможно загрузить «{filename}», так как это либо каталог, либо файл нулевого размера
sk: Nemožno nahrať súbor {filename}, pretože je to priečinok, alebo má 0 bitov
sl: Ni mogoče poslati datoteke {filename}, saj je to ali mapa ali pa je velikost datoteke 0 bajtov.
sq: S’arrihet të ngarkohet {filename}, ngaqë është drejtori ose ka 0 bajte
sr: Не могу да отпремим {filename} јер је то или директоријум или има 0 бајтова
sv: Kan inte ladda upp {filename} eftersom den antingen är en mapp eller har 0 bytes.
tr: {filename} bir klasör ya da 0 bayt boyutunda olduğundan yüklenemedi
uk: Неможливо вивантажити {filename}, оскільки це каталог або файл має розмір 0 байт.
vi: không thể tải {filename} lên do nó là một thư mục hoặc có kích thước bằng 0 byte

source: Not enough free space, you are uploading {size1} but only {size2} is left
bg: Няма достатъчно свободно място. Опитвате да качите {size1} при свободни само {size2}
ca: No hi ha prou espai lliure, està carregant {size1} però només pot {size2}
cs: Není dostatek místa pro uložení, velikost souboru je {size1}, zbývá pouze {size2}
da: Der er ikke tilstrækkeligt friplads. Du uplaoder {size1} men der er kun {size2} tilbage
de_de: Nicht genügend freier Speicherplatz, Sie möchten {size1} hochladen, es sind jedoch nur noch {size2} verfügbar.
es_ec: No tienes suficiente espacio disponible, Estas cargando {size1} pero sólo cuentas con {size2} disponible
et_ee: Pole piisavalt vaba ruumi. Sa laadid üles {size1}, kuid ainult {size2} on saadaval.
eu: Ez dago leku nahikorik, zu {size1} igotzen ari zara baina bakarrik {size2} libre dago
fi: Ei riittävästi vapaata tilaa. Lähetyksesi koko on {size1}, mutta vain {size2} on jäljellä
fr: Espace libre insuffisant : vous tentez d'envoyer {size1} mais seulement {size2} sont disponibles
hu: Nincs elég szabad hely. A feltöltés mérete {size1}, de csak ennyi hely van: {size2}.
it: Spazio insufficiente, stai caricando {size1}, ma è rimasto solo {size2}
ja: 空き容量が十分でなく、 {size1} をアップロードしていますが、 {size2} しか残っていません。
ka_ge: არასაკმარისი თავისუფალი სივრცე, თქვენ ტვირთავთ {size1}-ს, მაგრამ მხოლოდ {size2}-ია დარჩენილი
lb: Net genuch Späicher, du probéiers {size1} eropzelueden, et ass awer nëmmen méi {size2} fräi
lt_lt: Nepakanka laisvos vietos. Jūs bandote įkelti {size1} dydžio bylą, bet liko tik {size2} vietos
lv: Nav pietiekami daudz brīvas vietas. Tiek augšupielādēti {size1}, bet pieejami tikai {size2}
nb: Ikke nok ledig plass. Du laster opp size1} men bare {size2} er ledig
nl: Niet genoeg vrije ruimte. Je uploadt {size1}, maar er is slechts {size2} beschikbaar
pl: Brak wolnej przestrzeni, przesyłasz {size1} a pozostało tylko {size2}
pt_br: Não há espaço suficiente, você está enviando {size1} mas resta apenas {size2}
ro: Spațiu liber insuficient, încărcați {size1} însă doar {size2} disponibil rămas
ru: Недостаточно свободного места, вы загружаете {size1}, но только {size2} доступно
sk: Nie je dostatok voľného miesta, chcete nahrať {size1} ale k dispozíciji je len {size2}
sl: Na voljo ni dovolj prostora. Velikost poslane datoteke je {size1}, na voljo pa je je {size2}.
sq: Nuk ka hapësirë të mjaftueshme, po ngarkoni {size1}, por ka vetëm {size2} të lira
sr: Нема простора. Отпремате {size1} али само {size2} је преостало
sv: Inte tillräckligt med ledigt utrymme, du laddar upp {size1} men endast {size2} finns kvar.
tr: Yeterli boş alan yok. Yüklemek istediğiniz boyut {size1} ancak yalnız {size2} boş alan var
uk: Недостатньо вільного місця, ви вивантажуєте {size1}, а залишилося лише {size2}
vi: Không đủ dung lượng trống, bạn đang tải {size1} nhưng chỉ còn {size2} trống

source: Target folder "{dir}" does not exist any more
bg: Целева папка "{dir}" не съществува вече
ca: La carpeta objectiu "{dir}" ja no existeix
cs: Cílový adresář "{dir}" již neexistuje
da: Destinations mappen "{dir}" eksistere ikke længere
de_de: Ziel-Verzeichnis "{dir}" existiert nicht mehr
es_ec: La carpeta destino "{dir}" ya no existe
et_ee: Kausta "{dir}" pole enam olemas
eu: "{dir}" karpeta ez du gehiago existitzen
fi: Kohdekansio "{dir}" ei ole enää olemassa
fr: Le dossier cible « {dir} » n'existe plus
hu: A cél mappa már nem létezik: "{dir}"
it: La cartella di destinazione "{dir}" non esiste più
ja: 対象フォルダー "{dir}" がもう存在しません
ka_ge: დანიშნულების დირექტორია "{dir}" აღარ არსებობს
lb: Den Dossier "{dir}" existéiert net méi
lt_lt: Paskirties aplanko "{dir}" daugiau nebėra
lv: Mape "{dir}" vairs neeksistē
nb: Målmappen "{dir}" finnes ikke lenger
nl: Doelmap "{dir}" bestaat niet meer
pl: Folder docelowy "{dir}" już nie istnieje
pt_br: Pasta de destino "{dir}" não existe mais
ro: Directorul "{dir}" nu mai există
ru: Целевой каталог «{dir}» более не существует
sk: Cieľový priečinok "{dir}" už neexistuje
sl: Ciljna mapa "{dir}" ne obstaja več
sq: Dosja e synuar "{dir}" nuk ekziston më
sr: Одредишна фасцикла "{dir}" више не постоји
sv: Målmapp "{dir}" existerar inte mer
tr: "{dir}" hedef klasörü artık yok
uk: Теки призначення "{dir}" більше не існує.
vi: Thư mục đích "{dir}" không còn tồn tại

source: Not enough free space
bg: Няма достатъчно свободно място
ca: Espai lliure insuficient
cs: Nedostatek volného prostoru
da: Ikke nok fri plads
de_de: Nicht genügend freier Speicherplatz
es_ec: No cuentas con suficiente espacio libre
et_ee: Pole piisavalt vaba ruumi
eu: Ez dago nahiko leku librea
fi: Ei tarpeeksi vapaata tilaa
fr: Espace disponible insuffisant
hu: Nincs elég szabad hely
it: Spazio libero insufficiente
ja: 十分な空き容量がありません
ka_ge: არასაკმარისი თავისუფალი სივრცე
lb: Nët genuch Späicherplaatz
lt_lt: Trūksta laisvos vietos
lv: Nav pietiekami daudz brīvas vietas
nb: Ikke nok ledig diskplass
nl: Onvoldoende vrije ruimte
pl: Za mało wolnego miejsca
pt_br: Espaço livre insuficiente
ro: Spațiu insuficient
ru: Недостаточно свободного места
sk: Nedostatok voľného miesta
sl: Ni dovolj prostora
sq: Nuk ka hapsirë të mjaftueshme të lirë
sr: Нема довољно слободног места
sv: Inte tillräckligt med ledigt utrymme
tr: Yeterli boş alan yok
uk: Недостатньо вільного місця
vi: Không đủ dung lượng trống

source: Uploading …
cs: Nahrávání ...
da: Uploader ...
de_de: Lade hoch...
es_ec: Cargando...
et_ee: Üleslaadminie ...
eu: Igotzen...
fi: Lähetetään…
fr: Téléversement en cours...
hu: Feltöltés...
it: Caricamento in corso...
ka_ge: იტვირთება ...
nb: Laster opp…
nl: Uploaden …
pl: Wysyłanie...
pt_br: Enviando...
ro: Încărcare...
ru: Загрузка...
sk: Nahrávanie...
sr: Отпремам…
sv: Laddar upp ..
tr: Yükleniyor…

source: {loadedSize} of {totalSize} ({bitrate})
bg: {loadedSize} от {totalSize} ({bitrate})
ca: {loadedSize} de {totalSize} ({bitrate})
cs: {loadedSize} z {totalSize} ({bitrate})
da: {loadedSize} af {totalSize} ({bitrate})
de_de: {loadedSize} von {totalSize} ({bitrate})
es_ec: {loadedSize} de {totalSize} ({bitrate})
et_ee: {loadedSize}/{loadedSize} ({bitrate})
fi: {loadedSize}/{totalSize} ({bitrate})
fr: {loadedSize} sur {totalSize} ({bitrate})
hu: {loadedSize} / {totalSize} ({bitrate})
it: {loadedSize} di {totalSize} ({bitrate})
ja: {totalSize} 中 {loadedSize} ({bitrate})
ka_ge: {loadedSize} სულ {totalSize}-დან ({bitrate})
lb: {loadedSize} vun {totalSize} ({bitrate})
lt_lt: {loadedSize} iš {totalSize} ({bitrate})
lv: {loadedSize} no {totalSize} ({bitrate})
nb: {loadedSize} av {totalSize} ({bitrate})
nl: {loadedSize} van {totalSize} ({bitrate})
pl: {loadedSize} z {totalSize} ({bitrate})
pt_br: {loadedSize} de {totalSize} ({bitrate})
ro: {loadedSize} din {totalSize} ({bitrate})
ru: {loadedSize} из {totalSize} ({bitrate})
sk: {loadedSize} z {totalSize} ({bitrate})
sl: {loadedSize} od {totalSize} ({bitrate})
sq: {loadedSize} nga {totalSize} ({bitrate})
sr: {loadedSize} од {totalSize} ({bitrate})
sv: {loadedSize} av {totalSize} ({bitrate})
tr: {loadedSize} / {totalSize} ({bitrate})
uk: {loadedSize} з {totalSize} ({bitrate})
vi: {loadedSize} trong tổng số {totalSize} ({bitrate})

source: Target folder does not exist any more
cs: Cílový adresář už neexistuje
da: Destinations mappen findes ikke længere
de_de: Zielordner existiert nicht mehr
es_ec: La carpeta destino ya no existe
et_ee: Sihtkataloogi pole enam olemas
fi: Kohdekansiota ei ole enää olemassa
fr: Le dossier cible n'existe plus
hu: A célmappa már nem létezik
it: La cartella di destinazione non esiste più
ka_ge: დანიშნულების დირექტორია აღარ არსებობს
nb: Målmappen finnes ikke lenger
nl: Doelmap bestaat niet meer
pl: Folder docelowy już nie istnieje
pt_br: Pasta destino não existe mais
ro: Directorul destinație nu mai există
ru: Каталог больше не существует
sk: Cieľový priečinok už neexistuje
sr: Одредишна фасцикла више не постоји
sv: Målmapp existerar inte längre
tr: Hedef klasör artık yok

source: Error when assembling chunks, status code {status}
cs: Chyba při kompletaci kusů, kód chyby {status}
da: Fejl ved montering af klumper, statuskode {status}
de_de: Fehler beim Zusammenführen der Teile (Chunks), Fehlermeldung {status}
es_ec: Se presentó un error al ensamblar los bloques, código de estatus {status}
et_ee: Tükkide kokkupanemise viga, staatus kood {status}
fr: Erreur lors de l'assemblage des blocs, code d'état {status}
hu: Hiba a darabok összerakásakor, Állapotkód {status}
it: Errore durante l'assemblaggio dei blocchi, codice di stato {status}
ka_ge: ნაჭრების შეგროვებისას წარმოიშვა შეცდომა, სტატუსის კოდი {status}
nb: Feil under sammenkobling av biter, statuskode {status}
nl: Fout tijdens samenvoegen van brokken, status code {status}
pl: Błąd podczas łączenia fragmentów, kod statusu {status}
pt_br: Erro ao montar partes, código de status {status}
ru: Ошибка при сборке чанков, код ошибки {status}
sr: Грешки при прикупљању делова фајла, статус код {status}
tr: Kümeler oluşturulurken sorun çıktı, durum kodu {status}

source: Actions
bg: Действия
ca: Accions
cs: Činnosti
da: Handlinger
de_de: Aktionen
es_ec: Acciones
et_ee: Tegevused
eu: Ekintzak
fi: Toiminnot
hu: Műveletek
it: Azioni
ja: アクション
ka_ge: მოქმედებები
lb: Aktiounen
lt_lt: Veiksmai
lv: Darbības
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Радње
sv: Åtgärder
tr: İşlemler
uk: Дії

source: Download
bg: Изтегли
ca: Baixa
cs: Stáhnout
da: Hent
de_de: Herunterladen
es_ec: Descargar
et_ee: Lae alla
eu: Deskargatu
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
ka_ge: ჩამოტვირთვა
lt_lt: Atsisiųsti
lv: Lejupielādēt
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Скачать
sk: Sťahovanie
sl: Prejmi
sq: Shkarkoje
sr: Преузми
sv: Ladda ned
tr: İndir
uk: Завантажити
vi: Tải về

source: Rename
bg: Преименуване
ca: Reanomena
cs: Přejmenovat
da: Omdøb
de_de: Umbenennen
es_ec: Renombrar
et_ee: Nimeta ümber
eu: Berrizendatu
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前の変更
ka_ge: გადარქმევა
lb: Ëmbenennen
lt_lt: Pervadinti
lv: Pārsaukt
nb: Gi nytt navn
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sq: Riemërtojeni
sr: Преименуј
sv: Byt namn
tr: Yeniden Adlandır
uk: Перейменувати
vi: Sửa tên

source: Move or copy
ca: Moure o copiar
cs: Přesunout nebo zkopírovat
da: Flyt eller kopier
de_de: Verschieben oder kopieren
es_ec: Mover o copiar
et_ee: Liiguta või kopeeri
eu: Mugitu edo kopiatu
fi: Siirrä tai kopioi
fr: Déplacer ou copier
hu: Mozgatás vagy másolás
it: Sposta o copia
ja: 移動またはコピー
ka_ge: გადაიტანეთ ან დააკოპირეთ
nb: Flytt eller kopier
nl: Verplaats of kopieer
pl: Przenieś lub kopiuj
pt_br: Mover ou copiar
ro: Mută sau copiază
ru: Переместить или копировать
sk: Presunúť alebo kopírovať
sl: Premakni ali kopiraj
sr: Помери или копирај
sv: Flytta eller kopiera
tr: Taşı ya da kopyala
uk: Перенести або копіювати
vi: Di chuyển hoặc sao chép

source: Target folder
bg: Целева папка
ca: Carpeta de destí
cs: Cílový adresář
da: Destinations mappe
de_de: Zielordner
es_ec: Carpeta destino
et_ee: Sihtkaust
eu: Xede karpeta
fi: Kohdekansio
fr: Dossier cible
hu: Cél mappa
it: Cartella di destinazione
ja: 対象フォルダー
ka_ge: დანიშნულების დირექტორია
lb: Ziel Dossier
lt_lt: Paskirties aplankas
lv: Mērķa mape
nb: Målmappe
nl: Doelmap
pl: Folder docelowy
pt_br: Pasta destino
ro: Directorul destinație
ru: Целевой каталог
sk: Cieľový priečinok
sl: Ciljna mapa
sq: Dosja e synuar
sr: Одредишна фасцикла
sv: Målmapp
tr: Hedef klasör
uk: Тека призначення
vi: Thư mục đích

source: Delete
bg: Изтриване
ca: Esborra
cs: Smazat
da: Slet
de_de: Löschen
es_ec: Borrar
et_ee: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ka_ge: წაშლა
lb: Läschen
lt_lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sq: Fshije
sr: Обриши
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa

source: Disconnect storage
bg: Извади хранилището
ca: Desonnecta l'emmagatzematge
cs: Odpojit úložiště
da: Frakobl lager
de_de: Speicher trennen
es_ec: Desconectar almacenamiento
et_ee: Ühenda andmehoidla lahti.
eu: Deskonektatu biltegia
fi: Katkaise yhteys tallennustilaan
fr: Déconnecter ce support de stockage
hu: Tároló leválasztása
it: Disconnetti archiviazione
ja: ストレージを切断する
ka_ge: საცავის გათიშვა
lb: Net connectéierten Späicher
lt_lt: Atjungti saugyklą
lv: Atvienot glabātuvi
nb: Koble fra lagring
nl: Verbinding met opslag verbreken
pl: Odłącz magazyn
pt_br: Desconectar armazenamento
ro: Deconectează stocarea
ru: Отсоединить хранилище
sk: Odpojiť úložisko
sl: Odklopi shrambo
sq: Shkëpute depozitën
sr: Искључи складиште
sv: Koppla bort lagring
tr: Depolama bağlantısını kes
uk: Від’єднати сховище
vi: Bộ lưu trữ đã ngắt kết nối
