Repository: Cybso/server
Catalog: translationfiles/*/files_external.po
Languages: cs, da, de, es_pa, fi, hu, id, is, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, th, tr

source: You can add external storages in the personal settings
cs: Externí úložiště můžete přidat v osobních nastaveních
da: Du kan tilføje eksterne lagerenheder i de personlige indstillinger
de: Externe Speicher können in den persönlichen Einstellungen hinzugefügt werden
es_pa: Puedes agregar almacenamiento externo en las configuraciones personales
fi: Voit lisätä erillisiä tallennustiloja henkilökohtaisista asetuksistasi
hu: Hozzáadhatsz külső tárolókat a személyes beállítások közt.
id: Anda dapat menambahkan penyimpanan eksternal di pengaturan pribadi
is: Þú getur bætt við ytri gagnageymslum í einkastillingunum þínum
ja: 個人設定で外部ストレージを設定することができます。
ka_ge: გარე საცავები შეგიძლიათ დაამატოთ პირად პარამეტრებში
lt_lt: Galite pridėti papildomą išorinę saugyklą nustatymų skiltyje
nb: Du kan legge til eksterne lagre i personlige innstillinger
nl: Je kunt externe opslag toevoegen in persoonlijke instellingen
pl: W ustawieniach osobistych możesz dodać zewnętrzne magazyny przechowywania
pt_br: Você pode adicionar armazenamentos externos nas configurações pessoais
ru: Вы можете добавить внешние хранилища в личных настройках
sk: Externé úložisko je možné pridať v osobných nastaveniach
sq: Depozita të jashtme mund të shtoni që prej rregullimeve personale
sr: Можете додати спољашња складишта у вашим личним подешавањима
sv: Du kan lägga till externa lagringar i de personliga inställningarna
th: คุณสามารถเพิ่มการเก็บรักษาภายนอกในการตั้งค่าส่วนบุคคล
tr: Kişisel ayarlar bölümünden dış depolamaları ekleyebilirsiniz

source: Name
cs: Název
da: Navn
es_pa: Nombre
fi: Nimi
hu: Név
id: Nama
is: Nafn
ja: 名前
ka_ge: სახელი
lt_lt: Pavadinimas
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
sq: Emër
sr: Назив
sv: Namn
th: ชื่อ
tr: Ad

source: Storage type
cs: Typ úložiště
da: Lagertype
de: Speichertyp
es_pa: Tipo de almacenamiento
fi: Tallennustilan tyyppi
hu: Tároló típusa
id: Tipe penyimpanan
is: Tegund gagnageymslu
ja: ストレージ種別
ka_ge: საცავის სახეობა
lt_lt: Saugyklos tipas
nb: Lagringstype
nl: Opslagtype
pl: Typ magazynu
pt_br: Tipo de armazenamento
ru: Тип хранилища
sk: Typ úložiska
sq: Lloj depozite
sr: Тип складишта
sv: Lagringstyp
th: ชนิดการจัดเก็บข้อมูล
tr: Depolama türü

source: Scope
cs: Rozsah
da: Anvendelsesområde
de: Anwendungsbereich
es_pa: Alcance
fi: Näkyvyysalue
hu: Hatáskör
id: Skop
is: Umfang
ja: スコープ
ka_ge: ფარგლები
lt_lt: Leidimas
nb: Omfang
pl: Zakres
pt_br: Alcance
ru: Область
sk: Rozsah
sq: Shtrirje
sr: Опсег
sv: Sammanhang
th: ขอบเขต
tr: Kapsam

source: Enable encryption
cs: Povolit šifrování
da: Slå kryptering til
de: Verschlüsselung aktivieren
es_pa: Habilitar encripción
fi: Käytä salausta
hu: Titkosítás engedélyezése
id: Aktifkan enkripsi
is: Virkja dulritun
ja: 暗号化を有効に
ka_ge: შიფრაციის ამოქმედება
lt_lt: Įjungti šifravimą
nb: Aktiver kryptering
nl: Versleuteling inschakelen
pl: Włącz szyfrowanie
pt_br: Ativar criptografia
ru: Включить шифрование
sk: Povoliť šifrovanie
sq: Aktivizoni fshehtëzim
sr: Укључи шифровање
sv: Aktivera kryptering
th: เปิดใช้งานการเข้ารหัส
tr: Şifreleme kullanılsın

source: Enable previews
cs: Povolit náhledy
da: Slå forhåndsvisninger til
de: Vorschau aktivieren
es_pa: Habilitar vistas previas
fi: Käytä esikatseluja
hu: Előnézet engedélyezése
id: Aktifkan pratinjau
is: Virkja forskoðanir
ja: プレビューを有効に
ka_ge: პრევიუების ამოქმედება
lt_lt: Leisti peržiūras
nb: Tillat fohåndsvisning
nl: Activeren voorbeelden
pl: Włącz podgląd
pt_br: Habilitar visualizações prévias
ru: Включить предварительный просмотр
sk: Povoliť náhľady
sq: Aktivizoni paraparje
sr: Укључи прегледе
sv: Aktivera förhandsgranskningar
th: เปิดใช้งานการแสดงตัวอย่าง
tr: Önizlemeler kullanılsın

source: Enable sharing
cs: Povolit sdílení
da: Slå deling til
de: Teilen aktivieren
es_pa: Habilitar compartir
fi: Käytä jakamista
hu: Megosztás engedélyezése
id: Aktifkan pembagian
is: Virkja deilingu
ja: 共有の有効化
ka_ge: გაზიარების ამოქმედება
lt_lt: Leisti bendrinti
nb: Aktiver deling
nl: Activeren delen
pl: Włącz udostępnianie
pt_br: Habilitar compartilhamento
ru: Включить общий доступ
sk: Povoliť sprístupňovanie
sq: Aktivizo ndarjet
sr: Укључи дељење
sv: Aktivera delning
th: เปิดให้สามารถแชร์ได้
tr: Paylaşım kullanılsın

source: Check for changes
cs: Zkontrolovat změny
da: Tjek for ændringer
de: Auf Änderungen prüfen
es_pa: Verificar si hay cambios
fi: Tarkista muutokset
hu: Változások keresése
id: Periksa perubahan
is: Fylgjast með breytingum
ja: 変更点を確認
ka_ge: ცვლილებების შემოწმება
lt_lt: Patikrinti ar nėra pakeitimų
nb: Se etter endringer
nl: Controleren op wijzigingen
pl: Sprawdź zmiany
pt_br: Verifique se há alterações
ru: Проверять изменения
sk: Zisťovať zmeny
sq: Kontrollo për ndryshime
sr: Проверавај за измене
sv: Sök efter ändringar
th: ตรวจสอบการเปลี่ยนแปลง
tr: Değişiklikleri denetle

source: Never
cs: Nikdy
da: Aldrig
de: Nie
es_pa: Nunca
fi: Ei koskaan
hu: Soha
id: Jangan pernah
is: Aldrei
ja: 更新無
ka_ge: არასდროს
lt_lt: Niekada
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sq: Kurrë
sr: никад
sv: Aldrig
th: ไม่เคย
tr: Asla

source: Once every direct access
cs: Jednou pro každý přímý přístup
da: Kun ved hver direkte tilgang
de: Einmal bei jedem Direktzugriff
es_pa: Una vez cada acceso directo
fi: Kerran aina suoran käytön yhteydessä
hu: Minden közvetlen elérésnél
id: Setiap kali akses langsung
is: Einu sinni við hvern beinan aðgang
ja: 直指定時のみ
ka_ge: ყოველთვის პირდაპირი წვდომისას
lt_lt: Kartą per tiesioginę peržiūrą
nb: En gang pr. direkte tilgang
nl: Een keer bij elke directe toegang
pl: Jeden raz przy każdym dostępie
pt_br: Uma vez a cada acesso direto
ru: Каждый раз при прямом доступе
sk: S každým priamym prístupom
sq: Çdo herë pas hyrjesh të drejtpërdrejta
sr: једном при сваком директном приступу
sv: En gång vid varje direktanslutning
th: เมื่อทุกคนเข้าถึงโดยตรง
tr: Her doğrudan erişimde bir kez

source: Folder name
cs: Název adresáře
da: Mappenavn
de: Ordnername
es_pa: Nombre de la carpeta
fi: Kansion nimi
hu: Mappa neve
id: Nama folder
is: Nafn möppu
ja: フォルダー名
ka_ge: დირექტორიის სახელი
lt_lt: Aplanko pavadinimas
nb: Mappenavn
nl: Mapnaam
pl: Nazwa folderu
pt_br: Nome da pasta
ru: Имя каталога
sk: Názov priečinka
sq: Emër dosjeje
sr: Назив фасцикле
sv: Mappnamn
th: ชื่อโฟลเดอร์
tr: Klasör adı

source: External storage
cs: Externí úložiště
da: Eksternt lager
de: Externer Speicher
es_pa: Almacenamiento externo
fi: Ulkoinen tallennustila
hu: Külső tárolók
id: Penyimpanan eksternal
is: Ytri gagnageymsla
ja: 外部ストレージ
ka_ge: ექსტერნალური საცავი
lt_lt: Išorinė saugykla
nb: Ekstern lagringsplass
nl: Externe opslag
pl: Zewnętrzne zasoby dyskowe
pt_br: Armazenamento Externo
ru: Внешнее хранилище
sk: Externé úložisko
sq: Depozitë e jashtme
sr: Спољашње складиште
sv: Extern lagring
th: จัดเก็บข้อมูลภายนอก
tr: Dış depolama

source: Authentication
cs: Ověření
da: Godkendelse
de: Authentifizierung
es_pa: Autenticación
fi: Tunnistautuminen
hu: Azonisítás
id: Otentikasi
is: Auðkenning
ja: 認証
ka_ge: აუტენტიფიკაცია
lt_lt: Prisijungimas
nb: Autentisering
nl: Authenticatie
pl: Poświadczenie
pt_br: Autenticação
ru: Авторизация
sk: Autentifikácia
sq: Mirëfilltësim
sr: Провера идентитета
sv: Autentisering
th: รับรองความถูกต้อง
tr: Kimlik Doğrulama

source: Configuration
cs: Nastavení
da: Opsætning
de: Konfiguration
es_pa: Configuración
fi: Asetukset
hu: Beállítások
id: Konfigurasi
is: Uppsetning
ja: 設定
ka_ge: კონფიგურაცია
lt_lt: Konfigūracija
nb: Oppsett
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sk: Nastavenia
sq: Formësim
sr: Подешавање
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma

source: Available for
cs: Dostupné pro
da: Tilgængelig for
de: Verfügbar für
es_pa: Disponible para
fi: Saatavuus
hu: Elérhető számukra
id: Tersedia untuk
is: Tiltækt fyrir
ja: 利用可能
ka_ge: ხელმისაწვდომია რომ
lt_lt: Prieinamas
nb: Tilgjengelig for
nl: Beschikbaar voor
pl: Dostępne dla
pt_br: Disponível por
ru: Доступно для
sk: K dispozícii pre
sq: E gatshme për
sr: Доступно за
sv: Tillgänglig för
th: สามารถใช้ได้สำหรับ
tr: Kullanabilecekler

source: Add storage
cs: Přidat úložiště
da: Tilføj lager
de: Speicher hinzufügen
es_pa: Agregar almacenamiento
fi: Lisää tallennustila
hu: Tároló becsatolása
id: Tambahkan penyimpanan
is: Bæta við gagnahirslu
ja: ストレージを追加
ka_ge: საცავის დამატება
lt_lt: Pridėti saugyklą
nb: Legg til lagringsplass
nl: Toevoegen opslag
pl: Dodaj zewnętrzne magazyny
pt_br: Adicionar armazenamento
ru: Добавить хранилище
sk: Pridať úložisko
sq: Shtoni depozitë
sr: Додај складиште
sv: Lägg till lagring
th: เพิ่มพื้นที่จัดเก็บข้อมูล
tr: Depolama ekle

source: Advanced settings
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
es_pa: Configuraciones avanzadas
fi: Lisäasetukset
hu: Haladó beállítások
id: Pengaturan Lanjutan
is: Ítarlegri valkostir
ja: 詳細設定
ka_ge: დამატებითი პარამეტრები
lt_lt: Išplėstiniai nustatymai
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ru: Расширенные настройки
sk: Rozšírené nastavenia
sq: Rregullime të mëtejshme
sr: Напредне поставке
sv: Avancerade inställningar
th: ตั้งค่าขั้นสูง
tr: Gelişmiş ayarlar

source: Delete
cs: Smazat
da: Slet
de: Löschen
es_pa: Borrar
fi: Poista
hu: Törlés
id: Hapus
is: Eyða
ja: 削除
ka_ge: წაშლა
lt_lt: Ištrinti
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Zmazať
sq: Fshije
sr: Обриши
sv: Radera
th: ลบ
tr: Sil

source: Allow users to mount external storage
cs: Povolit uživatelům připojení externího úložiště
da: Tillad brugere at montere eksternt lager
de: Benutzern erlauben, externen Speicher einzubinden
es_pa: Permitir a los usuarios montar almacenamiento externo
fi: Salli käyttäjien liittää erillisiä tallennustiloja
hu: Külső tárolók csatolásának engedélyezése a felhasználók részére
id: Izinkan pengguna untuk mengaitkan penyimpanan eksternal
is: Leyfa notendum að tengja ytri gagnageymslur í skráakerfi
ja: ユーザーに外部ストレージの接続を許可する
ka_ge: მივცეთ მომხმარებლებს გარე საცავის მონტაჟის უფლება
lt_lt: Leisti naudotojams prijungti išorines saugyklas
nb: Tillat at brukere kobler opp eksterne lagre
nl: Sta gebruikers toe om een externe opslag aan te koppelen
pl: Pozwól użytkownikom montować zewnętrzne zasoby dyskowe
pt_br: Permitir que usuários montem armazenamento externo
ru: Разрешить пользователями монтировать внешние накопители
sk: Povoliť používateľom pripojiť externé úložiská
sq: Lejoju përdoruesve të montojnë depozita të jashtme
sr: Дозволи корисницима да монтирају спољашња складишта
sv: Tillåt användare att montera extern lagring
th: อนุญาตให้ผู้ใช้ติดตั้งการจัดเก็บข้อมูลภายนอก
tr: Kullanıcılar dış depolama bağlayabilsin

source: Allow users to mount the following external storage
cs: Povolit uživatelů připojit následující externí úložiště
da: Tillad brugere at montere følgende som eksternt lager
de: Benutzern erlauben, den folgenden externen Speicher einzubinden:
es_pa: Permitir a los usuarios montar el siguiente almacenamiento externo
fi: Salli käyttäjien liittää seuraavat erilliset tallennusvälineet
hu: A felhasználók számára engedélyezett külső tárolók csatolása:
id: Izinkan pengguna untuk mengaitkan penyimpanan eksternal berikut
is: Leyfa notendum að tengja eftirfarandi ytri gagnageymslu í skráakerfi
ja: ユーザーに以下の外部ストレージのマウントを許可する
ka_ge: მივცეთ მომხმარებლებს შემდეგი გარე საცავების მონტაჟის უფლება
lt_lt: Leisti naudotojams prijungti šias išorines saugyklas
nb: Tillat brukere å koble opp følgende eksterne lagring
nl: Sta gebruikers toe de volgende externe opslag aan te koppelen
pl: Pozwól użytkownikom montować następujące zewnętrzne zasoby dyskowe
pt_br: Permitir que usuários montem o seguinte armazenamento externo
ru: Разрешить пользователям монтировать следующие сервисы хранения данных
sk: Povoliť používateľom pripojiť tieto externé úložiská
sq: Lejoju përdoruesve të montojnë depozitën e jashtme vijuese
sr: Дозволи корисницима да монтирају следећа спољашња складишта
sv: Tillåt användare att montera följande extern lagring
th: อนุญาตให้ผู้ใช้ติดตั้งจัดเก็บข้อมูลภายนอกต่อไปนี้
tr: Kullanıcıların şu dış depolamayı bağlayabilsin

source: URL
fi: Verkko-osoite
is: Slóð (URL)
sr: УРЛ
tr: Adres

source: Root
cs: Kořen
es_pa: Raíz
fi: Juurihakemisto
hu: Gyökér
is: Rót (root)
ja: ルート
lt_lt: Šaknis
nb: Rot
pt_br: Raiz
ru: Корневой каталог
sq: Rrënjë
sr: Корен
th: รูท
tr: Kök
