Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: Storage of {owner} is full, files can not be updated or synced anymore!
bg: Хранилището на {owner} е запълнено. Поради това качването и синхронизирането на файлове е невъзможно!
ca: L'emmagatzematge de {owner} està ple, els arxius no es poden actualitzar o sincronitzar més!
cs: Úložiště uživatele {owner} je zaplněné, soubory nelze aktualizovat a synchronizovat!
da: Opbevaringspladsen tilhørende {owner} er fyldt op - filer kan ikke længere opdateres eller synkroniseres!
de_de: Der Speicher von {owner} ist voll, Dateien können nicht mehr aktualisiert oder synchronisiert werden!
es_ec: El espacio de {owner} está lleno. ¡Los archivos ya no se pueden actualizar o sincronizar!
et_ee: {owner} andmemaht on täis! Faile ei uuendata ega sünkroniseerita!
eu: {owner} -en biltegiratzea beteta dago, artxiboak ezin dira eguneratu edo sinkronizatu jada!
fi: Käyttäjän {owner} tallennustila on täynnä, tiedostoja ei voi enää päivittää tai synkronoida!
fr: L'espace de stockage de {owner} est plein. Les fichiers ne peuvent plus être mis à jour ni synchronisés !
hu: A {owner} felhasználó tárolója betelt, a fájlok nem frissíthetők és szinkronizálhatók többet!
it: Lo spazio di archiviazione di {owner} è pieno, i file non possono essere più aggiornati o sincronizzati!
ja: {owner} のストレージは一杯です。ファイルの更新と同期はもうできません！
ka_ge: {owner}-ის საცავი სავსეა, ფაილები მეტი ვეღარ განახლდება/სინქრონიზირდება!
lb: Späicher vum {owener} ass voll, et kennen keng Dokumenter méi eropgelueden oder synchroniséiert ginn!
lt_lt: {owner} saugykla yra pilna, failai daugiau nebegali būti atnaujinti arba sinchronizuojami!
lv: {owner} glabātuve ir pilna, datnes vairs nevar augšupielādēt vai sinhronizēt!
nb: Lagringsplass for {owner} er full, filer kan ikke oppdateres eller synkroniseres lenger!
nl: Opslagruimte van {owner} zit vol, bestanden kunnen niet meer worden geüpload of gesynchroniseerd!
pl: Brak wolnego miejsca dla {owner}, pliki nie mogą zostać zaktualizowane lub zsynchronizowane!
pt_br: O armazenamento do {owner} está cheio e os arquivos não podem ser mais atualizados ou sincronizados!
ro: Spațiul de stocare pentru {owner} este plin, fișierele nu mai pot fi incărcate sau sincronizate!
ru: Хранилище {owner} переполнено, файлы больше не могут быть обновлены или синхронизированы!
sk: Úložisko používateľa {owner} je plné, súbory sa viac nedajú aktualizovať ani synchronizovať.
sl: Shramba uporabnika {owner} je polna, zato datotek ni več mogoče posodabljati in usklajevati!
sq: Depozita e {owner} është plot, kartelat s’mund të përditësohen ose sinkronizohet më!
sr: Складиште корисника {owner} је пуно. Фајлови се не могу ажурирати нити синхронизовати!
sv: Lagring av {owner} är full, filer kan inte uppdateras eller synkroniseras längre!
tr: {owner} için boş depolama alanı kalmadı. Artık dosyalar güncellenmeyecek ya da eşitlenmeyecek!
uk: Сховище користувача {owner} переповнене, файли більше не можуть бути оновлені або синхронізовані!
vi: Dung lượng của {owner} đã hết, không thể tải hay đồng bộ dữ liệu mới!

source: Your storage is full, files can not be updated or synced anymore!
bg: Хранилището е запълнено. Поради това качването и синхронизирането на файлове е невъзможно!
ca: El vostre espai d'emmagatzemament és ple, els fitxers ja no es poden actualitzar o sincronitzar!
cs: Vaše úložiště je plné, nelze aktualizovat ani synchronizovat soubory.
da: Din opbevaringsplads er fyldt op, filer kan ikke opdateres eller synkroniseres længere!
de_de: Ihr Speicher ist voll, daher können keine Dateien mehr aktualisiert oder synchronisiert werden!
es_ec: Tu espacio está lleno. ¡Los archivos ya no se pueden actualizar o sincronizar!
et_ee: Sinu andmemaht on täis! Faile ei uuendata ega sünkroniseerita!
eu: Zure biltegiratzea beterik dago, ezingo duzu aurrerantzean fitxategirik igo edo sinkronizatu!
fi: Tallennustila on loppu, tiedostoja ei voi enää päivittää tai synkronoida!
fr: Votre espace de stockage est plein. Les fichiers ne peuvent plus être mis à jour ni synchronisés !
hu: A tároló tele van, a fájlok nem frissíthetőek vagy szinkronizálhatóak a jövőben.
it: Lo spazio di archiviazione è pieno, i file non possono essere più aggiornati o sincronizzati!
ja: あなたのストレージは一杯です。ファイルの更新と同期はもうできません！
ka_ge: თქვენი საცავი გადაივსო. ფაილების განახლება და სინქრონიზირება ვერ მოხერხდება!
lb: Däin Späicher ass voll, et kennen keng Dateien méi eropgeluden oder synchrosniséiert ginn
lt_lt: Jūsų saugykla pilna, failai daugiau nebegali būti atnaujinti arba sinchronizuojami!
lv: Jūsu glabātuve ir pilna, datnes vairs nevar augšupielādēt vai sinhronizēt!
nb: Lagringsplass er oppbrukt, filer kan ikke lenger oppdateres eller synkroniseres!
nl: Je opslagruimte zit vol. Bestanden kunnen niet meer worden gewijzigd of gesynchroniseerd!
pl: Magazyn jest pełny. Pliki nie mogą zostać zaktualizowane lub zsynchronizowane!
pt_br: Seu armazenamento está cheio e arquivos não podem mais ser atualizados ou sincronizados!
ro: Spațiul de stocare este plin, fișierele nu mai pot fi actualizate sau sincronizate!
ru: Ваше хранилище переполнено, файлы больше не могут быть обновлены или синхронизированы!
sk: Vaše úložisko je plné. Súbory nemožno aktualizovať ani synchronizovať!
sl: Shramba je povsem napolnjena. Datotek ni več mogoče posodabljati in usklajevati!
sq: Depozita juaj është plot, kartelat s’mund të përditësohen ose sinkronizohet më!
sr: Ваше складиште је пуно. Фајлови више не могу бити ажурирани ни синхронизовани!
sv: Ditt lagringsutrymme är fullt, filer kan inte längre uppdateras eller synkroniseras!
tr: Boş depolama alanınız kalmadı. Artık dosyalar güncellenmeyecek ya da eşitlenmeyecek!
uk: Ваше сховище переповнене, файли більше не можуть бути оновлені або синхронізовані !

source: Storage of {owner} is almost full ({usedSpacePercent}%)
bg: Хранилището на {owner} е почти запълнено ({usedSpacePercent}%)
ca: Emmagatzematge de {owner} està gairebé ple ({usedSpacePercent}%)
cs: Úložiště uživatele {owner} je téměř plné ({usedSpacePercent}%)
da: Opbevaringspladsen tilhørende {owner} er næsten fyldt op ({usedSpacePercent}%)
de_de: Der Speicher von {owner} ist beinahe voll ({usedSpacePercent}%)
es_ec: El espacio de {owner} está casi lleno ({usedSpacePercent}%)
et_ee: Sinu {owner} andmemaht on peaaegu täis ({usedSpacePercent}%)
eu: {owner} -en biltegiratzea ia beteta dago ({usedSpacePercent}%)
fi: Käyttäjän {owner} tallennustila on melkein täynnä ({usedSpacePercent} %)
fr: L'espace de stockage de {owner} est presque plein ({usedSpacePercent}%)
hu: A {owner} felhasználó tárolója majdnem betelt ({usedSpacePercent}%)
it: Lo spazio di archiviazione di {owner} è quasi pieno ({usedSpacePercent}%)
ja: {owner} のストレージはほぼ一杯です。({usedSpacePercent}%)
ka_ge: {owner}-ის საცავი თითქმის სავსეა ({usedSpacePercent}%)
lb: Späicher vum {owner} ass baal voll ({usedSpacePercent}%)
lt_lt: {owner} saugykla yra beveik pilna ({usedSpacePercent}%)
lv: {owner} glabātuve ir gandrīz pilna ({usedSpacePercent}%)
nb: Lagringsplass for {owner} er nesten full ({usedSpacePercent}%)
nl: Opslagruimte van {owner} zit bijna vol ({usedSpacePercent}%)
pl: Miejsce dla {owner} jest na wyczerpaniu ({usedSpacePercent}%)
pt_br: O armazenamento do {owner} está quase cheio ({usedSpacePercent}%)
ro: Spațiul de stocare pentru {owner} este aproape plin ({usedSpacePercent}%)
ru: Хранилище {owner} практически заполнено ({usedSpacePercent}%)
sk: Úloisko používateľa {owner} je takmer plné ({usedSpacePercent}%)
sl: Shramba uporabnika {owner} je polna ({usedSpacePercent}%).
sq: Depozita e {owner} është thuasje plot ({usedSpacePercent}%)
sr: Складиште корисника {owner} је скоро пуно ({usedSpacePercent}%)
sv: Lagring av {owner} är nästan full ({usedSpacePercent}%)
tr: {owner} boş depolama alanı bitmek üzere ({usedSpacePercent}%)
uk: Сховище користувача {owner} майже заповнене ({usedSpacePercent}%)
vi: Dung lượng của {owner} gần hết ({usedSpacePercent}%)

source: Your storage is almost full ({usedSpacePercent}%)
bg: Вашето хранилище е почти запълнено ({usedSpacePercent}%).
ca: El vostre espai d'emmagatzemament és gairebé ple ({usedSpacePercent}%)
cs: Vaše úložiště je téměř plné ({usedSpacePercent}%)
da: Din opbevaringsplads er næsten fyldt op ({usedSpacePercent}%)
de_de: Ihr Speicher ist fast voll ({usedSpacePercent}%)
es_ec: Tu espacio está casi lleno ({usedSpacePercent}%)
et_ee: Su andmemaht on peaaegu täis ({usedSpacePercent}%)
eu: Zure biltegiratzea nahiko beterik dago (%{usedSpacePercent})
fi: Tallennustila on melkein loppu ({usedSpacePercent}%)
fr: Votre espace de stockage est presque plein ({usedSpacePercent}%)
hu: A tároló majdnem tele van ({usedSpacePercent}%)
it: Lo spazio di archiviazione è quasi pieno ({usedSpacePercent}%)
ja: ストレージがほぼ一杯です（{usedSpacePercent}%）
ka_ge: თქვენი საცავი თითქმის გადაივსო ({usedSpacePercent}%)
lb: Däin Späicher ass baal voll ({usedSpacePercent}%)
lt_lt: Jūsų saugykla yra beveik pilna ({usedSpacePercent}%)
lv: Jūsu glabātuve ir gandrīz pilna ({usedSpacePercent}%)
nb: Lagringsplass er nesten brukt opp ({usedSpacePercent}%)
nl: Je opslagruimte zit bijna vol ({usedSpacePercent}%)
pl: Twój magazyn jest prawie pełny ({usedSpacePercent}%)
pt_br: Seu armazenamento está quase cheio ({usedSpacePercent}%)
ro: Spațiul de stocare este aproape plin ({usedSpacePercent}%)
ru: Ваше хранилище почти заполнено ({usedSpacePercent}%)
sk: Vaše úložisko je takmer plné ({usedSpacePercent}%)
sl: Prostor za shranjevanje je skoraj do konca zaseden ({usedSpacePercent}%)
sq: Depozita juaj është thuajse plot ({usedSpacePercent}%)
sr: Ваше складиште је скоро пуно ({usedSpacePercent}%)
sv: Ditt lagringsutrymme är nästan fullt ({usedSpacePercent}%)
tr: Boş depolama alanınız bitmek üzere (%{usedSpacePercent})
uk: Ваше сховище майже повне ({usedSpacePercent}%)

source: matches '{filter}'
bg: пасва на '{filter}'
ca: coincidències '{filter}'
cs: odpovídá '{filter}'
da: match '{filter}'
de_de: stimmt mit '{filter}' überein
es_ec: coincide '{filter}'
et_ee: vastab '{filter}'
fi: vastaa '{filter}'
fr: correspond à '{filter}'
hu: egyezés '{filter}'
it: corrispondono a '{filter}'
ja: '{filter}' にマッチ
ka_ge: ემთხვევა '{filter}'-ს
lb: entsprecht
lt_lt: atitinka '{filter}'
lv: atrasts pēc '{filter}'
nb: stemmer med '{filter}'
nl: komt overeen met '{filter}'
pl: pasujący '{filter}'
pt_br: coincide com '{filter}'
ru: соответствует '{filter}'
sk: zodpovedá '{filter}'
sl: se sklada s filtrom '{filter}'
sq: ka përputhje me '{filter}'
sr: се поклапа са '{filter}'
sv: matchar '{filter}'
tr: '{filter}' ile eşleşen
uk: знайдено '{filter}'
vi: khớp '{filter}'

source: View in folder
bg: Преглед в папка
ca: Veure a la carpeta
cs: Zobrazit v adresáři
da: Vis i mappe
de_de: In Ordner anzeigen
es_ec: Ver en la carpeta
et_ee: Vaata kaustas
eu: karpetan ikusi
fi: Näe kansiossa
fr: Afficher dans le dossier
hu: Megtekintés mappában
it: Visualizza nella cartella
ja: フォルダー内で表示
ka_ge: ჩვენება დირექტორიაში
lb: Kuk am Dossier
lt_lt: Peržiūrėti aplanką
lv: Skatīt mapē
nb: Vis i mappe
nl: Bekijken in map
pl: Zobacz w katalogu
pt_br: Exibir na pasta
ru: Посмотреть в каталоге
sk: Zobraziť v priečinku
sl: Prikaži v mapi
sq: Shikoje në dosje
sr: Види у фасцикли
sv: Utforska i mapp
tr: Klasörde görüntüle
uk: Переглянути в каталозі
vi: Xem trong thư mục

source: Copied!
ca: Copiat!
cs: Zkopírováno!
da: Kopieret
de_de: Kopiert!
es_ec: ¡Copiado!
et_ee: Kopeeritud!
eu: Kopiatua!
fi: Kopioitu!
fr: Copié !
hu: Másolva!
it: Copiato!
ja: コピー完了
ka_ge: დაკოპირდა!
lt_lt: Nukopijuota!
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ro: S-a copiat!
ru: Скопировано!
sk: Skopírované!
sl: Kopirano!
sq: E kopjuar!
sr: Копирано!
sv: Kopierad!
tr: Kopyalandı!
uk: Скопійовано!
vi: Đã sao chép!

source: Copy direct link (only works for users who have access to this file/folder)
ca: Copia l'enllaç directe (només funciona per als usuaris que tenen accés a aquest fitxer / carpeta)
cs: Zkopírovat přímý odkaz (funguje pouze pro uživatele, kteří mají přistup k tomuto souboru/adresáři)
da: Kopier direkte link (virker kun for brugere der har adgang til denne fil/mappe)
de_de: Direkten Link kopieren (funktioniert nur für Nutzer, die Zugriff auf diese(n) Datei/Ordner haben)
es_ec: Copiar liga directa (sólo funciona para usuarios que tienen acceso a este archivo/carpeta)
et_ee: Kopeeri otselink (töötab ainult nende kasutajate jaoks, kelle on ligipääs sellele failile/kaustale)
eu: Kopiatu esteka zuzena (bakarrik balio du fitxategi/karpeta honentzat sarbidea duten erabiltzaileentzat)
fi: Kopioi suora linkki (toimii vain käyttäjillä, joilla on pääsyoikeus tähän tiedostoon/kansioon)
fr: Copier lien direct (fonctionne seulement pour les utilisateurs qui ont accès a ce fichier/dossier)
hu: Közvetlen hivatkozás másolása (csak azoknál a felhasználóknál működik akiknek hozzáférése van a fájlhoz/mappához)
it: Copia link diretto (funziona solo per utenti che hanno accesso a questo file / cartella)
ja: ダイレクトリンクをコピー (このファイル/フォルダにアクセスできるユーザーのみ)
ka_ge: დააკოპირეთ პირდაპირი ბმული (მუშაობს მომხმარებლებისთვის, რომელთაც გააჩნიათ წვდომა ამ ფაილის/დირექტორიის მიმართ)
lt_lt: Nukopijuoti nuorodą (veikia tik tiems naudotojams, kurie turi prieigą prie šios rinkmenos)
nb: Kopier direkte lenke (virker bare for brukere som har tilgang til denne fila/mappa)
nl: Kopieer de link direct (werkt alleen voor gebruikers met toegang tot map/bestand)
pl: Skopiuj link bezpośredni (działa tylko dla użytkowników, którzy mają dostęp do pliku/folderu)
pt_br: Copiar link direto (somente funciona para usuários que tem acesso a este arquivo/pasta)
ro: Copiază link direct (funcționeză numai pentru utilizatorii care au acces la acest fișier/director)
ru: Копировать прямую ссылку (работает только для пользователей с правами доступа к этому файлу или каталогу)
sk: Kopírovať priamy odkaz (funguje iba pre používateľov, ktorí majú prístup k tomuto súboru/priečinku)
sl: Kopiraj direktno povezavo (deluje sa mo za uporabnike, ki imajo dostop do datoteke ali mape)
sq: Kopjo lidhjen e drejtpërdrejtë (funksionon vetëm për përdoruesit që kanë qasje në këtë skedar/dosje)
sr: Копирај директну везу (ради само за кориснике који имају приступ овом фајлу/фасциклу)
sv: Kopiera direktlänk (fungerar endast för de användare som har tillgång till denna fil eller mapp)
tr: Doğrudan bağlantıyı kopyala (yalnız bu dosya ya da klasöre erişim izni olan kullanıcılar için)
uk: Скопіювати пряме посилання (працює лише для користувачів, що мають доступ до файлу/теки)
vi: Sao chép liên kết trực tiếp (chỉ hoạt động đối với người dùng có quyền truy nhập tới tệp tin/thư mục này)

source: Path
bg: Път
ca: Ruta
cs: Cesta
da: Sti
de_de: Pfad
es_ec: Ruta
et_ee: Asukoht
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
ka_ge: მისამართი
lb: Pad
lt_lt: Kelias
lv: Ceļš
nb: Sti
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
ru: Путь
sk: Cesta
sl: Pot
sq: Rrugë
sr: Путања
sv: sökväg
tr: Yol
uk: Шлях
vi: Đường dẫn

source: %n byte
bg: %n байт
cs: %n bajt
et_ee: %n bait
fi: %n tavu
fr: %n octet
hu: %n bájt
ja: %n バイト
ka_ge: %n ბაიტი
lt_lt: %n baitas
lv: %n baiti
pl: %n bajt
ro: %n octet
ru: %n байт
sk: %n bajt
sl: %n bajt
sq: %n bajt
sr: %n бајт
sv: %n bytes
tr: %n bayt
vi: %n bytes

source: Favorited
bg: Отбелязано в любими
ca: Agregat a favorits
cs: Přidáno k oblíbeným
da: Gjort til foretrukken
de_de: Favorisiert
es_ec: Marcado como favorito
et_ee: Lemmikud
eu: Gogokoa
fi: Lisätty suosikkeihin
fr: Marqué comme favori
hu: Kedvenc
it: Preferiti
ja: お気に入り済
ka_ge: დამატებულია რჩეულებში
lb: Favoriséiert
lt_lt: Pažymėta mėgstamu
lv: Favorīti
nb: Er favoritt
nl: Favoriet
pl: Ulubiony
pt_br: Favoritado
ro: Adăugate la favorite
ru: Избранное
sk: Pridané k obľúbeným
sl: Označeno kot priljubljeno
sq: U kalua e parapëlqyer
sr: Омиљено
sv: Favoriserad
tr: Sık kullanılanlara eklendi
uk: Улюблений
vi: Được ưa thích

source: Favorite
bg: Любими
ca: Preferits
cs: Oblíbené
da: Foretrukken
de_de: Favorit
es_ec: Favorito
et_ee: Lemmik
eu: Gogokoa
fi: Suosikki
fr: Favoris
hu: Kedvenc
it: Preferito
ja: お気に入り
ka_ge: რჩეული
lb: Favorit
lt_lt: Mėgiamas
lv: Iecienītais
nb: Gjør til favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
ro: Favorit
ru: Добавить в избранное
sk: Obľúbené
sl: Priljubljene
sq: E parapëlqyer
sr: Омиљени
sv: Favorit
tr: Sık kullanılanlara ekle
uk: Улюблений
vi: Ưu thích

source: New folder
bg: Нова папка
ca: Carpeta nova
cs: Nový adresář
da: Ny Mappe
de_de: Neuer Ordner
es_ec: Carpeta nueva
et_ee: Uus kaust
eu: Karpeta berria
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新しいフォルダー
ka_ge: ახალი დირექტორია
lb: Neien Dossier
lt_lt: Naujas aplankas
lv: Jauna mape
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
ro: Un nou dosar
ru: Новый каталог
sk: Nový priečinok
sl: Nova mapa
sq: Dosje e re
sr: Нова фасцикла
sv: Ny mapp
tr: Yeni klasör
uk: Нова тека
vi: Tạo thư mục

source: Upload file
ca: Puja fitxer
cs: Nahrát soubor
da: Upload fil
de_de: Datei hochladen
es_ec: Cargar archivo
et_ee: Lae fail üles
eu: Igo fitxategia
fi: Lähetä tiedosto
fr: Téléverser un fichier
hu: Fájl feltöltés
it: Carica file
ja: ファイルをアップロード
ka_ge: ფაილის ატვირთვა
lt_lt: Įkelti failą
nb: Last opp fil
nl: Bestand uploaden
pl: Wyślij plik
pt_br: Enviar arquivo
ro: Încarcă fișier
ru: Зарузить файл
sk: Nahrať súbor
sl: Naloži datoteko
sq: Ngarko skedar
sr: Отпреми фајл
sv: Ladda upp fil
tr: Dosya yükle
uk: Вивантажити файл
vi: Tải lên tập tin

source: Not favorited
cs: Nepřidáno do oblíbených
da: Ingen foretrukne
de_de: Nicht favorisiert
es_ec: No es un favorito
et_ee: Lemmikuks lisamata
eu: Ez da gogokoa
fr: Non marqué comme favori
hu: Nincs a kedvencek között
it: Non preferito
ka_ge: არაა დამატებული რჩეულებში
nb: Ikke i favoritter
nl: Niet in favorieten
pl: Wyłączone z ulubionych
pt_br: Sem favoritos
ru: Не избранное
sk: Nie je obľúbený
sr: Није омиљено
sv: Ej favoriserade
tr: Sık kullanılanlarda değil

source: Remove from favorites
cs: Odebrat z oblíbených
da: Fjern fra favoritter
de_de: Von Favoriten entfernen
es_ec: Eliminar de favoritos
et_ee: Eemalda lemmikutest
eu: Gogokoetatik kenduta
fi: Poista suosikeista
fr: Retirer des favoris
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
ka_ge: რჩეულებიდან მოშორება
nb: Fjern fra favoritter
nl: Verwijder van favorieten
pl: Usuń z ulubionych
pt_br: Excluir dos favoritos
ro: Șterge din favorite
ru: Удалить из избранных
sk: Odstrániť z obľúbených
sr: Избаци из омиљених
sv: Ta bort från favoriter
tr: Sık kullanılanlardan kaldır
uk: Видалено з улюбленого

source: Add to favorites
cs: Přidat do oblíbených
da: Tilføj til favoritter
de_de: Zu den Favoriten hinzufügen
es_ec: Agregar a favoritos
et_ee: Lisa lemmikutesse
eu: Gogokoetara gehitu
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
it: Aggiungi ai preferiti
ka_ge: რჩეულებში დამატება
nb: Legg til i favoritter
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sk: Pridať do obľúbených
sr: Додај у омиљене
sv: Lägg till i favoriter
tr: Sık kullanılanlara ekle
uk: Додати до улюбленого

source: An error occurred while trying to update the tags
bg: Възникна грешка при опита за промяна на тагове
ca: S'ha produït un error en tractar d'actualitzar les etiquetes
cs: Při pokusu o úpravu tagů nastala chyba
da: Der opstod en fejl under forsøg på at opdatere mærkerne
de_de: Es ist ein Fehler beim Aktualisieren der Tags aufgetreten
es_ec: Se presentó un error al intentar actualizar la etiqueta
et_ee: Siltide uuendamisel tekkis tõrge
eu: Errore bat gertatu da etiketak eguneratzerakoan
fi: Tunnisteiden päivitystä yrittäessä tapahtui virhe
fr: Une erreur est survenue lors de la mise à jour des étiquettes
hu: Hiba történt, miközben megpróbálta frissíteni a címkéket
it: Si è verificato un errore durante il tentativo di aggiornare le etichette
ja: タグを更新する際にエラーが発生しました
ka_ge: ტეგების განახლების მცდელობისას წარმოიშვა შეცდომა
lb: Beim Updaten vun den Tags ass e Fehler entstaanen
lt_lt: Bandant atnaujinti žymes įvyko klaida
lv: Notika kļūda atjaunojot atzīmi
nb: En feil oppstod under oppdatering av merkelappene
nl: Er trad een fout op bij je poging om de tags bij te werken
pl: Wystąpił błąd podczas aktualizacji tagów
pt_br: Ocorreu um erro enquanto tentava atualizar as etiquetas
ro: A apărut o eroare în timpul actualizării etichetelor
ru: Во время обновления тегов возникла ошибка
sk: Pri pokuse o aktualizáciu štítkov došlo k chybe
sl: Prišlo je do napake med posodabljanjem oznak
sq: Ndodhi një gabim teksa provohej të përditësoheshin etiketat
sr: Дошло је до грешке при покушају ажурирања ознака
sv: Ett fel uppstod när uppdatera taggarna
tr: Etiketler güncellenirken bir sorun çıktı
uk: Виникла помилка при спробі оновити мітки
vi: Đã xảy ra lỗi khi cố gắng cập nhật tags

source: Added to favorites
bg: Добавено към предпочитани
ca: Afegit a favorits
cs: Přidán k oblíbeným
da: Tilføjet til favoritter
de_de: Zu den Favoriten hinzugefügt
es_ec: Agregado a los favoritos
et_ee: Lemmikutesse lisatud
eu: Gogokoetan gehitu da
fi: Lisätty suosikkeihin
fr: Ajouté aux favoris
hu: Hozzáadva a kedvencekhez
it: Aggiunto ai preferiti
ja: お気に入りに追加
ka_ge: დაემატა რჩეულებში
lb: Zu den Favoriten dobaigesat
lt_lt: Pridėta prie mėgstamųjų
lv: Pievienot izlasei
nb: Lagt til i favoritter
nl: Toevoegen aan favorieten
pl: Dodano do ulubionych
pt_br: Adicionado aos favoritos
ro: Adaugat la favorite
ru: Добавлено в избранное
sk: Pridané do obľúbených
sl: Dodano med priljubljene
sq: U shtua te të parapëlqyerat
sr: Додато у омиљено
sv: Lades till i favoriter
tr: Sık kullanılanlara eklendi
uk: Додано до улюбленого
vi: Đã thêm vào mục yêu thích

source: Removed from favorites
bg: Премахнато от предпочитани
ca: Esborra de preferits
cs: Odebráno z oblíbených
da: Fjernet fra favoritter
de_de: Aus den Favoriten entfernt
es_ec: Eliminado de los favoritos
et_ee: Lemmikutest eemaldatud
eu: Gogokoetatik kendu da
fi: Poistettu suosikeista
fr: Retiré des favoris
hu: Eltávolítva a kedvencekből
it: Rimosso dai preferiti
ja: お気に入りから削除
ka_ge: ამოიშალა რჩეულებიდან
lb: Vun den Favoriten eweggeholl
lt_lt: Pašalinta iš mėgstamųjų
lv: Noņemt no izlases
nb: Fjernet fra favoritter
nl: Verwijderen uit favorieten
pl: Usunięto z ulubionych
pt_br: Excluído dos favoritos
ro: Șters din favorite
ru: Удалено из избранного
sk: Odstránené z obľúbených
sl: Odstranjeno iz priljubljenih
sq: U hoq nga të parapëlqyerat
sr: Избачено из омиљених
sv: Togs bort från favoriter
tr: Sık kullanılanlardan çıkarıldı
uk: Видалено з улюбленого
vi: Đã xóa khỏi mục ưa thích

source: You added {file} to your favorites
bg: Добавихте {file} към предпочитани
ca: Heu afegit {file} als vostres preferits
cs: Do svých oblíbených jste přidal(a) {file}
da: Du har tilføjet {file} til dine favoritter
de_de: Sie haben {file} zu Ihren Favoriten hinzugefügt
es_ec: Agregaste {file} a tus favoritos
et_ee: {file} lemmikutesse lisatud
eu: {file} gehitu duzu gogokoetara
fi: Lisäsit tiedoston {file} suosikkeihin
fr: Vous avez ajouté {file} à vos favoris
hu: Hozzáadtad a kedvenceidhez: {file}
it: Hai aggiunto {file} ai tuoi preferiti
ja: {file} をお気に入りに追加しました
ka_ge: თქვენ დაამატეთ {file}-ი რჩეულებში
lb: Du hues {file} zu denger Favortiten dobäigesat
lt_lt: Jūs pridėjote {file} prie mėgstamųjų
lv: Pievienoji {file} savai izlasei
nb: Du la til {file} i dine favoritter
nl: Je voegde {file} toe aan favorieten
pl: Dodałeś {file} do ulubionych
pt_br: Você adicionou {file} aos seus favoritos
ro: Ai adaugat {file} în favorite
ru: Вы добавили «{file}» в избранное
sk: Pridali ste {file} do vašich obľúbených
sl: Dodali ste {file} med priljubljene
sq: Ju shtuat {file} te të parapëlqyerat
sr: Додали сте {file} у омиљене
sv: Du la till {file} till dina favoriter
tr: {file} dosyasını sık kullandıklarınıza eklediniz
uk: Ви додали {file} до вашого улюбленого
vi: Bạn đã thêm {file} vào mục ưa thích của bạn
