Repository: Cybso/server
Catalog: translationfiles/*/files_sharing.po
Languages: ast, ca, cs, de_de, es, es_pe, et_ee, fi, fr, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Share API is disabled
ast: L'API de compartición ta desactivada
ca: L'API compartida està desactivada
cs: Sdílení API je zakázané
de_de: Teilen-API ist deaktivert
es: El API de compartir está deshabilitado
es_pe: El API para compartir está deshabilitado
et_ee: Jagamise API on keelatud
fi: Jakamisrajapinta on poistettu käytöstä
fr: l'API de partage est désactivée
is: Deilingar-API er óvirkt
it: API di condivisione disabilitate
ja: 共有APIが無効です。
ka_ge: გაზიარების API არაა მოქმედი
lt_lt: Bendrinimo API yra išjungtas
nb: Deling API er deaktivert
nl: Delen API is uitgeschakeld
pl: API udostępniania jest wyłączone
pt_br: O compartilhamento de API está desabilitado.
ru: API общего доступа отключён
sk: API pre sprístupňovanie je zakázané
sq: API i ndarjeve është çaktivizuar
sr: API за дељене је искључен
sv: Delning av API är inaktiverad
tr: Paylaşım API arayüzü devre dışı

source: This share is password-protected
ast: Esta compartición tien contraseña protexida
ca: Aquest compartit està protegit amb contrasenya
cs: Toto sdílení je chráněno heslem
de_de: Freigabe ist passwortgeschützt
es: Este elemento compartido está protegido por contraseña
es_pe: Este elemento compartido está protegido con contraseña
et_ee: See jagamine on parooliga kaitstud
fi: Tämä jako on suojattu salasanalla
fr: Ce partage est protégé par un mot de passe
is: Þessi sameign er varin með lykilorði
it: Questa condivisione è protetta da password
ja: この共有はパスワードで保護されています
ka_ge: ეს გაზიარება დაცულია პაროლით
lt_lt: Turinys apsaugotas slaptažodžiu
nb: Denne delingen er passordbeskyttet
nl: Deze gedeelde folder is met een wachtwoord beveiligd
pl: Udostępniony folder chroniony jest hasłem
pt_br: Este compartilhamento é protegido por senha
ru: Общий ресурс защищён паролем
sk: Táto položka je chránené heslom
sq: Kjo pjesë është e mbrojtur me fjalëkalim
sr: Дељење је заштићено лозинком
sv: Den här delningen är lösenordsskyddad
tr: Bu paylaşım parola korumalı

source: The password is wrong. Try again.
ast: La contraseña ye incorreuta. Inténtalo otra vegada.
ca: la contrasenya és incorrecta. Intenteu-ho de nou.
cs: Heslo není správné. Zkuste to znovu.
de_de: Das Passwort ist falsch. Bitte versuchen Sie es erneut.
es: La contraseña introducida es errónea. Inténtelo de nuevo.
es_pe: La contraseña es incorrecta. Por favor inténtalo de nuevo.
et_ee: Parool on vale. Proovi uuesti.
fi: Väärä salasana. Yritä uudelleen.
fr: Le mot de passe est incorrect. Veuillez réessayer.
is: Lykilorðið er rangt. Reyndu aftur.
it: La password è errata. Prova ancora.
ja: パスワードが間違っています。再試行してください。
ka_ge: პაროლი არასწორია. სცადეთ ახლიდან
lt_lt: Slaptažodis neteisingas. Bandykite dar kartą.
nb: Passordet er feil. Prøv på nytt.
nl: Wachtwoord ongeldig. Probeer het nogmaals.
pl: To hasło jest niewłaściwe. Spróbuj ponownie.
pt_br: Senha incorreta. Tente novamente.
ru: Неверный пароль. Попробуйте ещё раз.
sk: Heslo je chybné. Skúste to znova.
sq: Fjalëkalimi është i gabuar. Riprovoni.
sr: Лозинка је погрешна. Покушајте поново.
sv: Lösenordet är fel. Försök igen.
tr: Parola yanlış. Yeniden deneyin.

source: Password
ast: Contraseña
ca: Contrasenya
cs: Heslo
de_de: Passwort
es: Contraseña
es_pe: Contraseña
et_ee: Parool
fi: Salasana
fr: Mot de passe
is: Lykilorð
ja: パスワード
ka_ge: პაროლი
lt_lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sr: Лозинка
sv: Lösenord
tr: Parola

source: No entries found in this folder
ast: Nenguna entrada en esta carpeta
ca: No hi ha entrades en aquesta carpeta
cs: V tomto adresáři nebylo nic nalezeno
de_de: Keine Einträge in diesem Ordner gefunden
es: No hay entradas en esta carpeta
es_pe: No se encontraron elementos en esta carpeta
et_ee: Selles kaustas ei leitud kirjeid
fi: Ei kohteita tässä kansiossa
fr: Aucune entrée trouvée dans ce dossier
is: Engar skrár fundust í þessari möppu
it: Nessuna voce trovata in questa cartella
ja: このフォルダーにはエントリーがありません
ka_ge: ამ დირექტორიაში შენატანები ვერ მოიძებნა
lt_lt: Šiame aplanke įrašų nerasta
nb: Ingen oppføringer funnet i denne mappen
nl: Niets gevonden in deze map
pl: Brak wpisów w tym folderze
pt_br: Nenhuma entrada foi encontrada nesta pasta
ru: В этой папке ничего нет
sk: V tomto priečinku nebolo nič nájdené
sq: S’u gjetën zëra në këtë dosje
sr: Нема ничега у овој фасцикли
sv: Inga filer hittades i denna mapp
tr: Bu klasörde herhangi bir kayıt yok

source: Name
ast: Nome
ca: Nom
cs: Název
es: Nombre
es_pe: Nombre
et_ee: Nimi
fi: Nimi
fr: Nom
is: Nafn
it: Nome
ja: 名前
ka_ge: სახელი
lt_lt: Pavadinimas
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
sq: Emër
sr: Назив
sv: Namn
tr: Ad

source: Share time
ast: Compartir hora
ca: Temps de compartició
cs: Čas sdílení
de_de: Freigabezeitpunkt
es: Compartido hace
es_pe: Compartido desde
et_ee: Jagamise aeg
fi: Jakamisen ajankohta
fr: Date de partage
is: Deilingartími
it: Tempo di condivisione
ja: 共有した時刻
ka_ge: გაზიარების დრო
lt_lt: Dalijimosi laikas
nb: Delingstidspunkt
nl: Deel tijd
pl: Czas współdzielenia
pt_br: Data de compartilhamento
ru: Дата публикации
sk: Čas sprístupnenia
sq: Kohë ndarjeje
sr: Време дељења
sv: Delningstid
tr: Paylaşma zamanı

source: Expiration date
ast: Data de caducidá
ca: Data d'expiració
cs: Datum vypršení platnosti
de_de: Ablaufdatum
es: Fecha de caducidad
es_pe: Fecha de expiración
et_ee: Aegumise kuupäev
fi: Vanhenemispäivä
fr: Date d'expiration
is: Gildir til
it: Data di scadenza
ja: 有効期限
ka_ge: გაუქმების თარიღი
lt_lt: Galiojimo data
nb: Utløpsdato
nl: Vervaldatm
pl: Data wygaśnięcia
pt_br: Data de expiração
ru: Дата истечения
sk: Dátum vypršania
sq: Datë skadimi
sr: Датум истека
sv: Utgångsdatum
tr: Son kullanma tarihi

source: Sorry, this link doesn’t seem to work anymore.
ast: Sentímoslo, esti enllaz paez que yá nun furrula.
ca: Aquest enllaç sembla que no funciona.
cs: Je nám líto, ale tento odkaz již není funkční.
de_de: Entschuldigung, dieser Link scheint nicht mehr zu funktionieren.
es: Vaya, este enlace parece que no volverá a funcionar.
es_pe: Lo sentimos, parece que esta liga ya no funciona.
et_ee: Vabandust, see link ei tundu enam toimivat.
fi: Valitettavasti linkki ei vaikuta enää toimivan.
fr: Désolé, mais ce lien semble ne plus fonctionner.
is: Því miður, þessi tengill virðist ekki virka lengur.
it: Spiacenti, questo collegamento sembra non essere più attivo.
ja: すみません。このリンクはもう利用できません。
ka_ge: ბოდიში, ეს ბმული აღარ მოქმედებს.
lt_lt: Nuoroda yra neveiksni.
nb: Beklager, denne lenken ser ikke ut til å virke lenger.
nl: Sorry, deze link lijkt niet meer in gebruik te zijn.
pl: Przepraszamy ale wygląda na to, że ten link już nie działa.
pt_br: Desculpe, este link parece não funcionar mais.
ru: Похоже, эта ссылка больше не работает.
sk: To je nepríjemné, ale tento odkaz už nie je funkčný.
sq: Na ndjeni, kjo lidhje duket se nuk funksionon më.
sr: Нажалост, изгледа да веза више не ради.
sv: Tyvärr, denna länk verkar inte fungera längre.
tr: Maalesef, bu bağlantı artık çalışmıyor gibi görünüyor.

source: Reasons might be:
ast: Les razones pueden ser:
ca: Les raons podrien ser:
cs: Možné důvody:
de_de: Gründe könnten sein:
es: Las causas podrían ser:
es_pe: Las causas podrían ser:
et_ee: Põhjused võivad olla:
fi: Mahdollisia syitä saattavat olla:
fr: Les raisons peuvent être :
is: Mögulegar ástæður gætu verið:
it: I motivi potrebbero essere:
ja: 理由は以下の通りと考えられます：
ka_ge: შესაძლო მიზეზებია:
lt_lt: Galimos priežastys:
nb: Mulige årsaker:
nl: Redenen kunnen zijn:
pl: Możliwe powody:
pt_br: As razões podem ser:
ru: Вероятные причины этого:
sk: Možné dôvody:
sq: Arsyet mund të jenë:
sr: Разлози могу бити:
sv: Orsaker kan vara:
tr: Nedenleri şunlar olabilir:

source: the item was removed
ast: desanicióse l'elementu
ca: l'element ha estat eliminat
cs: položka byla odebrána
de_de: Das Element wurde entfernt
es: el elemento fue eliminado
es_pe: el elemento fue eliminado
et_ee: üksus on eemaldatud
fi: kohde poistettiin
fr: l'élément a été supprimé
is: atriðið var fjarlægt
it: l'elemento è stato rimosso
ja: アイテムが削除されました
ka_ge: ობიექტი გაუქმდა
lt_lt: elementas buvo pašalintas
nb: elementet er fjernet
nl: bestand was verwijderd
pl: element został usunięty
pt_br: o item foi removido
ru: объект был удалён
sk: položka bola presunutá
sq: objekti është hequr
sr: ставка је уклоњена
sv: objektet togs bort
tr: öge silinmiş

source: the link expired
ast: l'enllaz caducó
ca: l'enllaç ha vençut
cs: platnost odkazu vypršela
de_de: Der Link ist abgelaufen
es: el enlace expiró
es_pe: la liga expiró
et_ee: link on aegunud
fi: linkki vanheni
fr: le lien a expiré
is: tengillinn er útrunninn
it: il collegamento è scaduto
ja: リンクの期限が切れています
ka_ge: ბმულს ვადა გაუვიდა
lt_lt: baigėsi nuorodos galiojimo laikas
nb: lenken er utløpt
nl: de link is verlopen
pl: link wygasł
pt_br: o link expirou
ru: истёк срок действия ссылки
sk: linke vypršala platnosť
sq: lidhja ka skaduar
sr: веза је истекла
sv: giltighet för länken har gått ut
tr: bağlantı süresi dolmuş

source: sharing is disabled
ast: la compartición ta deshabilitada
ca: s'ha desactivat la compartició
cs: sdílení je zakázané
de_de: Teilen ist deaktiviert
es: compartir está desactivado
es_pe: compartir está deshabilitado
et_ee: jagamine on peatatud
fi: jakaminen on poistettu käytöstä
fr: le partage est désactivé
is: slökkt er á skráadeilingu
it: la condivisione è disabilitata
ja: 共有は無効になっています
ka_ge: გაზიარება არაა მოქმედი
lt_lt: dalinimasis yra išjungtas
nb: deling er avskrudd
nl: delen is uitgeschakeld
pl: udostępnianie jest wyłączone
pt_br: o compartilhamento está desativado
ru: закрыт общий доступ
sk: sprístupňovanie je zakázané
sq: ndarjet janë çaktivizuar
sr: дељење је искључено
sv: delning är inaktiverat
tr: paylaşım devre dışı bırakılmış

source: For more info, please ask the person who sent this link.
ast: Pa más información, entrúga-y a la persona qu'unvió esti enllaz
ca: Per més informació contacteu amb qui us ha enviat l'enllaç.
cs: Pro více informací kontaktujte osobu, která vám zaslala tento odkaz.
de_de: Um nähere Informationen zu erhalten, wenden Sie sich bitte an die Person, die Ihnen diesen Link geschickt hat.
es: Para mayor información, contacte a la persona que le envió el enlace.
es_pe: Para mayores informes, contacta a la persona que le envió esta liga.
et_ee: Täpsema info saamiseks palun pöördu lingi saatnud isiku poole.
fi: Kysy lisätietoja henkilöltä, jolta sait linkin.
fr: Pour plus d'informations, veuillez contacter la personne qui a envoyé ce lien.
is: Til að vita meira skaltu hafa samband við þann sem sendi þér þennan tengil.
it: Per ulteriori informazioni, chiedi alla persona che ti ha inviato il collegamento.
ja: 不明な点は、こちらのリンクの提供者に確認をお願いします。
ka_ge: მეტი ინფრმაციისთვის, გთხოვთ ჰკითხოთ ადამიანს ვინც გამოგიგზავნათ ეს ბმული.
lt_lt: Dėl tikslesnės informacijos susisiekite su asmeniu atsiuntusiu nuorodą.
nb: For mer informasjon, spør personen som sendte lenken.
nl: Voor meer informatie, neem contact op met de persoon die u deze link heeft gestuurd.
pl: Aby uzyskać więcej informacji proszę poprosić osobę, która wysłał ten link.
pt_br: Para mais informações, pergunte à pessoa que lhe enviou o link.
ru: Для получения дополнительной информации, свяжитесь с тем, кто отправил вам эту ссылку.
sk: Pre viac informácií kontaktujte osobu, ktorá vám poslala tento odkaz.
sq: Për më shumë të dhëna, ju lutemi, pyetni personin që ju dërgoi këtë lidhje.
sr: За више информација, питајте особу која вам је послала везу.
sv: För mer information, kontakta den person som skickade den här länken.
tr: Ayrıntılı bilgi almak için bu bağlantıyı aldığınız kişi ile görüşün.

source: shared by %s
ca: compartit per %s
cs: Sdílel %s
de_de: von %s geteilt
es: compartido por %s
es_pe: compartido por %s
et_ee: jagas %s
fi: %s jakama
fr: partagé par %s
is: Deilt af %s
it: condiviso da %s
ja: %s が共有
ka_ge: გააზიარა მომხმარებელმა %s
lt_lt: pasidalino %s
nb: delt av %s
nl: Gedeeld door %s
pl: udostępnione przez %s
pt_br: compartilhado por %s
ru: поделился %s
sk: Sprístupnil %s
sq: ndarë nga %s
sr: поделио %s
sv: delad av %s
tr: %s tarafından paylaşıldı

source: Download
ast: Baxar
ca: Baixa
cs: Stáhnout
de_de: Herunterladen
es: Descargar
es_pe: Descargar
et_ee: Lae alla
fi: Lataa
fr: Télécharger
is: Niðurhal
it: Scarica
ja: ダウンロード
ka_ge: ჩამოტვირთვა
lt_lt: Atsisiųsti
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Скачать
sk: Sťahovanie
sq: Shkarko
sr: Преузми
sv: Ladda ned
tr: İndir

source: Direct link
ast: Enllaz direutu
ca: Enllaç directe
cs: Přímý odkaz
de_de: Direkter Link
es: Enlace directo
es_pe: Liga directa
et_ee: Otsene link
fi: Suora linkki
fr: Lien direct
is: Beinn tengill
it: Collegamento diretto
ja: リンク
ka_ge: პირდაპირი ბმული
lt_lt: Tiesioginė nuoroda
nb: Direkte lenke
nl: Directe link
pl: Bezpośredni link
pt_br: Link direto
ru: Прямая ссылка
sk: Priama linka
sq: Lidhje e drejtpërdrejtë
sr: Директна веза
sv: Direktlänk
tr: Doğrudan bağlantı

source: Add to your Nextcloud
ca: Afegeix al teu NextCloud
cs: Přidat do Nextcloud
de_de: Zu Ihrer Nextcloud hinzufügen
es: Añadir a tu Nextcloud
es_pe: Agregar a tu Nextcloud
et_ee: Lisa oma Nextcloudi
fi: Lisää Nextcloudiisi
fr: Ajouter à votre Nextcloud
is: Bæta í þitt eigið Nextcloud
it: Aggiungi al tuo Nextcloud
ja: あなたのNextcloudに追加
ka_ge: თქვენს Nextcloud-ში დამატება
lt_lt: Pridėti į jūsų NextCloud
nb: Legg til i din Nextcloud
nl: Toevoegen aan je Nextcloud
pl: Dodaj do swojego Nextcloud
pt_br: Adicionar ao seu Nextcloud
ru: Добавить в свой Nextcloud
sk: Pridať do svojho Nextcloud
sq: Shtojeni tek Nextcloud-i juaj
sr: Додајте у свој облак
sv: Lägg till i molnet
tr: Nextcloud hesabınıza ekleyin

source: Download %s
ast: Descargar %s
ca: Baixa %s
cs: Stáhnout %s
es: Descargar %s
es_pe: Descargar %s
et_ee: Laadi alla %s
fi: Lataa %s
fr: Télécharger %s
is: Sækja %s
it: Scarica %s
ja: %s をダウンロード
ka_ge: %s-ის ჩამოტვირთვა
lt_lt: Atsisiųsti %s
nb: Last ned %s
pl: Pobierz %s
pt_br: Baixar %s
ru: Скачать %s
sk: Stiahnuť %s
sq: Shkarko %s
sr: Преузми %s
sv: Ladda ned %s
tr: %s İndir

source: Upload files to %s
ca: Carrega fitxers a %s
cs: Nahrát soubory do %s
de_de: Dateien für %s hochladen
es: Subir archivos a %s
es_pe: Cargar archivos a %s
et_ee: Laadi failid %s
fi: Lähetä tiedostoja käyttäjälle %s
fr: Téléversement des fichiers vers %s
is: Senda inn skrár á %s
it: Carica file su %s
ja: %s にファイルをアップロード
ka_ge: ფაილების ატვირთვა %s-ში
lt_lt: Įkelti duomenis į %s
nb: Last opp filer til %s
nl: Upload bestanden naar %s
pl: Prześlij pliki do %s
pt_br: Enviar arquivos para %s
ru: Загрузка файлов пользователю %s
sk: Nahrať súbory do %s
sq: Ngrako skedarët tek %s
sr: Отпремите фајлове на%s
sv: Ladda upp filer till %s
tr: Dosyaları %s konumuna yükle

source: Select or drop files
ast: Esbilla o suelta ficheros
ca: Selecciona o deixa anar els fitxers
cs: Vyberte nebo přetáhněte soubory
de_de: Dateien auswählen oder hierher ziehen
es: Seleccione o arrastre y suelte archivos
es_pe: Selecciona o suelta los archivos
et_ee: Vali või lohista failid
fi: Valitse tai pudota tiedostoja
fr: Sélectionner ou glisser-déposer vos fichiers
is: Veldu eða slepptu skrám
it: Seleziona o deseleziona file
ja: ファイルを選択するか、ドラッグ&ドロップしてください
ka_ge: აირჩიეთ ან გადმოიტანეთ ფაილები
lt_lt: Pasirinkite arba vilkite failus
nb: Velg eller slipp filer
nl: Selecteer bestanden of sleep ze naar dit venster
pl: Wybierz lub upuść pliki
pt_br: Selecione ou solte arquivos
ru: Выберите или перетащите файлы
sk: Vyberte alebo položte súbory
sq: Përzgjidh ose hiq skedarët
sr: Одаберите или превуците фајлове
sv: Välj eller dra filer hit
tr: Dosyaları seçin ya da sürükleyip bırakın

source: Uploading files…
ast: Xubiendo ficheros...
ca: Pujant arxius...
cs: Probíhá nahrávání souborů...
de_de: Dateien werden hochgeladen…
es: Subiendo archivos...
es_pe: Cargando archivos...
et_ee: Failide üleslaadimine...
fi: Lähetetään tiedostoja…
fr: Téléversement des fichiers...
is: Sendi inn skrár…
it: Caricamento file in corso...
ja: ファイルをアップロード中...
ka_ge: ფაილების ატვირთვა...
lt_lt: Įkeliami failai…
nb: Laster opp filer…
nl: Uploaden bestanden...
pl: Wysyłanie plików...
pt_br: Enviando arquivos...
ru: Файлы передаются на сервер...
sk: Nahrávanie súborov...
sq: Skedarët po ngarkohen...
sr: Отпремам фајлове…
sv: Laddar upp filer...
tr: Dosyalar yükleniyor...

source: Uploaded files:
ast: Ficheros xubíos:
ca: Arxius pujats:
cs: Nahrané soubory:
de_de: Hochgeladene Dateien:
es: Archivos subidos:
es_pe: Archivos cargados:
et_ee: Üleslaetud failid:
fi: Lähetetyt tiedostot:
fr: Fichiers téléversés :
is: Innsendar skrár:
it: File caricati:
ja: アップロード済ファイル:
ka_ge: ფაილების ატვირთვა:
lt_lt: Įkelti failai:
nb: Opplastede filer:
nl: Geüploade bestanden
pl: Wysłane pliki:
pt_br: Arquivos enviados:
ru: Отправленные файлы:
sk: Nahrané súbory...
sq: Skedarët e ngarkuar:
sr: Отпремљени фајлови:
sv: Uppladdade filer:
tr: Yüklenmiş dosyalar:
