Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: Unshare
bg: Прекратяване на споделяне
ca: Deixa de compartir
cs: Zrušit sdílení
da: Ophæv deling
de_de: Freigabe aufheben
es_ec: Dejar de compartir
et_ee: Lõpeta jagamine
eu: Ez elkarbanatu
fi: Peru jakaminen
fr: Ne plus partager
hu: A megosztás visszavonása
it: Rimuovi condivisione
ja: 共有解除
ka_ge: გაზიარების შეწყვეტა
lb: Net méi deelen
lt_lt: Nebebendrinti
lv: Pārtraukt koplietošanu
nb: Avslutt deling
nl: Stop met delen
pl: Zatrzymaj udostępnianie
pt_br: Descompartilhar
ro: Nu mai partaja
ru: Закрыть доступ
sk: Zneprístupniť
sl: Prekini souporabo
sq: Hiqe ndarjen
sr: Укини дељење
sv: Sluta dela
tr: Paylaşımı Kaldır
uk: Закрити спільний доступ
vi: Bỏ chia sẻ

source: Could not load info for file "{file}"
ca: No s'ha pogut carregar la informació del fitxer "{file}"
cs: Nepodařilo se načíst informace pro soubor {file}
da: Kunne ikke indlæse information for filen "{file}"
de_de: Die Informationen zur Datei "{file}" konnten nicht geladen werden
es_ec: No fue posible cargar información para el archivo "{file}"
et_ee: Faili "{file}" info laadimine ebaõnnestus
eu: Ezin izan da "{file}" fitxategiaren informazioa kargatu
fi: Ei voida ladata tiedoston "{file}" tietoja
fr: Impossible de charger les informations du fichier "{file}"
hu: Nem sikerült betölteni az információs fájl ehhez: "{file}"
it: Impossibile caricare le informazioni per il file "{file}"
ja: "{file}" ファイルの情報を読み込めませんでした
ka_ge: ფაილზე "{file}" ინფორმაცია ვერ ჩაიტვირთა
lb: Et konnten keng Informatiounen zu {file} gelueden ginn
lt_lt: Nepavyko įkelti informacijos failui "{file}"
lv: Nevar ielādēt informāciju par failu "{file}"
nb: Klarte ikke å hente informasjon som filen "{file}"
nl: Kon geen informatie laden voor bestand "{file}"
pl: Nie można załadować informacji o pliku "{file}"
pt_br: Não foi possível carregar informações para o arquivo "{file}"
ru: Не удаётся загрузить информацию для файла "{file}"
sk: Nebolo možné načítať informácie súboru "{file}"
sl: Ni bilo mogoče naložiti podatke za datoteko "{file}"
sq: Nuk mund të ngarkohet informacioni për skedarin "{file}"
sr: Не могу да учитам информације фајла "{file}"
sv: Kunde inte ladda information för fil "{file}"
tr: "{file}" dosyasının bilgileri alınamadı
uk: Неможливо завантажити інформацію за файлом "{file}"
vi: Không thể tải thông tin cho tệp "{file}"

source: Files
bg: Файлове
ca: Fitxers
cs: Soubory
da: Filer
de_de: Dateien
es_ec: Archivos
et_ee: Failid
eu: Fitxategiak
fi: Tiedostot
fr: Fichiers
hu: Fájlok
it: File
ja: ファイル
ka_ge: ფაილები
lb: Dateien
lt_lt: Failai
lv: Datnes
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
sk: Súbory
sl: Datoteke
sq: Skedar
sr: Фајлови
sv: Filer
tr: Dosyalar
uk: Файли
vi: Tập tin

source: Details
bg: Детайли
ca: Detalls
cs: Podrobnosti
da: Detaljer
es_ec: Detalles
et_ee: Üksikasjad
eu: Xehetasunak
fi: Tiedot
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
ka_ge: დეტალები
lb: Detailer
lt_lt: Informacija
lv: Detaļas
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробно
sk: Podrobnosti
sl: Podrobnosti
sq: Hollësi
sr: Детаљи
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết

source: Select
bg: Избери
ca: Selecciona
cs: Vybrat
da: Vælg
de_de: Auswählen
es_ec: Seleccionar
et_ee: Vali
eu: hautatu
fi: Valitse
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
ja: 選択
ka_ge: არჩევა
lb: Auswielen
lt_lt: Pasirinkti
lv: Norādīt
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ro: Alege
ru: Выбрать
sk: Vybrať
sl: Izberi
sq: Përzgjidhe
sr: Изабери
sv: Välj
tr: Seçin
uk: Оберіть
vi: Chọn

source: Pending
bg: Чакащо
ca: Pendent
cs: Nevyřízené
da: Afventer
de_de: Ausstehend
es_ec: Pendiente
et_ee: Ootel
eu: Zain
fi: Odottaa
fr: En attente
hu: Folyamatban
it: In corso
ja: 中断
ka_ge: მოცდის რეჟიმში
lb: Ausstoend
lt_lt: Laukiantis
lv: Gaida savu kārtu
nb: Venter
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ro: În așteptare
ru: Ожидается
sk: Čaká
sl: V čakanju ...
sq: Në pritje
sr: На чекању
sv: Väntar
tr: Bekliyor
uk: Очікування
vi: Đang chờ

source: Unable to determine date
bg: Неуспешно установяване на дата
ca: No s'ha pogut determinar la data
cs: Nelze určit datum
da: Kan ikke fastslå datoen
de_de: Datum konnte nicht ermittelt werden
es_ec: No fue posible determinar la fecha
et_ee: Kuupäeva tuvastamine ei õnnestunud
eu: Ezin izan da data zehaztu
fi: Päivämäärän määrittäminen epäonnistui
fr: Impossible de déterminer la date
hu: Nem lehet meghatározni a dátumot
it: Impossibile determinare la data
ja: 更新日不明
ka_ge: თარიღის დადგენა შეუძლებელია
lb: Datum kann net festgestallt ginn
lt_lt: Nepavyksta nustatyti datos
lv: Neizdevās noteikt datumu
nb: Kan ikke fastslå datoen
nl: Kon datum niet vaststellen
pl: Nie można ustalić daty
pt_br: Impossível determinar a data
ro: Nu s-a putut determina data
ru: Невозможно определить дату
sk: Nemožno určiť dátum
sl: Ni mogoče določiti datuma
sq: S’arrihet të përcaktohet data
sr: Не могу да одредим датум
sv: Misslyckades avgöra datum
tr: Tarih belirlenemedi
uk: Неможливо визначити дату
vi: Không thể xác định ngày

source: This operation is forbidden
bg: Операцията е забранена
ca: Aquesta operació està prohibida
cs: Tato operace je zakázána
da: Denne operation er forbudt
de_de: Diese Operation ist nicht erlaubt
es_ec: Esta operación está prohibida
et_ee: See toiming on keelatud
eu: Eragiketa hau debekatuta dago
fi: Tämä toiminto on kielletty
fr: Cette opération est interdite
hu: Tiltott művelet
it: Questa operazione è vietata
ja: この操作は禁止されています
ka_ge: ეს ოპერაცია აკრძალულია
lb: Dës Operatioun ass verbueden.
lt_lt: Ši operacija yra uždrausta
lv: Šī darbība ir aizliegta
nb: Operasjonen er forbudt
nl: Deze taak is verboden
pl: Ta operacja jest niedozwolona
pt_br: Esta operação é proibida
ro: Operațiunea este interzisă
ru: Операция запрещена
sk: Táto operácia je zakázaná
sl: To dejanje ni dovoljeno!
sq: Ky veprim është i ndaluar
sr: Ова радња је забрањена
sv: Denna operation är förbjuden
tr: Bu işleme izin verilmiyor
uk: Ця операція заборонена
vi: Thao tác bị cấm

source: This directory is unavailable, please check the logs or contact the administrator
bg: Директорията не е налична. Проверете журнала или се свържете с администратора
ca: Aquesta carpeta no està disponible. Comproveu els registres o contacteu amb l'administrador.
cs: Tento adresář není dostupný, zkontrolujte prosím logy nebo kontaktujte svého správce systému
da: Denne mappe er utilgængelig, tjek venligst loggene eller kontakt administratoren
de_de: Dieses Verzeichnis ist nicht verfügbar, bitte überprüfen Sie die Logdateien oder kontaktieren Sie den Administrator
es_ec: Esta carpeta no está disponible, por favor verfica las bitácoras o contacta al administrador
et_ee: See kaust pole saadaval. Palun kontrolli logifaile või võta ühendust administraatoriga
eu: Direktorio hau ez dago erabilgarri, begira itzazu erregistroa edo administratzailearekin harremanetan jarri
fi: Hakemisto ei ole käytettävissä. Tarkista lokit tai ole yhteydessä ylläpitoon.
fr: Ce dossier n'est pas disponible. Consultez les logs ou contactez votre administrateur
hu: Ez a könyvtár nem elérhető, kérem nézze meg a naplófájlokat vagy keresse az adminisztrátort
it: Questa cartella non è disponibile, controlla i log o contatta l'amministratore
ja: このディレクトリは利用できません。ログを確認するか管理者に問い合わせてください。
ka_ge: დირექტორია ხელმიუწვდომელია, გთოხვთ შეამოწმოთ ლოგები ან დაუკავშირდეთ ადმინისტრატორს
lb: Dësen Dossier ass net disponibel, w.e.g. kontrolléiert d'Logs oder kontaktéiert den Administrateur
lt_lt: Katalogas neprieinamas, prašome peržiūrėti žurnalo įrašus arba susisiekti su administratoriumi
lv: Šis direktorijs nav pieejams, lūdzu pārbaudiet žurnālus vai sazinieties ar administratoru
nb: Denne mappen er utilgjengelig. Sjekk loggene eller kontakt administrator
nl: Deze map is niet beschikbaar. Verifieer de logs of neem contact op met de beheerder
pl: Ten folder jest niedostępny, proszę sprawdzić logi lub skontaktować się z administratorem.
pt_br: Este diretório não está disponível, por favor verifique os logs ou contacte o administrador
ro: Acest director nu este disponibil, te rugăm verifică logurile sau contactează un administrator
ru: Каталог недоступен. Проверьте журналы событий или свяжитесь с администратором
sk: Priečinok je nedostupný, skontrolujte prosím logy, alebo kontaktujte správcu
sl: Mapa ni na voljo. Preverite dnevnik in stopite v stik s skrbnikom sistema.
sq: Kjo drejtori nuk kapet, ju lutemi, kontrolloni regjistrat ose lidhuni me përgjegjësin
sr: Овај директоријум није доступан, проверите записе или контактирајте администратора
sv: Denna katalog är inte tillgänglig, kontrollera loggarna eller kontakta administratören
tr: Bu klasör yazılabilir değil. Lütfen günlük kayıtlarına bakın ya da yönetici ile görüşün
uk: Директорія недоступна, будь ласка, перевірте файл журналу або зверніться до адміністратора
vi: Thư mục này không sẵn có, hãy kiểm tra log hoặc liên hệ người quản lý

source: Could not move "{file}", target exists
bg: Файлът "{file}" не може да бъде преместен защото съществува в дестинацията
ca: No s'ha pugut moure "{file}", el destí ja existeix
cs: Nelze přesunout "{file}", cíl existuje
da: Kunne ikke flytte "{file}" - der findes allerede en fil med dette navn
de_de: "{file}" konnte nicht verschoben werden, Ziel existiert bereits
es_ec: No fue posible mover "{file}", el destino ya existe
et_ee: "{file}" liigutamine ebaõnnestus, fail on juba olemas
eu: Ezin da "{file}" mugitu, helburuan existitzen da jadanik
fi: Tiedoston "{file}" siirtäminen ei onnistunut, kohde on olemassa
fr: Impossible de déplacer "{file}", la cible existe
hu: {file} fájl nem áthelyezhető, mert a cél már létezik
it: Impossibile spostare "{file}", la destinazione esiste già
ja: ターゲットが存在するため，ファイル "{file}"を移動できませんでした
ka_ge: "{file}"-ის გადატანა ვერ მოხერხდა, დანიშნულება არსებობს
lb: "{file}" konnt beweegt ginn. Et existéiert do schonn.
lt_lt: Nepavyko perkelti "{file}", toks jau egzistuoja
lv: Nevarēja pārvietot "{file}", mērķis eksistē
nb: Klarte ikke å flytte "{file}", målfilen finnes
nl: Kon "{file}" niet verplaatsen, doel bestaat al
pl: Nie można przenieść „{file}” - plik o takiej nazwie już istnieje
pt_br: Não foi possível mover "{file}" pois o destino já existe
ro: Nu s-a putut muta fișierul "{file}", există deja un altul cu același nume în directorul destinație
ru: Невозможно переместить файл «{file}», он уже существует в каталоге назначения
sk: Nie je možné presunúť "{file}", cieľ už existuje
sl: Datoteke "{file}" ni mogoče premakniti, ker cilj že obstaja
sq: S’u lëviz dot "{file}", objektivi ekziston
sr: Не могу да померим "{file}", одредиште већ постоји
sv: Kunde inte flytta "{file}", filen existerar redan
tr: "{file}" taşınamadı, hedef zaten var
vi: Không thể di chuyển "{file}", trùng đích đến

source: Could not move "{file}"
bg: Файлът "{file}" не може да бъде преместен
ca: No s'ha pogut moure "{file}"
cs: Nelze přesunout "{file}"
da: Kunne ikke flytte "{file}"
de_de: "{file}" konnte nicht verschoben werden
es_ec: No fue posible mover "{file}"
et_ee: "{file}" liigutamine ebaõnnestus
eu: Ezin da mugitu "{file}"
fi: Tiedoston "{file}" siirtäminen ei onnistunut
fr: Impossible de déplacer "{file}"
hu: {file} fájl nem áthelyezhető
it: Impossibile spostare "{file}"
ja: "{file}" を移動できませんでした
ka_ge: "{file}"-ის გადატანა ვერ მოხერხდა
lb: "{file}" konnt verreckelt ginn
lt_lt: Nepavyko perkelti "{file}"
lv: Nevarēja pārvietot "{file}"
nb: Klarte ikke å flytte "{file}"
nl: Kon "{file}" niet verplaatsen
pl: Nie można przenieść "{file}"
pt_br: Não foi possível mover "{file}"
ro: Nu s-a putut muta fișierul "{file}"
ru: Невозможно переместить файл «{file}»
sk: Nie je možné presunúť "{file}"
sl: Ni mogoče premakniti "{file}"
sq: S’u lëviz dot "{file}"
sr: Не могу да померим "{file}"
sv: Kunde inte flytta "{file}"
tr: "{file}" taşınamadı
uk: Неможливо перемістити файл "{file}"
vi: Không thể di chuyển "{file}"

source: Could not copy "{file}", target exists
ca: No s'ha pogut copiar
cs: Nelze kopírovat "{file}", cíl již existuje
da: Kunne ikke kopiere "{file}" - der findes allerede en fil med dette navn
de_de: "{file}" konnte nicht kopiert werden, Ziel existiert bereits
es_ec: No se pudo copiar "{file}", el destino ya existe
et_ee: "{file}" kopeerimine ebaõnnestus, sihtfail on juba olemas
eu: Ezin da "{file}" kopiatu; helburuan existitzen da
fi: Tiedostoa "{file}" ei voitu kopioida, kohde on olemassa
fr: Impossible de copier "{file}", la cible existe
hu: Nem sikerült "{file}" másolása, a cél már létezik
it: Impossibile copiare "{file}", la destinazione esiste già
ja: ターゲットが存在するため，ファイル "{file}"をコピーできませんでした
ka_ge: "{file}"-ის კოპირება ვერ მოხერხდა, დანიშნულება არსებობს
nb: Klarte ikke å kopiere "{file}", målfilen finnes
nl: Kon "{bestand}" niet kopiëren, het doel bestaat
pl: Nie można skopiować "{file}", plik już istnieje
pt_br: Não foi possível copiar "{file}", pois já existe
ru: Невозможно скопировать файл «{file}», он уже существует в каталоге назначения
sk: Nie je možné presunúť "{file}", cieľ už existuje
sr: Не могу да копирам "{file}", одредиште већ постоји
sv: Kunde inte kopiera "{file}", filen existerar redan
tr: "{file}" dosyası kopyalanamadı, hedef zaten var
vi: Không thể sao chép "{file}", tệp tin đích đã tồn tại

source: Could not copy "{file}"
ca: No s'ha pogut copiar
cs: Nelze kopírovat "{file}"
da: Kunne ikke kopiere "{file}"
de_de: "{file}" konnte nicht kopiert werden
es_ec: No se pudo copiar "{file}"
et_ee: "{file}" kopeerimine ebaõnnestus
eu: Ezin da "{file}" kopiatu
fi: Tiedostoa "{file}" ei voitu kopioida
fr: Impossible de copier "{file}"
hu: "{file}" másolása sikertelen
it: Impossibile copiare "{file}"
ja: "{file}"をコピーできませんでした
ka_ge: "{file}"-ის კოპირება ვერ მოხერხდა
nb: Klarte ikke å kopiere "{file}"
nl: Kon "{file}" niet kopiëren
pl: Nie można skopiować "{file}"
pt_br: Não foi possível copiar "{file}"
ro: Nu s-a putut copia "{file}"
ru: Невозможно скопировать файл «{file}»
sk: Nie je možné skopírovať "{file}"
sr: Не могу да копирам "{file}"
sv: Kunde inte kopiera "{file}"
tr: "{file}" kopyalanamadı
uk: Неможливо скопіювати "{file}"
vi: Không thể sao chép tệp tin "{file}"

source: Copied {origin} inside {destination}
ca: Copiat {origen} dins {destinació}
cs: {origin} zkopírován do {destination}
da: Kopirede {origin} ind i {destination}
de_de: {origin} wurde nach {destination} kopiert
es_ec: {origin} fue copiado dentro de {destination}
et_ee: Kopeeris {origin} {destination} sisse
eu: {origin} {destination} barruan kopiatu da
fr: {origin} copié dans {destination}
hu: {origin} átmásolva ide: {destination}
it: Copiato {origin} in {destination}
ka_ge: დაკოპირდა {origin} {destionation}-ში
nb: Kopierte {origin} i {destination}
nl: Kopieerde {oorsprong} binnen {bestemming}
pl: Skopiowano {origin} wewnątrz {destination}
pt_br: {origin} foi copiado para {destination}
ro: S-a copiat {origin} în {destination}
ru: {origin} скопирован в {destination}
sk: Skopírované {origin} do {destination}
sr: Копиран {origin} у {destination}
sv: Kopierade {origin} till {destination}
tr: {origin} dosyası, {destination} içine kopyalandı
uk: Скопійовано {origin} до {destination}
vi: Được sao chép {origin} vào trong {destination}

source: Copied {origin} and {nbfiles} other files inside {destination}
ca: S'ha copiat {origen} i {nbfiles} altres fitxers a l'interior {destinació}
cs: {origin} a {nbfiles} dalších souborů zkopírováno do {destination}
da: kopierede {origin} og {nbfiles} andre filer ind i {destination}
de_de: {origin} und {nbfiles} weitere Dateien wurden nach {destination} kopiert
es_ec: {origin} y otros {nbfiles} archivos fueron copiados dentro de {destination}
et_ee: Kopeeris {origin} ja {nbfiles} teist faili {destination} sisse
eu: {origin} eta {nbfiles} beste fitxategiak {destination}-en kopiatu dira
fr: {origin} et {nbfiles} autres fichiers copiés dans {destination}
hu: {origin} és {nbfiles} egyéb fájl átmásolva ide: {destination}
it: Copiati {origin} e {nbfiles} altri file in {destination}
ka_ge: დაკოპირდა {origin} და {nbfiles} სხვა ფაილი {destionation}-ში
nb: Kopierte {origin} og {nbfiles} andre filer i {destination}
nl: Heeft {andere} en {nbfiles} andere bestanden in {destination} gekopieerd
pl: Skopiowano {origin} oraz {nbfiles} innych plików wewnątrz {destination}
pt_br: {origin} e outros {nbfiles} arquivos foram copiados para {destination}
ru: {origin} и {nbfiles} других файлов скопированы в {destination}
sk: Skopírované {origin} a {nbfiles} ostatných súborov do {destination}
sr: Копиран{origin} и још {nbfiles} других фајлова у {destination}
sv: Kopierade {origin} och {nbfiles} andra filer i {destination}
tr: {origin} ve diğer {nbfiles} dosya, {destination} içine kopyalandı
vi: Đã sao chép {origin} và {nbfiles} các file vào trong {destination}

source: {newName} already exists
bg: {newName} вече съществува
ca: {newName} ja existeix
cs: {newName} již existuje
da: {newName} eksistere allerede
de_de: {newName} existiert bereits
es_ec: {newName} ya existe
et_ee: {newName} on juba olemas
eu: {newName} existitzen da dagoeneko
fi: {newName} on jo olemassa
fr: {newName} existe déjà
hu: {newName} már létezik
it: {newName} esiste già
ja: {newName} はすでに存在します
ka_ge: {newName} უკვე არსებობს
lb: {newName} gett et schon
lt_lt: {newName} jau yra
lv: {newName} jau eksistē
nb: {newName} finnes allerede
nl: {newName} bestaat al
pl: {newName} już istnieje
pt_br: {newName} já existe
ro: {newName} există deja
ru: «{newName}» уже существует
sk: {newName} už existuje
sl: {newName} že obstaja
sq: {newName} ekziston tashmë
sr: {newName} већ постоји
sv: {newName} existerar redan
tr: {newName} zaten var
uk: {newName} вже існує
vi: {newName} đã có

source: Could not rename "{fileName}", it does not exist any more
bg: Файлът "{fileName}" не може да бъде преименуван защото не съществува
ca: No s'ha pogut reanomenar "{fileName}", ja no existeix
cs: Nelze přejmenovat "{fileName}", již neexistuje
da: Kunne ikke omdøbe "{fileName}", den findes ikke længere
de_de: Die Datei konnte nicht umbenannt werden "{fileName}", da die Datei nicht mehr existiert
es_ec: No fue posible renombrar "{fileName}", ya no existe
et_ee: "{fileName}" ümbernimetamine ebaõnnestus, seda pole enam olemas
eu: Ezin izan da "{fileName}" berrizendatu, ez da existitzen
fi: Tiedoston "{fileName}" nimeäminen uudelleen ei onnistunut, koska sitä ei ole enää olemassa
fr: Impossible de renommer "{file}", il n'existe plus
hu: Nem átnevezhető erre: {fileName}, mert már nem létezik
it: Impossibile rinominare "{fileName}", non esiste più
ja: ファイルが存在しないため,"{fileName}"の名前変更ができませんでした
ka_ge: "{fileName}" სახელი ვერ შეეცვალა, ის აღარ არსებობს
lb: "{fileName}" konnt embenannt ginn, well et net méi existéiert
lt_lt: Nepavyko pervadinti bylos "{fileName}", nes tokia byla neegzistuoja
lv: Nevarēja pārsaukt "{fileName}", tā vairs neeksistē
nb: Klarte ikke å omdøpe "{fileName}", den finnes ikke lenger
nl: Kon "{fileName}" niet hernoemen, het bestaat niet meer
pl: Nie można zmienić nazwy "{fileName}", plik nie istnieje
pt_br: Não foi possível renomear "{fileName}" pois ele não existe mais
ro: Nu s-a putut redenumi "{fileName}", fișierul nu mai există
ru: Невозможно переименовать «{fileName}», файл больше не существует
sk: Nie je možné premenovať "{fileName}", cieľ už neexistuje
sl: Ni mogoče preimenovati "{fileName}", ker datoteka ne obstaja več
sq: S’u riemërtua dot "{fileName}", s’ekziston më
sr: Не могу да преименујем "{fileName}", фајл више не постоји
sv: Kunde inte döpa om "{fileName}", filen existerar inte mer
tr: "{fileName}" yeniden adlandırılamadı, artık yok
uk: Неможливо перейменувати "{fileName}", він більше не існує
vi: Không thể đổi tên "{fileName}", tập tin không tồn tại

source: The name "{targetName}" is already used in the folder "{dir}". Please choose a different name.
bg: Името "{targetName}" вече се ползва от директория "{dir}". Моля, изберете друго име.
ca: El nom "{targetName}" ja s'utilitza a la carpeta "{dir}". Trieu un nom diferent.
cs: Jméno "{targetName}" je již použito v adresáři "{dir}". Vyberte prosím jiné jméno.
da: Navnet "{targetName}" bruges allerede i mappen "{dir}". Vælg et andet navn.
de_de: Der Name „{targetName}“ wird bereits im Ordner „{dir}“ benutzt. Bitte wählen Sie einen anderen Namen.
es_ec: El nombre "{targetName}" ya está en uso en la carpeta "{dir}". Por favor elege un nombre diferete.
et_ee: Nimi "{targetName}" on juba "{dir}" kaustas kasutusel. Palun valige teine nimi.
eu: "{targetName}" izena dagoeneko dago erabilita "{dir}" karpetan. Mesedez, beste bat aukeratu.
fi: Nimi "{targetName}" on jo käytössä kansiossa "{dir}". Valitse toinen nimi.
fr: Le nom "{targetName}" est déjà utilisé dans le dossier "{dir}". Merci de choisir un nom différent.
hu: {targetName} már használatban van ebben a mappában: {dir}. Kérjük, válassz másik nevet.
it: Il nome "{targetName}" è attualmente in uso nella cartella "{dir}". Scegli un nome diverso.
ja: "{targetName}" はフォルダー "{dir}" ですでに使われています。別の名前を選択してください。
ka_ge: სახელი "{targetName}" დირექტორია "{dir}"-ში უკვე გამოყენებულია. გთხოვთ აირჩიოთ სხვა სახელი.
lb: "{targetName}" konnt net gesat ginn, well dësen schon am Dossier "{dir}" existéiert. Wiel weg. een aaneren
lt_lt: Pavadinimas "{targetName}" jau naudojamas aplanke "{dir}". Prašome pasirinkti kitokį pavadinimą.
lv: Nosaukums "{targetName}" jau tiek izmantots mapē "{dir}". Lūdzu izvēlies citu nosaukumu.
nb: Navnet "{targetName}" brukes allerede i mappen "{dir}". Velg et annet navn.
nl: De naam "{targetName}" bestaat al in map "{dir}". Kies een andere naam.
pl: Nazwa "{targetName}" jest juz używana w folderze "{dir}". Proszę wybrać inną nazwę.
pt_br: O nome "{targetName}" já está sendo usado na pasta "{dir}". Por favor escolha um nome diferente.
ro: Numele "{targetName}" este deja folosit în directorul "{dir}". Alege un nume diferit.
ru: Имя «{targetName}» уже используется в каталоге «{dir}». Выберите другое имя.
sk: Názov "{targetName}" je už použitý v priečinku "{dir}". Zvoľte prosím iný názov.
sl: Ime "{targetName}" je že v uporabi v mapi "{dir}". Izberite drugo ime ali drugo mapo.
sq: Emri "{targetName}" është tashmë i përdorur te dosja "{dir}". Ju lutemi, zgjidhni një emër tjetër.
sr: Име "{targetName}" се већ користи за фасциклу "{dir}". Одаберите неко друго име.
sv: Namnet "{targetName}" används redan i mappen "{dir}". Vänligen välj ett annat namn.
tr: "{targetName}" adı "{dir}" klasöründe zaten var. Lütfen farklı bir ad seçin.
uk: Ім'ґ "{targetName}" вже використовується в каталозі "{dir}". Будь-ласка, виберіть іншу назву.
vi: Tên "{targetName}" đã được dùng trong thư mục "{dir}". Hãy thử tên khác
