Repository: Cybso/server
Catalog: translationfiles/*/files.po
Languages: bg, ca, cs, da, de_de, es_ec, et_ee, eu, fi, fr, hu, it, ja, ka_ge, lb, lt_lt, lv, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi

source: Use this address to <a href="%s" target="_blank" rel="noreferrer noopener">access your Files via WebDAV</a>
cs: Použijte tuto adresu pro <a href="%s" target="_blank" rel="noreferrer noopener">přístup k vašim souborům přes WebDAV</a>
da: Brug denne adresse til at <a href="%s" target="_blank" rel="noreferrer noopener">få adgang til dine filer via WebDAV</a>
de_de: Benutzen Sie diese Adresse, um <a href="%s" target="_blank" rel="noreferrer noopener">via WebDAV auf Ihre Dateien zuzugreifen</a>
es_ec: Usa esta dirección para <a href="%s" target="_blank" rel="noreferrer noopener">acceder a tus Archivos vía WebDAV</a>
et_ee: Kasuta seda aadressi, et <a href="%s" target="_blank" rel="noreferrer noopener">oma failidele WebDAV kaudu ligi pääseda</a>
fi: Käytä tätä osoitetta <a href="%s" target="_blank" rel="noreferrer noopener">käyttääksesi tiedostojasi WebDAV:in kautta</a>
fr: Utilisez cette adresse pour <a href="%s" target="_blank" rel="noreferrer noopener">accéder à vos fichiers par WebDAV</a>
hu: Használd ezt a címet a <a href="%s" target="_blank" rel="noreferrer noopener">fájlok WebDAV-al való eléréséhez</a>
it: Utilizza questo indirizzo per <a href="%s" target="_blank" rel="noreferrer noopener">accedere ai tuoi file con WebDAV</a>
ka_ge: გამოიყენეთ ეს მისამართი რომ <a href="%s" target="_blank" rel="noreferrer noopener">იქონიოთ წვდომა თქვენს ფაილებთან WebDAV-ით</a>
nb: Bruk adressen <a href="%s" target="_blank" rel="noreferrer noopener">for å få tilgang til dine filer via WebDAV</a>
nl: Gebruik deze link <a href="%s" target="_blank" rel="noreferrer noopener">om je bestanden te benaderen via WebDAV</a>
pl: Użyj tego adresu aby uzyskać <a href="%s" target="_blank" rel="noreferrer">dostęp do swoich plików poprzez WebDAV</a>
pt_br: Use este endereço para <a href="%s" target="_blank" rel="noreferrer noopener">acessar seus arquivos via WebDAV</a>
ro: Folosește această adresă <a href="%s" target="_blank" rel="noreferrer noopener">pentru a accesa Fișierele prin WebDAV</a>
ru: Используйте этот адрес для <a href="%s" target="_blank" rel="noreferrer noopener">доступа к вашим файлам через WebDAV</a>
sk: Použiť túto adresu pre <a href="%s" target="_blank" rel="noreferrer noopener">prístup ku svojím súborom cez WebDAV</a>
sr: Користи ову адресу да <a href="%s" target="_blank" rel="noreferrer noopener">приступате Вашим фајловима преко ВебДАВа</a>
tr: Dosyalarınıza WebDAV üzerinden erişmek için <a href="%s" target="_blank" rel="noreferrer noopener">bu adresi kullanın</a>

source: Cancel upload
cs: Zrušit nahrávání
da: Annuller upload
de_de: Hochladen abbrechen
es_ec: Cancelar carga
et_ee: Tühista üleslaadimine
eu: Igoera bertan behera utzita
fi: Perus lähetys
fr: Annuler le téléversement
hu: Feltöltés megszakítása
it: Annulla caricamento
ka_ge: ატვირთვის შეჩერება
nb: Avbryt opplasting
nl: Stop upload
pl: Anuluj wysyłanie
pt_br: Cancelar envio
ro: Anulează încărcarea
ru: Отменить загрузку
sk: Zrušiť nahrávanie
sl: Prekini nalaganje
sq: Anulo ngarkimin
sr: Откажи отпремање
sv: Avbryt uppladdning
tr: Yüklemeyi iptal et

source: No files in here
bg: Тук няма файлове
ca: No hi ha arxius
cs: Žádné soubory
da: Her er ingen filer
de_de: Keine Dateien vorhanden
es_ec: No hay archivos aquí
et_ee: Siin ei ole faile
eu: Ez dago fitxategirik hemen
fi: Täällä ei ole tiedostoja
fr: Aucun fichier
hu: Itt nincsenek fájlok
it: Qui non c'è alcun file
ja: ファイルがありません
ka_ge: აქ ფაილები არაა
lb: Keng Dokumenter hei
lt_lt: Čia nėra failų
lv: Šeit nav datņu
nb: Ingen filer her
nl: Hier geen bestanden
pl: Brak plików
pt_br: Nenhum arquivo aqui
ro: Niciun fișier aici
ru: Здесь нет файлов
sk: Nie sú tu žiadne súbory
sl: V mapi ni datotek
sq: S’ka kartela këtu
sr: Овде нема фајлова
sv: Inga filer kunde hittas
tr: Burada herhangi bir dosya yok
uk: Тут немає файлів
vi: Không có tệp nào

source: Upload some content or sync with your devices!
bg: Качи съдържание или синхронизирай с твоите устройства!
ca: Pugi continguts o sincronitzi els seus dispositius.
cs: Nahrajte nějaký obsah nebo synchronizujte se svými přístroji!
da: Overfør indhold eller synkronisér med dine enheder!
de_de: Laden Sie Inhalte hoch oder synchronisieren Sie mit Ihren Geräten!
es_ec: ¡Carga algún contenido o sincroniza con tus dispositivos!
et_ee: Laadi sisu üles või süngi oma seadmetega!
eu: Igo edukiren bat edo sinkronizatu zure gailuekin!
fi: Lähetä tiedostoja tai synkronoi sisältö laitteidesi kanssa!
fr: Déposez du contenu ou synchronisez vos appareils !
hu: Tölts fel néhány tartalmat, vagy szinkronizálj az eszközöddel!
it: Carica alcuni contenuti o sincronizza con i tuoi dispositivi!
ja: 何かコンテンツをアップロードするか、デバイスからファイルを同期してください。
ka_ge: ატვირთეთ რამე ან მოახდინეთ სინქრონიზაცია თქვენს მოწყობილობებთან!
lb: Lued Dateien erop oder synchroniséier se mat dengen Appartaten
lt_lt: Įkelkite kokį nors turinį, arba sinchronizuokite su savo įrenginiais!
lv: Augšupielādē kaut ko vai sinhronizē saturu ar savām ierīcēm!
nb: Last opp noe innhold eller synkroniser med enhetene dine!
nl: Upload je inhoud of synchroniseer met je apparaten!
pl: Wgraj coś, albo wykonaj synchronizację ze swoimi urządzeniami.
pt_br: Envie algum conteúdo ou sincronize com seus dispositivos!
ro: Încarcă ceva conținut sau sincronizează cu dispozitivele tale!
ru: Загрузите что-нибудь или синхронизируйте со своими устройствами!
sk: Nahrajte nejaký obsah alebo synchronizujte zo svojimi zariadeniami!
sl: Uvozite vsebino ali pa omogočite usklajevanje z napravami!
sq: Ngarkoni ca lëndë ose bëni njëkohësim me pajisjet tuaja!
sr: Отпремите неки садржај или синхронизујте са вашим уређајима!
sv: Ladda upp innehåll eller synkronisera med dina enheter!
tr: Bir şeyler yükleyin ya da aygıtlarınızla eşitleyin!
uk: Вивантажте щось або синхронізуйте з пристроями!
vi: Tải lên một số nội dung hoặc đồng bộ với thiết bị của bạn!

source: No entries found in this folder
bg: Няма намерени записи в тази папка
ca: No hi ha entrades en aquesta carpeta
cs: V tomto adresáři nebylo nic nalezeno
da: Der blev ikke fundet poster i denne mappe
de_de: Keine Einträge in diesem Ordner gefunden
es_ec: No se encontraron elementos en esta carpeta
et_ee: Selles kaustast ei leitud kirjeid
eu: Ez da sarrerarik aurkitu karpeta honetan
fi: Ei kohteita tässä kansiossa
fr: Aucune entrée trouvée dans ce dossier
hu: Nincsenek bejegyzések ebben a mappában
it: Nessuna voce trovata in questa cartella
ja: このフォルダーにはエントリーがありません
ka_ge: ამ დირექტორიაში შენატანები ვერ იქნა ნაპოვნი
lb: Keng Elementer an dësem Dossier fonnt
lt_lt: Nerasta įrašų šiame aplanke
lv: Šajā mapē nekas nav atrasts
nb: Ingen oppføringer funnet i denne mappen
nl: Niets
pl: Brak wpisów w tym folderze
pt_br: Nenhuma entrada foi encontrada nesta pasta
ro: Niciun element găsit în acest director
ru: В этом каталоге ничего не найдено
sk: V tomto priečinku nebolo nič nájdené
sl: V tej mapi ni najdenih predmetov.
sq: Në këtë dosje s’u gjetën zëra
sr: Нема ничега у овој фасцикли
sv: Inget innehåll hittades i denna mapp
tr: Bu klasörde herhangi bir kayıt bulunamadı
uk: В цій теці нічого немає
vi: Chưa có mục nào trong thư mục

source: Select all
bg: Избери всички
ca: Seleccionar tot
cs: Vybrat vše
da: Vælg alle
de_de: Alle auswählen
es_ec: Seleccionar todo
et_ee: Vali kõik
eu: Hautatu dena
fi: Valitse kaikki
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて選択
ka_ge: ყველას არჩევა
lb: All auswielen
lt_lt: Pažymėti viską
lv: Atzīmēt visu
nb: Velg alle
nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sk: Vybrať všetko
sl: izberi vse
sq: Përzgjidhe krejt
sr: Означи све
sv: Välj allt
tr: Tümünü seç
uk: Вибрати всі
vi: Chọn tất cả

source: Upload too large
bg: Прекалено голям файл за качване.
ca: La pujada és massa gran
cs: Odesílaný soubor je příliš velký
da: Upload er for stor
de_de: Der Upload ist zu groß
es_ec: La carga es demasido grande
et_ee: Üleslaadimine on liiga suur
eu: Igoera handiegia da
fi: Lähetettävä tiedosto on liian suuri
fr: Téléversement trop volumineux
hu: A feltöltés túl nagy
it: Caricamento troppo grande
ja: アップロードには大きすぎます。
ka_ge: ასატვირთი ფაილი ძალიან დიდია
lb: Upload ze grouss
lt_lt: Įkėlimui failas per didelis
lv: Datne ir par lielu, lai to augšupielādētu
nb: Filen er for stor
nl: Upload is te groot
pl: Wysyłany plik jest za duży
pt_br: Arquivo muito grande para envio
ro: Fișierul încărcat este prea mare
ru: Файл слишком велик
sk: Nahrávanie je príliš veľké
sl: Prekoračenje omejitve velikosti
sq: Ngarkim shumë i madh
sr: Фајл за отпремање је превелики
sv: För stor uppladdning
tr: Yükleme boyutu çok büyük
uk: Файл занадто великий
vi: Tập tin tải lên quá lớn

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
bg: Файловете, които се опитвате да качите са по-големи от позволеното на сървъра.
ca: Els fitxers que esteu intentant pujar excedeixen la mida màxima de pujada del servidor
cs: Soubory, které se snažíte odeslat, překračují limit velikosti odesílání na tomto serveru.
da: Filerne, du prøver at uploade, er større end den maksimale størrelse for fil-upload på denne server.
de_de: Die Datei überschreitet die Maximalgröße für Uploads auf diesem Server.
es_ec: Los archivos que estás intentando cargar sobrepasan el tamaño máximo permitido para la carga de archivos en este servidor.
et_ee: Failid, mida sa proovid üles laadida, ületab serveri poolt üleslaetavatele failidele määratud maksimaalse suuruse.
eu: Igotzen saiatzen ari zaren fitxategiak zerbitzari honek igotzeko onartzen duena baino handiagoak dira.
fi: Lähetettäväksi valitsemasi tiedostot ylittävät palvelimen salliman tiedostokoon rajan.
fr: Les fichiers que vous essayez d'envoyer dépassent la taille maximale d'envoi permise par ce serveur.
hu: A feltöltendő fájlok mérete meghaladja a szerveren megengedett maximális méretet.
it: I file che stai provando a caricare superano la dimensione massima consentita su questo server.
ja: アップロードしようとしているファイルは、サーバーで規定された最大サイズを超えています。
ka_ge: ფაილის ზომა რომლის ატვირთვასაც აპირებთ, აჭარბებს სერვერზე დაშვებულ მაქსიმუმს.
lb: Déi Dateien déi Dir probéiert erop ze lueden sinn méi grouss wei déi Maximal Gréisst déi op dësem Server erlaabt ass.
lt_lt: Bandomų įkelti failų dydis viršija maksimalų, šiame serveryje leidžiamų įkelti failų dydį.
lv: Augšupielādējamās datnes pārsniedz servera pieļaujamo datņu augšupielādes apjomu
nb: Filene du prøver å laste opp er for store til å laste opp til denne tjeneren.
nl: De bestanden die je probeert te uploaden zijn groter dan de maximaal toegestane bestandsgrootte voor deze server.
pl: Pliki, które próbujesz przesłać, przekraczają maksymalną dopuszczalną wielkość.
pt_br: Os arquivos que você está tentando enviar excederam o tamanho máximo para arquivos no servidor.
ro: Fișierele pe care încerci să le încarci depășesc limita de încărcare maximă admisă pe acest server.
ru: Файлы, которые вы пытаетесь загрузить, превышают лимит максимального размера на этом сервере.
sk: Súbory, ktoré sa snažíte nahrať, presahujú maximálnu veľkosť pre nahratie súborov na tento server.
sl: Datoteke, ki jih želite poslati, presegajo največjo dovoljeno velikost na strežniku.
sq: Kartelat që po rrekeni të ngarkoni e tejkalojnë madhësinë maksimale për ngarkime kartelash në këtë shërbyes.
sr: Фајлови које желите да отпремите превазилазе ограничење отпремања на овом серверу.
sv: Filerna du försöker ladda upp överstiger den maximala storleken för filöverföringar på servern.
tr: Yüklemeye çalıştığınız dosyalar bu sunucuya yüklenmesine izin verilen en büyük dosya boyutunu aşıyor.
uk: Файли,що ви намагаєтесь вивантажити перевищують максимальний дозволений розмір файлів на цьому сервері.
vi: Các tập tin bạn đang tải lên vượt quá kích thước tối đa cho phép trên máy chủ .

source: No favorites yet
ca: Sense preferits
cs: Zatím nic oblíbeného
da: Ingen foretrukne endnu
de_de: Noch keine Favoriten vorhanden
es_ec: Aún no hay favoritos
et_ee: Lemmikuid veel pole
eu: Gogokorik ez oraindik
fi: Ei vielä suosikkeja
fr: Aucun favori pour l'instant
hu: Még nincsenek kedvencek
it: Nessun preferito ancora
ja: まだお気に入りはありません
ka_ge: ჯერ რჩეულები არაა
lt_lt: Nėra pridėta į "mėgstamų" sąrašą
nb: Ingen favoritter enda
nl: Nog geen favorieten
pl: Brak jeszcze ulubionych
pt_br: Sem favoritos ainda
ro: Nu aveți favorite încă
ru: В избранное ещё ничего не добавлено
sk: Zatiaľ žiadne obľúbené
sl: Še ni priljubljena
sq: Asnjë preferencë akoma
sr: Још нема омиљених
sv: Inga favoriter ännu
tr: Henüz sık kullanılan bir öge yok
uk: Ще немає улюблених

source: Files and folders you mark as favorite will show up here
bg: Файловете и папките които отбелязваш като любими ще се показват тук
ca: Aquí apareixeran els arxius i carpetes que vostè marqui com favorits
cs: Zde budou zobrazeny soubory a adresáře označené jako oblíbené
da: Filer og mapper som du har markeret som foretrukne, vil blive vist her
de_de: Dateien und Ordner, die Sie als Favoriten kennzeichnen, werden hier erscheinen
es_ec: Los archivos y carpetas que marques como favoritos se mostrarán aquí.
et_ee: Siin kuvatakse faile ja kaustasid, mille oled märkinud lemmikuteks
eu: Gogokotzat markatutako fitxategi eta karpeta hemen agertuko dira
fi: Suosikeiksi merkitsemäsi tiedostot ja kansiot näkyvät täällä
fr: Les fichiers et dossiers ajoutés à vos favoris apparaîtront ici
hu: A kedvencnek jelölt fájlokat és mappákat itt találod meg
it: I file e le cartelle che marchi come preferiti saranno mostrati qui
ja: お気に入りに登録されたファイルやフォルダーは、ここに表示されます。
ka_ge: აქ გამოჩნდებიან ფაილები და დირექტორიები, რომლებსაც მონიშნავთ რჩეულებად
lb: Hei gesais du deng Favoriten
lt_lt: Failai ir aplankai, kuriuos pažymite mėgstamais, atsiras čia
lv: Datnes un mapes, ko atzīmēsiet kā favorītus, tiks rādīti šeit
nb: Filer og mapper som du gjør til favoritter vises her
nl: Bestanden en mappen die je als favoriet aanmerkt, worden hier getoond
pl: Pliki i katalogi, które oznaczysz jako ulubione wyświetlą się tutaj
pt_br: Arquivos e pastas que você marcou como favoritos serão mostrados aqui
ro: FIșierele și directoarele pe care le marchezi ca favorite vor apărea aici
ru: Здесь будут показаны файлы и каталоги, отмеченные как избранные
sk: Súbory a priečinky označené ako obľúbené budú zobrazené tu
sl: Datoteke ali mape, ki so označene kot priljubljene, bodo zbrane na tem mestu.
sq: Këtu do të duken kartelat dhe dosjet që i shënoni si të parapëlqyera
sr: Фајлови и фасцикле које обележите као омиљене појавиће се овде
sv: Filer och mappar markerade som favoriter kommer att visas här
tr: Sık kullanılanlara eklediğiniz dosya ve klasörler burada görüntülenir
uk: Файли і теки, які ви позначили як улюблені, з’являться тут
vi: Các tệp và thư mục mà bạn đánh dấu là yêu thích sẽ hiển thị ở đây

source: Shared with you
bg: Споделено с вас
ca: Compartit amb tu
cs: Sdíleno s vámi
da: Delt med dig
de_de: Mit Ihnen geteilt
es_ec: Compartido con usted
et_ee: Sinuga jagatud
eu: Zurekin partekatuta
fi: Jaettu kanssasi
fr: Partagés avec vous
hu: Megosztva veled
it: Condivisi con te
ja: 他ユーザーがあなたと共有中
ka_ge: გაზიარდა თქვენთან
lb: Mat dir gedeelt
lt_lt: Bendrinama su jumis
lv: Koplietots ar tevi
nb: Delt med deg
nl: Gedeeld met jou
pl: Udostępnione dla Ciebie
pt_br: Compartilhado com você
ro: Partajat cu tine
ru: Доступные для вас
sk: Vám sprístupnené
sl: V skupni rabi z vami
sq: E ndarë me ju
sr: Дељени са вама
sv: Delad med dig
tr: Sizinle paylaşılan
uk: Поділились з вами
vi: Đã chia sẻ với bạn

source: Shared with others
bg: Споделено с други
ca: Compartit amb altres
cs: Sdíleno s ostatními
da: Delt med andre
de_de: Mit anderen geteilt
es_ec: Compartido con otros
et_ee: Teistega jagatud
eu: Besteekin partekatuta
fi: Jaettu muille
fr: Partagés avec d'autres
hu: Megosztva másokkal
it: Condivisi con altri
ja: 他ユーザーと共有中
ka_ge: გაზიარდა სხვებთან
lb: Mat aaneren gedeelt
lt_lt: Bendrinama su kitais
lv: Koplietots ar citiem
nb: Delt med andre
nl: Gedeeld met anderen
pl: Udostępnione przez Ciebie
pt_br: Compartilhado com outros
ro: Partajat cu alții
ru: Доступные для других
sk: Sprístupnené ostatným
sl: V skupni rabi z ostalimi
sq: E ndarë me të tjerët
sr: Дељени са осталима
sv: Delad med andra
tr: Diğerleri ile paylaşılan
uk: Поділились з іншими
vi: Chia sẻ với người khác

source: Shared by link
bg: Споделено с връзка
ca: Comparteix per link
cs: Sdíleno pomocí odkazu
da: Delt via link
de_de: Über einen Link geteilt
es_ec: Compartido por liga
et_ee: Jagatud lingiga
eu: Partekatua link bidez
fi: Jaettu linkillä
fr: Partagés par lien
hu: Megosztva hivatkozással
it: Condivisi tramite collegamento
ja: URLリンクで共有中
ka_ge: გაზიარდა ბმულით
lb: Mat engem Link gedeelt
lt_lt: Bendrinama nuoroda
lv: Koplietots ar saiti
nb: Delt med lenke
nl: Gedeeld via link
pl: Udostępnione przez link
pt_br: Compartilhado via link
ro: Partajat prin link
ru: Доступные по ссылке
sk: Sprístupnené prostredníctvom odkazu
sl: Deljeno s povezavo
sq: E ndarë me lidhje
sr: Дељени путем везе
sv: Delad via länk
tr: Paylaşım bağlantısı
uk: Доступне за посиланням
vi: Được chia sẻ bởi liên kết

source: Tags
bg: Етикети
ca: Etiquetes
cs: Značky
da: Mærker
es_ec: Etiquetas
et_ee: Sildid
eu: Etiketak
fi: Tunnisteet
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
ka_ge: ტეგები
lt_lt: Žymės
lv: Atzīmes
nb: Merkelapper
pl: Tagi
pt_br: Etiquetas
ro: Etichete
ru: Метки
sk: Štítky
sl: Oznake
sq: Etiketë
sr: Ознаке
sv: Taggar
tr: Etiketler
uk: Теги
vi: Nhãn

source: Deleted files
bg: Изтрити файлове
ca: Fitxers esborrats
cs: Odstraněné soubory
da: Slettede filer
de_de: Gelöschte Dateien
es_ec: Archivos borrados
et_ee: Kustutatud failid
eu: Ezabatutako fitxategiak
fi: Poistetut tiedostot
fr: Fichiers supprimés
hu: Törölt fájlok
it: File eliminati
ja: ゴミ箱
ka_ge: გაუქმებული ფაილები
lb: Geläschten Dateien
lt_lt: Ištrinti failai
lv: Dzēstās datnes
nb: Slettede filer
nl: Verwijderde bestanden
pl: Usunięte pliki
pt_br: Arquivos excluídos
ro: Fișiere șterse
ru: Корзина
sk: Zmazané súbory
sl: Izbrisane datoteke
sq: Skedar të fshirë
sr: Обрисани фајлови
sv: Raderade filer
tr: Silinmiş dosyalar
uk: Видалені файли
vi: Thùng rác

source: Text file
bg: Текстов файл
ca: Fitxer de text
cs: Textový soubor
da: Tekstfil
de_de: Textdatei
es_ec: Archivo de texto
et_ee: Tekstifail
eu: Testu fitxategia
fi: Tekstitiedosto
fr: Fichier texte
hu: Szövegfájl
it: File di testo
ja: テキストファイル
ka_ge: ტექსტური ფაილი
lb: Text Fichier
lt_lt: Tekstinis failas
lv: Teksta datne
nb: Tekstfil
nl: Tekstbestand
pl: Plik tekstowy
pt_br: Arquivo texto
ro: Fișier text
ru: Текстовый файл
sk: Textový súbor
sl: Besedilna datoteka
sq: Kartelë tekst
sr: Tекстуални фајл
sv: Textfil
tr: Metin dosyası
uk: Текстовий файл
vi: Tập tin văn bản

source: New text file.txt
bg: Нов текст file.txt
ca: Nou fitxer de text.txt
cs: Nový textový soubor.txt
da: Ny tekst file.txt
de_de: Neue Textdatei file.txt
es_ec: Nuevo ArchivoDeTexto.txt
et_ee: Uus tekstifail.txt
eu: .txt testu fitxategi berria
fi: Uusi tekstitiedosto.txt
fr: Nouveau fichier texte.txt
hu: Új szöveges fájl.txt
it: Nuovo file di testo.txt
ja: 新規のテキストファイル作成
ka_ge: ახალი ტექსტი file.txt
lb: Neien Text file.txt
lt_lt: Naujas tekstinis failas.txt
lv: Jauna teksta datne.txt
nb: Ny tekstfil.txt
nl: Nieuw tekstbestand.txt
pl: Nowy plik tekstowy.txt
pt_br: Novo texto file.txt
ru: Новый текстовый файл.txt
sk: Nový text file.txt
sl: Nova datoteka.txt
sq: Kartelë e re file.txt
sr: Нов текстуални фајл.txt
sv: nytextfil.txt
tr: Yeni metin dosyası.txt
uk: Новий текстовий файл file.txt
