Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Sharing %s failed, because the user %s is not a member of any groups that %s is a member of
cs: Sdílení položky %s selhalo, protože uživatel %s není členem žádné skupiny společné s uživatelem %s
de_de: Freigabe von %s fehlgeschlagen, da der Benutzer %s kein Gruppenmitglied einer der Gruppen von %s ist
es: Se ha fallado al compartir %s, ya que el usuario %s no es miembro de ningún grupo del que %s sea miembro
es_mx: Se presentó una falla al compartir %s porque el usuario %s no es un miembro de ninguno de los grupos de los cuales %s es miembro
hu: %s megosztása nem sikerült, mert %s felhasználó nem tagja egyik olyan csoportnak sem, aminek %s tagja
is: Deiling %s mistókst, því notandinn %s er ekki meðlimur í neinum hópi sem %s er meðlimur í
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან მომხმარებელი %s არ მიეკუთხვნება ჯგუფს რომელსაც მიეკუთვნება მომხმარებელი %s
lt_lt: %s bendrinimas nepavyko, nes naudotojas %s nėra tos pačios grupės, kaip %s, narys.
nb: Deling av %s mislyktes, fordi brukeren %s ikke er medlem av noen grupper som %s er medlem av
nl: Delen van %s is mislukt, omdat gebruiker %s geen lid is van een groep waar %s lid van is
pt_br: O compartilhamento %s falhou pois o usuário %s não é membro de nenhum grupo que o usuário %s pertença
ru: Не удалось поделиться %s, так как пользователь %s не состоит в какой-либо группе, в которой состоит %s
sk: Sprístupnenie %s zlyhalo, používateľ %s nie je členom žiadnej skupiny spoločnej s používateľom %s
sq: Ndarja për %s dështoi, ngaqë përdoruesi %s s’është anëtar i ndonjë grupi ku %s është anëtar
sr: Дељење %s није успело зато што корисник %s није члан ниједне групе чији је %s члан
tr: %s paylaşılamadı. %s kullanıcısı %s ögesinin üyesi olduğu grupların herhangi birinin üyesi değil

source: Sharing %s failed, because this item is already shared with %s
cs: Sdílení položky %s selhalo, protože položka již je s uživatelem %s sdílena
de_de: Freigabe von %s fehlgeschlagen, da dieses Element schon mit %s geteilt wird
es: Se falló al compartir %s, ya que este elemento ya está compartido con %s
es_mx: Se presentó una falla al compartir %s, porque este elemento ya había sido compartido con %s
hu: %s megosztása nem sikerült, mert ez már meg van osztva %s-vel
is: Deiling %s mistókst, því þessu atriði er þegar deilt með %s
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან ობიექტი %s-თან უკვე გაზიარებულია
lt_lt: %s bendrinimas nepavyko, kadangi šis elementas jau yra bendrinamas su %s
nb: Deling av %s mislyktes, fordi dette elementet allerede er delt med %s
nl: Delen van %s is mislukt, omdat het object al wordt gedeeld met %s
pt_br: O compartilhamento %s falhou pois este ítem já está compartilhado com %s
ru: Не удалось поделиться %s, пользователь %s уже имеет доступ к этому элементу
sk: Sprístupnenie %s zlyhalo, pretože táto položka už je prístupná pre %s
sq: Ndarja për %s dështoi, ngaqë ky objekt është ndarë një herë me %s
sr: Дељење %s није успело зато што се ова ставка већ дели са %s
tr: %s paylaşılamadı. Bu öge %s ile zaten paylaşılmış

source: Sharing %s failed, because this item is already shared with user %s
cs: Sdílení položky %s selhalo, protože ta je již s uživatelem %s sdílena
de_de: Freigabe von %s fehlgeschlagen, da dieses Element schon mit dem Benutzer %s geteilt wird
es: Compartiendo %s falló, porque este objeto ya se comparte con el usuario %s
es_mx: Se presento una falla al compartir %s, porque este elemento ya ha sido compartido con el usuario %s
hu: %s megosztása sikertelen, mert már meg van osztva %s felhasználóval
is: Deiling %s mistókst, því þessu atriði er þegar deilt með notandanum %s
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან ობიექტი მომხმარებელ %s-თან უკვე გაზიარებულია
lt_lt: %s bendrinimas nepavyko, kadangi šis elementas jau yra bendrinamas su naudotoju %s
nb: Deling av %s mislyktes, fordi dette elementet allerede er delt med bruker %s
nl: Delen van %s is mislukt, omdat het object al wordt gedeeld met gebruiker %s
pt_br: O compartilhamento de %s falhou pois esse item já é compartilhada com o usuário %s
ru: Не удалось поделиться %s, так как элемент находится в общем доступе у %s
sk: Sprístupnenie %s zlyhalo, táto položka už je používateľovi %s prístupná
sq: Ndarja e %s me të tjerët dështoi, ngaqë ky objekt është ndarë tashmë me përdoruesin %s
sr: Дељење %s није успело зато што се ова ставка већ дели са корисником %s
tr: %s paylaşılamadı. Bu öge zaten %s kullanıcısı ile paylaşılmış

source: Sharing %s failed, because the group %s does not exist
cs: Sdílení položky %s selhalo, protože skupina %s neexistuje
de_de: Freigabe von %s fehlgeschlagen, da die Gruppe %s nicht existiert
es: Se falló al compartir %s, ya que el grupo %s no existe
es_mx: Se presentó una falla al compartir %s, porque el grupo %s no existe
hu: %s megosztása nem sikerült, mert %s csoport nem létezik
is: Deiling %s mistókst, því hópurinn %s er ekki til
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან ჯგუფი %s არ არსებობს
lt_lt: %s bendrinimas nepavyko, nes grupė %s neegzistuoja
nb: Deling av %s mislyktes, fordi gruppen %s ikke finnes
nl: Delen van %s is mislukt, omdat de groep %s niet bestaat
pt_br: O compartilhamento %s falhou pois o grupo %s não existe
ru: Не удалось поделиться %s, группа %s не существует
sk: Sprístupnenie %s zlyhalo, skupina %s neexistuje
sq: Ndarja e %s me të tjerët dështoi, ngaqë grupi %s nuk ekziston
sr: Дељење %s није успело зато што не постоји група %s
tr: %s paylaşılamadı. %s grubu bulunamadı

source: Sharing %s failed, because %s is not a member of the group %s
cs: Sdílení položky %s selhalo, protože uživatel %s není členem skupiny %s
de_de: Freigabe von %s fehlgeschlagen, da %s kein Mitglied der Gruppe %s ist
es: Se falló al compartir %s, ya que %s no es miembro del grupo %s
es_mx: Se presentó una falla al compartir %s debido a que %s no es un miembro del grupo %s
hu: %s megosztása nem sikerült, mert %s felhasználó nem tagja a %s csoportnak
is: Deiling %s mistókst, því %s er ekki meðlimur í hópnum %s
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან %s არაა ჯგუფ %s-ის წევრი
lt_lt: %s bendrinimas nepavyko, nes %s nėra %s grupės narys.
nb: Deling av %s mislyktes, fordi %s ikke er medlem av gruppen %s
nl: Delen van %s is mislukt, omdat %s geen lid is van groep %s
pt_br: O compartilhamento %s falhou, pois %s não é membro do grupo %s
ru: Не удалось поделиться %s, пользователь %s не является членом группы %s
sk: Sprístupnenie %s zlyhalo, %s nie je členom skupiny %s
sq: Ndarja e %s me të tjerët dështoi, ngaqë %s s’është anëtar i grupit %s
sr: Дељење %s није успело зато што %s није члан групе %s
tr: %s paylaşılamadı. %s kullanıcısı %s grubunun üyesi değil

source: You need to provide a password to create a public link, only protected links are allowed
cs: Pro vytvoření veřejného odkazu je nutné zadat heslo, jsou povoleny pouze chráněné odkazy
de_de: Es sind nur geschützte Links zulässig, daher müssen Sie ein Passwort angeben, um einen öffentlichen Link zu generieren
es: Es necesario definir una contraseña para crear un enlace publico. Solo los enlaces protegidos están permitidos
es_mx: Necesitas proporcionar una contraseña para crear una liga pública, sólo se permiten ligas protegidas.
hu: Meg kell adnia egy jelszót is, mert a nyilvános hivatkozások csak jelszóval védetten használhatók
is: Þú verður að setja inn lykilorð til að útbúa opinberan tengil, aðeins verndaðir tenglar eru leyfðir
ka_ge: საზოგადო ბმულის შექმნისთვის აუცილებელია პაროლის მითთება, მხადაჭერილია მხოლოდ დაცული ბმულები
lt_lt: Viešoms nuorodoms būtinas slaptažodis, leidžiamos tik apsaugotos nuorodos.
nb: Du må oppgi et passord for å lage en offentlig lenke. Bare beskyttede lenker er tillatt
nl: Je moet een wachtwoord opgeven om een openbare koppeling te maken, alleen wachtwoord beveiligde links zijn toegestaan
pt_br: Você precisa fornecer uma senha para criar um link público, apenas links protegidos são permitidos
ru: Вам нужно задать пароль для создания публичной ссылки. Разрешены только защищённые ссылки
sk: Musíte zadať heslo ak chcete vytvoriť verejný odkaz, lebo iba odkazy chránené heslom sú povolené
sq: Lypset të jepni një fjalëkalim që të krijoni një lidhje publike, lejohen vetëm lidhje të mbrojtura
sr: Морате да обезбедите лозинку за креирање јавне везе, дозвољене су само заштићене везе
tr: Herkese açık bir bağlantı oluşturmak için bir parola belirtmelisiniz. Yalnız korunmuş bağlantılara izin verilir

source: Sharing %s failed, because sharing with links is not allowed
cs: Sdílení položky %s selhalo, protože sdílení pomocí linků není povoleno
de_de: Freigabe von %s fehlgeschlagen, da das Teilen von Verknüpfungen nicht erlaubt ist
es: Se falló al compartir %s, ya que no está permitida la compartición con enlaces
es_mx: Se presentó una falla al compartir %s porque no está permitido compartir con ligas
hu: %s megosztása nem sikerült, mert a hivatkozással történő megosztás nincs engedélyezve
is: Deiling %s mistókst, því deiling með tenglum er ekki leyfð
ka_ge: %s-ის გაზიარება არ მოხერხდა, ბმულებით გაზიარება არაა ნებადართული
lt_lt: Bendrinimas %s nepavyko, kadangi bendrinimas su nuorodomis yra neleidžiamas.
nb: Deling av %s mislyktes, fordi deling med lenker ikke er tillatt
nl: Delen van %s is mislukt, omdat het delen doormiddel van een een link niet is toegestaan
pt_br: O compartilhamento %s falhou pois compartilhamento com links não é permitido
ru: Не удалось поделиться %s, открытие доступа по ссылке запрещено
sk: %s nie je možné sprístupniť, sprístupnenie prostredníctvom odkazu nie je povolené
sq: Ndarja e %s me të tjerët dështoi, ngaqë nuk lejohet ndarja me lidhje
sr: Дељење %s није успело зато што дељење са везама није дозвољено
tr: %s paylaşılamadı. Bağlantı üzerinden paylaşım izni verilmiyor

source: Not allowed to create a federated share with the same user
cs: Není povoleno vytvořit propojené sdílení s tím samým uživatelem
de_de: Das Erstellen einer Federated-Cloud-Freigabe mit dem gleichen Benutzer ist nicht erlaubt
es: No se permite crear un recurso compartido federado con el mismo usuario
es_mx: No está permitido crear un elemento compartido con el mismo usuario
hu: Azonos felhasználóval nem lehet létrehozni egyesített megosztást.
is: Ekki er heimilt að búa til skýjasambandssameign með sama notanda
ka_ge: იმავე მომხმარებელთან ფედერალური გაზიარება ვერ შეიქმნება
lt_lt: Negalima dalintis su identišku naudotoju kitame serveryje
nb: Ikke tillatt å opprette en sammenknyttet sky-deling med den samme brukeren
nl: Het is niet toegestaan om een gefedereerd gedeelde folder te maken met dezelfde gebruiker.
pt_br: Não é permitido criar um compartilhamento associado com o mesmo usuário
ru: Не допускается создание федеративного общего ресурса с тем же пользователем
sk: Nie je možné vytvoriť združené sprístupnenie so sebou samým
sq: S’i lejohet të krijojë një ndarje të federuar me të njëjtin përdorues
sr: Није дозвољено да направите здружено дељење са истим корисником
tr: Aynı kullanıcı ile bir birleşmiş paylaşım oluşturulamaz

source: Sharing %s failed, could not find %s, maybe the server is currently unreachable.
cs: Sdílení %s selhalo, %s se nepodařilo nalézt, server pravděpodobně právě není dostupný.
de_de: Freigabe von %s fehlgeschlagen, da %s nicht gefunden wurde. Möglicherweise ist der Server nicht erreichbar.
es: Fallo al compartir %s. No se ha podido encontrar %s, quizás haya un problema de conexión con el servidor.
es_mx: Se presentó una falla al compartir %s, no fue posible encontrar %s, tal vez el servidor sea inalcanzable por el momento
hu: %s megosztása sikertelen, mert %s nem található, talán a szerver jelenleg nem elérhető.
is: Deiling %s mistókst, gat ekki fundið %s, hugsanlega er þjónninn ekki tiltækur í augnablikinu.
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, ვერ ვიპოვეთ %s, ალბათ სერვერი ახლა მიუწვდომელია.
lt_lt: %s pasidalinimas nepavyko, neįmanoma rasti %s, tikėtina, kad serveris šiuo metu nepasiekiamas
nb: Deling %s mislyktes, fant ikke %s, kanskje tjeneren er utilgjengelig for øyeblikket.
nl: Delen van %s mislukt, kon %s niet vinden, misschien is de server tijdelijk niet bereikbaar.
pt_br: O compartilhamento %s falhou pois não foi possível encontrar %s. Talvez o servidor esteja inacessível.
ru: Не удалось поделиться %s, не удалось найти %s, возможно, сервер не доступен.
sk: Sprístupňovanie %s zlyhalo, nepodarilo sa nájsť %s, možno je server dočasne nedostupný.
sq: Ndarja për %s dështoi, s’u gjet dot %s, ndoshta shërbyesi është hëpërhë jashtë pune.
sr: Дељење %s није успело, није могуће пронаћи %s, можда сервер тренутно није доступан.
tr: %s paylaşılamadı. %s bulunamadı. Sunucuya şu anda erişilemiyor olabilir.

source: Share type %s is not valid for %s
cs: Sdílení typu %s není korektní pro %s
de_de: Freigabetyp %s ist nicht gültig für %s
es: El tipo de recurso compartido %s no es válido para %s
es_mx: El tipo del elemento compartido %s no es válido para %s
hu: A %s megosztási típus nem érvényes %s-re
is: Deiling af gerðinni %s er ekki gild fyrir %s
ka_ge: %s ტიპის გაზიარება მომხმარებლისთვის %s არაა მართებული
lt_lt: Bendrinimo tipas %s netinka %s
nb: Delingstype %s er ikke gyldig for %s
nl: Delen van type %s is niet geldig voor %s
pt_br: O tipo de compartilhamento %s não é válido para %s
ru: Тип общего доступа %s недопустим для %s
sk: Typ sprístupnenia %s nie je možný pre %s
sq: Lloji i ndarjes %s s’është i vlefshëm për %s
sr: Тип фајла за дељење %s није исправан за %s
tr: %s paylaşım türü %s için geçerli değil

source: Cannot set expiration date. Shares cannot expire later than %s after they have been shared
cs: Nelze nastavit datum vypršení platnosti. Sdílení nemůže vypršet později než za %s po zveřejnění
de_de: Ablaufdatum kann nicht gesetzt werden. Freigaben können nach dem Teilen, nicht länger als %s gültig sein.
es: No se puede fijar fecha de caducidad. Los archivos compartidos no pueden caducar más tarde de %s de ser compartidos
es_mx: No ha sido posible establecer la fecha de expiración. Los recursos compartidos no pueden expirar después de %s tras haber sido compartidos
hu: Nem lehet beállítani a lejárati időt. A megosztások legfeljebb ennyi idővel járhatnak le a létrehozásukat követően: %s
is: Get ekki stillt gildistímann. Sameignir geta ekki runnið út síðar en %s eftir að þeim hefur verið deilt
ka_ge: ვადის ამოწურვის დროის მითთება ვერ ხერხდება. გაზიარებები გაზიარების შემდეგ %s-ზე ადრე ვერ გაუქმდებიან
nb: Kan ikke sette utøpsdato. Delinger kan ikke utløpe senere enn %s etter at de har blitt delt
nl: Een vervaldatum kan niet worden ingesteld. Gedeelde folders kunnen niet vervallen na %s
pt_br: Não foi possível definir a data de expiração. Os compartilhamentos não podem expirar mais tarde que %s depois de terem sido compartilhados
ru: Невозможно установить дату истечения. Общие ресурсы не могут устареть позже %s с момента их публикации.
sk: Sprístupnenie nemôže byť ukončené skôr, ako po %s dňoch.
sq: S’caktohet dot data e skadimit. Ndarjet s’mund të skadojnë më vonë se %s pasi të jenë ofruar
sr: Не могу поставити датум трајања. Дељења не могу истицати касније од %s пошто су активирана
tr: Son kullanma tarihi ayarlanamadı. Paylaşımların kullanım süresi paylaşıldıktan %s sonra dolamaz

source: Cannot set expiration date. Expiration date is in the past
cs: Nelze nastavit datum vypršení platnosti. Datum vypršení je v minulosti
de_de: Ablaufdatum kann nicht gesetzt werden. Ablaufdatum liegt in der Vergangenheit.
es: No se puede fijar la fecha de caducidad. La fecha de caducidad está en el pasado.
es_mx: No ha sido posible establecer la fecha de expiración. La fecha de expiración ya ha pasado
hu: Nem lehet beállítani a lejárati időt, mivel a megadott lejárati időpont már elmúlt.
is: Get ekki stillt gildistímann. Gildistíminn er þegar runninn út
ka_ge: ვადის ამოწურვის დროის მითითება ვერ ხერხდება. ვადის გასვლის დრო წარსულია
lt_lt: Nepavyko nustatyti galiojimo datos. Galiojimo data yra praėjęs laikas.
nb: Kan ikke sette utløpsdato. Utløpsdato er tilbake i tid
nl: Kon vervaldatum niet instellen. De vervaldatum ligt in het verleden
pt_br: Não foi possível definir a data de expiração pois ela está no passado
ru: Невозможно установить дату окончания. Дата окончания в прошлом.
sk: Nie je možné nastaviť dátum konca platnosti. Dátum konca platnosti je v minulosti.
sq: S’caktohet dot data e skadimit. Data e skadimit bie në të kaluarën
sr: Не могу поставити датум трајања. Датум трајања употребе је у прошлости
tr: Son kullanma tarihi ayarlanamıyor. Son kullanma tarihi geçmişte

source: Sharing backend %s must implement the interface OCP\Share_Backend
cs: Úložiště pro sdílení %s musí implementovat rozhraní OCP\Share_Backend
de_de: Freigabe-Backend %s muss in der OCP\Share_Backend - Schnittstelle implementiert werden
es: El motor compartido %s debe implementar la interfaz OCP\Share_Backend
es_mx: El backend %s que comparte debe implementar la interface OCP\Share_Backend
hu: Az %s megosztási alrendszernek támogatnia kell az OCP\Share_Backend interface-t
is: Deilingarbakendinn %s verður að vera settur upp fyrir viðmótið OCP\Share_Backend
ka_ge: გაზიარების ბექენდმა %s-მ მოქმედებაში უნდა მოიყვანოს ინტეფეისი OCP\Share_Backend
nb: Delings-tjener %s må implementere grensesnittet OCP\Share_Backend
nl: De gedeelde achtergrond %s moet de OCP\Share_Backend interface implementeren
pt_br: A plataforma de compartilhamento %s deve implementar a interface OCP\Share_Backend
ru: Бэкенд общего доступа %s должен реализовывать интерфейс OCP\Share_Backend
sk: Backend pre sprístupnenie %s musí implementovať rozhranie OCP\Share_Backend
sq: Mekanizmi i shërbimit për ndarje %s duhet të sendërtojë ndërfaqen OCP\Share_Backend
sr: Позадина дељења %s мора користити корисничко окружење OCP\Share_Backend
tr: Paylaşım arka ucu %s OCP\Share_Backend arayüzünü desteklemeli

source: Sharing backend %s not found
cs: Úložiště sdílení %s nenalezeno
de_de: Freigabe-Backend %s nicht gefunden
es: El motor compartido %s no se ha encontrado
es_mx: No fue encontrado el Backend que comparte %s
hu: A %s megosztási alrendszer nem található
is: Deilingarbakendinn %s fannst ekki
ka_ge: გაზიარების ბექენდი %s ვერ იქნა ნაპოვნი
nb: Delings-tjener %s ikke funnet
nl: De gedeelde backend %s is niet gevonden
pt_br: Plataforma de serviço de compartilhamento %s não encontrada
ru: Бэкенд общего доступа %s не найден
sk: Backend sprístupnenia %s nebol nájdený
sq: S’u gjet mekanizmi i shërbimit për ndarje %s
sr: Позадина за дељење %s није пронађена
tr: %s paylaşım arka ucu bulunamadı

source: Sharing backend for %s not found
cs: Úložiště sdílení pro %s nenalezeno
de_de: Freigabe-Backend für %s nicht gefunden
es: Motor compartido para %s no encontrado
es_mx: No fue encontrado el Backend que comparte para %s
hu: %s megosztási alrendszere nem található
is: Deilingarbakendi fyrir %s fannst ekki
ka_ge: გაზიარების ბექენდი %s-თვის ვერ იქნა ნაპოვნი
nb: Delings-tjener for %s ikke funnet
nl: De gedeelde backend voor %s is niet gevonden
pt_br: Plataforma de compartilhamento para %s não foi encontrada
ru: Бэкенд общего доступа для %s не найден
sk: Backend sprístupnenia pre %s nebol nájdený
sq: S’u gjet mekanizmi i shërbimit për ndarje për %s
sr: Позадина за дељење за %s није пронађена
tr: %s için paylaşım arka ucu bulunamadı

source: Sharing failed, because the user %s is the original sharer
cs: Sdílení položky selhalo, protože uživatel %s je originálním vlastníkem
de_de: Freigabe fehlgeschlagen, da der Benutzer %s der ursprünglich Teilende ist
es: Se ha fallado al compartir, ya que el usuario %s es el compartidor original
es_mx: Se presentó una falla al compartir, porque el usuario %s es quien compartió originalmente
hu: Megosztás sikertelen, mert %s felhasználó az eredeti megosztó
is: Deiling mistókst, því notandinn %s er upprunalegur deilandi
ka_ge: გაზიარება ვერ მოხერხდა, რადგან მომხმარებელი %s თავდაპირველი გამზიარებელია
lt_lt: Bendrinimas nepavyko, nes naudotojas %s yra bendrintojas.
nb: Deling mislyktes fordi brukeren %s er den som delte opprinnelig
nl: Delen mislukt, omdat gebruiker %s de originele deler is
pt_br: O compartilhamento falhou pois o usuário %s é o compartilhador original
ru: Не удалось поделиться, потому что пользователь %s владелец этого элемента
sk: Sprístupnenie zlyhalo, pretože používateľ %s je pôvodný spoločný používateľ
sq: Ndarja dështoi, ngaqë përdoruesi %s është ai që e ndau fillimisht
sr: Дељење није успело, зато што је корисник %s већ оригинални делилац
tr: Paylaşılamadı. %s kullanıcısı özgün paylaşan kişi

source: Sharing %s failed, because the permissions exceed permissions granted to %s
cs: Sdílení položky %s selhalo, protože jsou k tomu nutná vyšší oprávnění, než jaká byla %s povolena.
de_de: Freigabe von %s fehlgeschlagen, da die Berechtigungen die erteilten Berechtigungen %s überschreiten
es: Se ha fallado al compartir %s, ya que los permisos superan los permisos otorgados a %s
es_mx: Se presentó una falla al compartir %s, porque los permisos exceden los permisos otorgados a %s
hu: %s megosztása nem sikerült, mert a jogosultságok túllépik azt, ami %s rendelkezésére áll
is: Deiling %s mistókst, því heimildirnar eru rétthærri en heimildir til handa %s
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, უფლებები აჭარბებს უფლებებს, რომლებიც მინიჭებული აქვს %s-ს
lt_lt: %s bendrinimas nepavyko, kadangi teisės viršijo %s suteiktas teises.
nb: Deling av %s mislyktes, fordi tillatelsene går utover tillatelsene som er gitt til %s
nl: Delen van %s is mislukt, omdat de rechten toegekend aan %s overschreden zijn.
pt_br: Compartilhamento %s falhou pois as permissões excedem as permissões concedidas a %s
ru: Не удалось поделиться %s, права превышают предоставленные права доступа %s
sk: Sprístupnenie %s zlyhalo, pretože povolenia prekračujú povolenia udelené %s
sq: Ndarja e %s me të tjerët dështoi, ngaqë lejet tejkalojnë lejet e akorduara për %s
sr: Дељење %s није успело зато што дозволе превазилазе дозволе гарантоване за %s
tr: %s paylaşılamadı. İzinler %s için verilen izin düzeyini aşıyor

source: Sharing %s failed, because resharing is not allowed
cs: Sdílení položky %s selhalo, protože znovu-sdílení není povoleno
de_de: Freigabe von %s fehlgeschlagen, da das nochmalige Freigeben einer Freigabe nicht erlaubt ist
es: Fallo al compartir %s, ya que no está permitido volverlo a compartir
es_mx: Falla al compartir %s debído a que no se permite volver a compartir
hu: %s megosztása nem sikerült, mert a megosztás továbbadása nincs engedélyezve
is: Deiling %s mistókst, því endurdeiling er ekki leyfð
ka_ge: %s-გაზიარება ვერ მოხერხდა, რადგან ხელახალი გაზიარება ნებადართული არაა
lt_lt: %s bendrinimas nepavyko, nes perskirstymas yra neleidžiamas.
nb: Deling av %s mislyktes, fordi videre-deling ikke er tillatt
nl: Delen van %s is mislukt, omdat her-delen niet is toegestaan
pt_br: O compartilhamento %s falhou pois recompartilhamentos não são permitidos
ru: Не удалось поделиться %s, повторное открытие доступа запрещено
sk: Nie je možné sprístupniť %s ďalším osobám
sq: Ndarja e %s me të tjerët dështoi, ngaqë nuk lejohen rindarje
sr: Дељење %s није успело зато што даље дељење није дозвољено
tr: %s paylaşılamadı. Yeniden paylaşıma izin verilmiyor
