Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: The username is already being used
cs: Uživatelské jméno je již využíváno
de_de: Dieser Benutzername existiert bereits
es: El nombre de usuario ya está en uso
es_mx: Ese usuario ya está en uso
hu: Ez a bejelentkezési név már foglalt
is: Notandanafnið er þegar í notkun
ka_ge: ესეთი მომხმარებლის სახელი უკვე არსებობს
lt_lt: Naudotojo vardas jau yra naudojamas
nb: Brukernavnet er allerede i bruk
nl: De gebruikersnaam bestaat al
pt_br: Este nome de usuário já está em uso
ru: Имя пользователя уже используется
sk: Meno používateľa je už použité
sq: Emri i përdoruesit është tashmë i përdorur
sr: Корисничко име се већ користи
tr: Bu kullanıcı adı zaten var

source: Could not create user
cs: Nepodařilo se vytvořit uživatele
de_de: Benutzer konnte nicht erstellt werden
es: No se ha podido crear el usuario
es_mx: No fue posible crear el usuario
hu: Nem sikerült létrehozni a felhasználót
is: Gat ekki búið til notanda
ka_ge: მომხმარებლის შექმნა ვერ მოხერხდა
lt_lt: Nepavyko sukurti naudotojo
nb: Kunne ikke opprette bruker
nl: Kan gebruiker niet aanmaken.
pt_br: Não foi possível criar o usuário
ru: Не удалось создать пользователя
sk: Nepodarilo sa vytvoriť používateľa
sr: Не могу да направим корисника
tr: Kullanıcı oluşturulamadı

source: User disabled
cs: Uživatel zakázán
de_de: Nutzer deaktiviert
es: Usuario deshabilitado
es_mx: Usuario deshabilitado
hu: Felhasználó letiltva
is: Notandi óvirkur
ka_ge: მომხმარებელი გათიშულია
lt_lt: Naudotojas išjungtas
nb: Brukeren er deaktivert
nl: Gebruiker geblokkeerd
pt_br: Usuário desativado
ru: Пользователь отключен
sk: Používateľ zakázaný
sq: Përdorues i çaktivizuar
sr: Корисник онемогућен
tr: Kullanıcı devre dışı

source: Login canceled by app
cs: Přihlášení zrušeno aplikací
de_de: Anmeldung durch die App abgebrochen
es: Login cancelado por la app
es_mx: Inicio de sesión cancelado por la aplicación
hu: Bejelentkezés megszakítva az alkalmazás által
is: Forrit hætti við innskráningu
ka_ge: აპლიკაციამ ლოგინი უარყო
lt_lt: Programėlė nutraukė prisijungimo procesą
nb: Innlogging avbrutt av app
nl: Inloggen geannuleerd door app
pt_br: Login cancelado pelo aplicativo
ru: Вход отменен приложением
sk: Prihlásenie bolo zrušené aplikáciou
sq: Hyrja u anulua nga aplikacioni
sr: Пријава отказана од стране апликације
tr: Oturum açma uygulama tarafından iptal edildi

source: App "%s" cannot be installed because the following dependencies are not fulfilled: %s
cs: Aplikaci "%s" nelze nainstalovat, protože nejsou splněny následující závislosti: %s
de_de: Die App „%s“ kann nicht installiert werden, da die folgenden Abhängigkeiten nicht erfüllt sind: %s
es: La app "%s" no puede instalarse porque las siguientes dependencias no están cumplimentadas: %s
es_mx: La aplicación "%s" no puede ser instalada porque las siguientes dependencias no están satisfechas: %s
hu: "%s" alkalmazás nem lehet telepíteni, mert a következő függőségek nincsenek kielégítve: %s
is: Ekki var hægt að setja upp "%s" forritið þar sem eftirfarandi kerfiskröfur eru ekki uppfylltar: %s
ka_ge: აპლიკაცია "%s" ვერ ყენდება, რადგან შემდეგი დამოკიდებულებები არაა დაკმაყოფილებული: %s
lt_lt: Programa "%s" negali būti įdiegta, nes nėra įvykdytos: %s
nb: Programmet "%s" kan ikke installeres fordi følgende avhengigheter ikke er tilfredsstilt: %s
nl: App "%s" kan niet worden geïnstalleerd, omdat de volgende afhankelijkheden nodig zijn: %s
pt_br: O aplicativo "%s" não pode ser instalado pois as seguintes dependências não foram cumpridas: %s
ru: Приложение «%s» не может быть установлено, так как следующие зависимости не выполнены: %s
sk: Aplikáciu "%s" nie je možné inštalovať, pretože nie sú splnené nasledovné závislosti: %s
sq: Përditësimi "%s" s’instalohet dot, ngaqë s’plotësohen varësitë vijuese: %s.
sr: Апликација „%s“ не може бити инсталирана јер следеће зависности нису испуњене: %s
tr: "%s" uygulaması, şu gereklilikler sağlanmadığı için kurulamıyor: %s

source: a safe home for all your data
cs: bezpečný domov pro všechna vaše data
de_de: ein sicherer Ort für all Ihre Daten
es: un hogar seguro para todos tus datos
es_mx: un lugar seguro para todos tus datos
hu: egy biztonságos hely az adataidnak
is: öruggur staður fyrir öll gögnin þín
ka_ge: უსაფრთხო სახლი მთელი თქვენი მონაცემებისათვის
lt_lt: saugūs namai visiems jūsų duomenims
nb: et sikkert hjem for alle dine data
nl: een veilige plek voor al je gegevens
pt_br: Um lar seguro para todos os seus dados
ru: надёжный дом для всех ваших данных
sk: bezpečný domov pre všetky vaše dáta
sq: Një shtëpi e sigurt për të dhënat e tua
sr: сигурно место за све Ваше податке
tr: verileriniz için güvenli bir barınak

source: File is currently busy, please try again later
cs: Soubor je používán, zkus to později
de_de: Die Datei ist in Benutzung, bitte versuchen Sie es später noch einmal
es: El archivo se encuentra actualmente ocupado, por favor inténtelo de nuevo más tarde
es_mx: El archivo se encuentra actualmente en uso, por favor intentalo más tarde.
hu: A fájl jelenleg elfoglalt, kérjük próbáld újra később!
is: Skráin er upptekin í augnablikinu, reyndu aftur síðar
ka_ge: ფაილი ამჟამად დაკავებულია, გთხოვთ მოგვიანებით სცადოთ ახლიდან
lt_lt: Failas šiuo metu yra užimtas, prašome vėliau pabandyti dar kartą
nb: Filen er opptatt for øyeblikket, prøv igjen senere
nl: Bestandsverwerking bezig, probeer het later opnieuw
pt_br: O arquivo está ocupado, tente novamente mais tarde
ru: Файл в данный момент используется, повторите попытку позже.
sk: Súbor sa práve používa, skúste prosím neskôr
sq: Kartela tani është e zënë, ju lutemi, riprovoni më vonë.
sr: Фајл је тренутно заузет, покушајте поново касније
tr: Dosya şu anda meşgul, lütfen daha sonra deneyin

source: Can't read file
cs: Nelze přečíst soubor
de_de: Datei kann nicht gelesen werden
es: No se puede leer archivo
es_mx: No se puede leer el archivo
hu: Nem olvasható a fájl
is: Get ekki lesið skrána
ka_ge: ფაილის წაკითხვა ვერ მოხერხდა
lt_lt: Nepavyksta perskaityti failo
nb: Kan ikke lese fil
nl: Kan bestand niet lezen
pt_br: Não foi possível ler arquivo
ru: Не удается прочитать файл
sk: Nemožno čítať súbor.
sq: S'lexohet dot kartela
sr: Не могу да читам фајл
tr: Dosya okunamadı

source: Application is not enabled
cs: Aplikace není povolena
de_de: Die Anwendung ist nicht aktiviert
es: La aplicación no está habilitada
es_mx: La aplicación está deshabilitada
hu: Az alkalmazás nincs engedélyezve
is: Forrit ekki virkt
ka_ge: აპლიკაცია არ არის აქტიური
lt_lt: Programa neįjungta
nb: Programmet er ikke påslått
nl: De applicatie is niet ingeschakeld
pt_br: O aplicativo não está habilitado
ru: Приложение не разрешено
sk: Aplikácia nie je zapnutá
sq: Aplikacioni s’është aktivizuar
sr: Апликација није укључена
tr: Uygulama etkinleştirilmemiş

source: Authentication error
cs: Chyba ověření
de_de: Authentifizierungsfehler
es: Error de autenticación
es_mx: Error de autenticación
hu: Azonosítási hiba
is: Villa við auðkenningu
ka_ge: აუტენტიფიკაციის შეცდომა
lt_lt: Tapatybės nustatymo klaida
nb: Autentikasjonsfeil
nl: Authenticatiefout
pt_br: Erro de autenticação
ru: Ошибка аутентификации
sk: Chyba autentifikácie
sq: Gabim mirëfilltësimi
sr: Грешка при провери идентитета
tr: Kimlik doğrulama sorunu

source: Token expired. Please reload page.
cs: Token vypršel. Obnovte prosím stránku.
de_de: Token abgelaufen. Bitte laden Sie die Seite neu.
es: Token expirado. Por favor, recarge la página.
es_mx: La ficha ha expirado. Por favor recarga la página.
hu: A token lejárt. Frissítse az oldalt.
is: Kenniteikn er útrunnið. Þú ættir að hlaða síðunni aftur inn.
ka_ge: ტოკენს ვადა გაუვიდა. გთხოვთ განაახლოთ გვერდი.
lt_lt: Pasibaigė prieigos rakto galiojimas. Prašome įkelti puslapį iš naujo.
nb: Symbol utløpt. Last inn siden på nytt.
nl: Token verlopen. Herlaad de pagina.
pt_br: O token expirou. Por favor recarregue a página.
ru: Токен просрочен. Перезагрузите страницу.
sk: Token vypršal. Obnovte, prosím, stránku.
sq: Token-i ka skaduar. Ju lutem ringarkoni faqen.
sr: Жетон је истекао. Поново учитајте страницу.
tr: Kodun süresi dolmuş. Lütfen sayfayı yenileyin.

source: No database drivers (sqlite, mysql, or postgresql) installed.
cs: Nejsou instalovány ovladače databází (sqlite, mysql nebo postresql).
de_de: Keine Datenbanktreiber (SQLite, MySQL oder PostgreSQL) installiert.
es: No están instalados los drivers de BBDD (sqlite, mysql, o postgresql)
es_mx: No cuentas con controladores de base de datos (sqlite, mysql o postgresql) instalados.
hu: Nincs telepítve adatbázis-meghajtóprogram (sqlite, mysql vagy postgresql).
is: Engir reklar fyrir gagnagrunn eru uppsettir (sqlite, mysql eða postgresql).
ka_ge: მონაცემთა ბაზის დრაივერები (sqlite, mysql, ან postgresql) დაყენებული არაა.
lt_lt: Nėra įdiegtos duomenų bazių tvarkyklės (sqlite, mysql, or postgresql)
nb: Ingen databasedrivere (sqlite, mysql, or postgresql) installert.
nl: Geen database drivers (sqlite, mysql of postgres) geïnstalleerd.
pt_br: Nenhum driver de banco de dados (sqlite, mysql ou postgresql) instalado.
ru: Не установлены драйвера баз данных (sqlite, mysql или postgresql)
sk: Ovládače databázy (sqlite, mysql, alebo postgresql) nie sú nainštalované.
sq: S’ka baza të dhënash (sqlite, mysql, ose postgresql) të instaluara.
sr: Нема драјвера базе података (скулајт, мајскул или постгрескул).
tr: Herhangi bir veritabanı sürücüsü (sqlite, mysql ya da postgresql) kurulmamış.

source: Cannot write into "config" directory
cs: Nelze zapisovat do adresáře "config"
de_de: Schreiben in das „config“-Verzeichnis ist nicht möglich
es: No se puede escribir el el directorio de configuración
es_mx: No fue posible escribir en el directorio "config"
hu: Nem írható a "config" könyvtár
is: Get ekki skrifað í "config" möppuna
ka_ge: კონფიგურაციის "config" დირექტორიაში ჩაწერა ვერ მოხერხდა
lt_lt: Nepavyksta rašyti į "config" katalogą!
nb: Kan ikke skrive i "config"-mappen
nl: Kan niet schrijven naar de "config" directory
pt_br: Não foi possível gravar no diretório "config"
ru: Запись в каталог «config» невозможна
sk: Nie je možné zapisovať do priečinka "config"
sq: S’shkruhet dot te drejtoria "config"
sr: Не могу уписивати у директоријуму „config“
tr: "config" klasörüne yazılamıyor

source: Cannot write into "apps" directory
cs: Nelze zapisovat do adresáře "apps"
de_de: Schreiben in das „apps“-Verzeichnis ist nicht möglich
es: No se puede escribir en el directorio de "apps"
es_mx: No fue posible escribir en el directorio "apps"
hu: Nem írható az "apps" könyvtár
is: Get ekki skrifað í "apps" möppuna
ka_ge: აპლიკაციების "apps" დირექტორიაში ჩაწერა ვერ მოხერხდა
lt_lt: Nepavyksta įrašyti į "apps" katalogą
nb: Kan ikke skrive i "apps"-mappen
nl: Kan niet schrijven naar de "apps" directory
pt_br: Não foi possível gravar no diretório "apps"
ru: Запись в каталог «app» невозможна
sk: Nie je možné zapisovať do priečinka "apps"
sq: S’shkruhet dot te drejtoria "apps"
sr: Не могу уписивати у директоријуму „apps“
tr: "apps" klasörüne yazılamıyor

source: This can usually be fixed by giving the webserver write access to the apps directory or disabling the appstore in the config file. See %s
cs: To lze obvykle vyřešit povolením zápisu webovému serveru do adresáře apps nebo zakázáním appstore v konfiguračním souboru. Viz %s
de_de: Dies kann zumeist behoben werden, indem dem Web-Server Schreibzugriff auf das App-Verzeichnis eingeräumt wird. Siehe auch %s
es: Habitualmente, esto puede arreglarse dando al servidor web acceso de escritura al directorio de apps o desactivando la tienda de apps en el archivo de configuración. Véase %s
es_mx: Por lo general esto se puede resolver al darle al servidor web acceso de escritura al directorio de las aplicaciones o deshabilitando la appstore en el archivo config. Por favor ve %s
hu: Ez legtöbbször megoldható az app mappára a webszervernek adott írási joggal, vagy a config fájlban az alkalmazástár letiltásával. Lásd: %s
is: Þetta er venjulega hægt að laga með því að gefa vefþjóninum skrifréttindi í forritamöppuna með því að gera forritabúðina óvirka í stillingaskránni. Sjá %s
ka_ge: ეს ჩვეულებრივ გამოსწორებადია ვებსერვერისთვის აპლიკაციების დირექტორიაზე წერის უფლების მინიჭებით ან appstore-ის კონფიგურაციის ფაილით გათიშვით. იხილეთ %s
lt_lt: Tai, dažniausiai, gali būti ištaisyta, suteikiant saityno serveriui rašymo prieigą prie programų katalogo arba uždraudžiant appstore konfigūraciniame kataloge. Žiūrėkite %s
nb: Dette kan vanligvis ordnes ved å gi vev-tjeneren skrivetilgang til apps-mappen eller ved å skru av programbutikken i config-fila. Se %s
nl: Dit kan hersteld worden door de app map schrijf rechten te geven iin de webserver of schakel de appstore uit bij het config bestand. Zie %s
pt_br: Normalmente isso pode ser resolvido dando ao webserver permissão de escrita no diretório apps ou desabilitando a appstore no arquivo de configuração. Veja %s
ru: Обычно это можно исправить, предоставив веб-серверу права на запись в каталог приложений или отключив магазин приложений в файле конфигурации. Смотрите %s
sk: Toto je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis do priečinka aplikácií alebo vypnete obchod s aplikáciami v konfiguračnom súbore. Viď %s
sq: Zakonisht kjo mund të rregullohet duke i dhënë serverit të web-it akses shkrimi tek direktoria e aplikacioneve ose duke çaktivizuar appstore në skedarin config. Shih %s
sr: Ово се обично може поправити тако што веб серверу дате приступ уписа за директоријум где су апликације или тако што онемогућите продавницу у config фајлу. Видети %s
tr: Bu sorun genellikle, web sunucusuna apps klasörüne yazma izni verilerek ya da yapılandırma dosyasından uygulama mağazası devre dışı bırakılarak çözülebilir. %s bölümüne bakın

source: Cannot create "data" directory
cs: Nelze vytvořit datový adresář
de_de: Kann das "Daten"-Verzeichnis nicht erstellen
es: No se puede crear el directorio "data"
es_mx: No fue posible crear el directorio "data"
hu: "data" mappa nem hozható létre
is: Get ekki búið til "data" möppu
ka_ge: "data" დირექორია ვერ შეიქმნა
lt_lt: Nepavyksta sukurti katalogo "data"
nb: Kan ikke opprette "data"-mappe
nl: "data" map kan niet worden aangemaakt
pt_br: Não foi possível criar o diretório "data"
ru: Невозможно создать каталог «data»
sk: Nie je možné vytvoriť priečinok "data"
sq: Nuk mund të krijohet direktoria "data"
sr: Не могу да направим "data" директоријум
tr: "data" klasörü oluşturulamadı

source: This can usually be fixed by giving the webserver write access to the root directory. See %s
cs: To lze obvykle vyřešit povolením zápisu webovému serveru do kořenového adresáře. Viz %s
de_de: Dies kann zumeist behoben werden, indem dem Web-Server Schreibzugriff auf das Wurzel-Verzeichnis eingeräumt wird. Siehe auch %s
es: Habitualmente, esto puede arreglarse dando al servidor web acceso de escritura al directorio raíz. Véase %s
es_mx: Por lo general esto se puede resolver al darle al servidor web acceso de escritura al directorio raíz. Por favor ve %s
hu: Ez legtöbbször megoldható a gyökér mappára a webszervernek adott írási joggal. Lásd: %s
is: Þetta er venjulega hægt að laga með því að gefa vefþjóninum skrifréttindi í rótarmöppuna. Sjá %s
ka_ge: ეს ჩვეულებრივ გამოსწორებადია ვებსერვერისთვის root დირექტორიაზე წერის უფლებების მინიჭებით. იხილეთ %s
lt_lt: Tai, dažniausiai, gali būti ištaisyta, suteikiant saityno serveriui rašymo prieigą prie šakninio katalogo. Žiūrėkite %s
nb: Dette kan vanligvis ordnes ved å gi vev-tjeneren skrivetilgang til root-mappen. Se %s
nl: Dit kan hersteld worden door de root map schrijf rechten te geven op de webserver. Zie %s
pt_br: Normalmente isso pode ser resolvido dando ao webserver permissão de escrita no diretório raiz. Veja %s
ru: Обычно это можно исправить, предоставив веб-серверу права на запись в корневой каталог. Смотрите %s
sk: To je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis do koreňového adresára. Viď %s
sq: Kjo zakonisht mund të rregullohet duke i dhënë serverit të web-it akses shkrimi tek direktoria rrënjë. Shih %s
sr: Ово се обично може поправити тако што веб серверу дате право уписа за корени директоријуму. Видети %s
tr: Bu sorun genellikle, web sunucusuna kök klasöre yazma izni verilerek çözülebilir. %s bölümüne bakın

source: Permissions can usually be fixed by giving the webserver write access to the root directory. See %s.
cs: Oprávnění lze obvykle napravit povolením zápisu webovému serveru do kořenového adresáře. Viz %s.
de_de: Berechtigungen können zumeist korrigiert werden indem dem Web-Server Schreibzugriff auf das Wurzel-Verzeichnis eingeräumt wird. Siehe auch %s.
es: Habitualmente, los permisos pueden arreglarse dando al servidor web acceso de escritura al directorio raíz. Véase %s
es_mx: Por lo general los permisos se pueden corregir al darle al servidor web acceso de escritura al directorio raíz. Por favor ve %s.
hu: Ez legtöbbször megoldható a gyökér mappára a webszervernek adott írási joggal. Lásd: %s.
is: Heimildir er venjulega hægt að laga með því að gefa vefþjóninum skrifréttindi í rótarmöppuna. Sjá %s
ka_ge: უფლებები ჩვეულებრივ გამოსწორებადია ვებსერვერისთვის root დირექტორიაზე წერის უფლებების მინიჭებით. იხილეთ %s
lt_lt: Teisės gali būti pataisytos, suteikiant saityno serveriui rašymo prieigą prie šakninio katalogo. Žiūrėkite %s
nb: Tillatelser kan vanligvis ordnes ved å gi vevtjeneren skrivetilgang til rotmappa. Se %s.
nl: Rechten kunnen worden hersteld door de root map op de webserver schrijf toegang te geven. Zie %s.
pt_br: As permissões normalmente podem ser corrigidas dando permissão de escrita do diretório raiz para o servidor web. Veja %s.
ru: Разрешения обычно можно исправить, предоставив веб-серверу право на запись в корневой каталог. Смотрите %s.
sk: Oprávnenia je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis do koreňového priečinka. Viď %s.
sq: Zakonisht lejet mund të rregullohen duke i dhënë serverit të web-it akses shkrimi tek direktoria rrënjë. Shih %s.
sr: Привилегије се обично могу поправити тако што веб серверу дате право уписа за корени директоријуму. Видети %s
tr: İzinler genellikle, web sunucusuna kök klasöre yazma izni verilerek düzeltilebilir. %s bölümüne bakın.

source: Setting locale to %s failed
cs: Nastavení jazyka na %s selhalo
de_de: Das Setzen der Umgebungslokale auf %s ist fehlgeschlagen
es: Falló la activación del idioma %s
es_mx: Se presentó una falla al establecer la regionalización a %s
hu: A lokalizáció %s-re való állítása nem sikerült
is: Mistókst að setja upp staðfærsluna %s
ka_ge: ლოკალიზაციის %s-ზე დაყენება ვერ მოხერხდა
lt_lt: Nepavyko nustatyti vietos %s
nb: Setting av nasjonale innstillinger til %s mislyktes.
nl: Instellen taal op %s mislukte
pt_br: Falha ao configurar localização para %s
ru: Установка локали %s не удалась
sk: Nastavenie locale na %s zlyhalo
sq: Caktimi i gjuhës si %s dështoi
sr: Постављање локалитета на %s није успело
tr: Dil %s olarak ayarlanamadı

source: Please install one of these locales on your system and restart your webserver.
cs: Prosím nainstalujte alespoň jeden z těchto jazyků do svého systému a restartujte webový server.
de_de: Bitte installieren Sie eine dieser Sprachen auf Ihrem System und starten Sie den Webserver neu.
es: Instale uno de estos idiomas en su sistema y reinicie su servidor web.
es_mx: Por favor instala uno de las siguientes configuraciones locales en tu sistema y reinicia tu servidor web
hu: Kérjük állítsa be a következő lokalizációk valamelyikét a rendszeren és indítsa újra a webszervert!
is: Settu upp eina af þessum staðfærslum og endurræstu vefþjóninn.
ka_ge: გთხოვთ დააყენოთ ამ ლოკალიზაციებიდან ერთ-ერთი და გადატვირთოთ ვებ-სერვერი.
lt_lt: Prašome įdiekite vieną šių lokalių savo sistemoje ir perkraukite žiniatinklio serverį.
nb: Installer en av disse nasjonale innstillingene på systemet ditt og start vevtjeneren på nytt.
nl: Installeer één van de talen op je systeem en herstart je webserver.
pt_br: Por favor, defina uma dessas localizações em seu sistema e reinicie o seu servidor web.
ru: Установите один из этих языковых пакетов на вашу систему и перезапустите веб-сервер.
sk: Prosím, nainštalujte si aspoň jeden z týchto jazykov so svojho systému a reštartujte webserver.
sq: Ju lutemi, instaloni te sistemi juaj një prej këtyre vendoreve dhe rinisni shërbyesin tuaj web.
sr: Инсталирајте неки од ових локалитета на ваш систем и поново покрените веб сервер.
tr: Lütfen bu dillerden birini sisteminize kurun ve web sunucunuzu yeniden başlatın.

source: Please ask your server administrator to install the module.
cs: Požádejte svého správce systému o instalaci tohoto modulu.
de_de: Bitte kontaktieren Sie Ihren Server-Administrator und bitten Sie um die Installation des Moduls.
es: Consulte al administrador de su servidor para instalar el módulo.
es_mx: Por favor solicita a tu adminsitrador la instalación del módulo.
hu: Kérje meg a rendszergazdát, hogy telepítse a modult!
is: Biddu kerfisstjórann þinn um að setja eininguna upp.
ka_ge: გთხოვთ სთხოვოთ თქვენს სერვერის ადმინისტრატორს დააყენოს მოდული.
lt_lt: Kreipkitės į savo sistemos administratorių, kad jis įdiegtų modulį.
nb: Be tjener-administratoren om å installere modulen.
nl: Vraag je beheerder om de module te installeren.
pt_br: Por favor, peça ao seu administrador do servidor para instalar o módulo.
ru: Пожалуйста, попростите администратора сервера установить модуль.
sk: Prosím, požiadajte administrátora vášho servera o inštaláciu modulu.
sq: Ju lutemi, kërkojini përgjegjësit të shërbyesit ta instalojë modulin.
sr: Замолите администратора вашег сервера да инсталира тај модул.
tr: Lütfen modülü kurması için sunucu yöneticinizle görüşün.

source: PHP module %s not installed.
cs: PHP modul %s není nainstalován.
de_de: PHP-Modul %s nicht installiert.
es: El módulo PHP %s no está instalado.
es_mx: El módulo de PHP %s no está instalado.
hu: A %s PHP modul nincs telepítve.
is: PHP-einingin %s er ekki uppsett.
ka_ge: PHP მოდული %s არაა დაყენებული.
lt_lt: PHP modulis %s neįdiegtas.
nb: PHP-modul %s er ikke installert.
nl: PHP module %s niet geïnstalleerd.
pt_br: Módulo PHP %s não instalado.
ru: Не установлен PHP-модуль %s.
sk: PHP modul %s nie je nainštalovaný.
sq: Moduli PHP %s s’është i instaluar.
sr: PHP модул %s није инсталиран.
tr: PHP %s modülü kurulmamış.

source: PHP setting "%s" is not set to "%s".
cs: PHP hodnota "%s" není nastavena na "%s".
de_de: PHP-Einstellung „%s“ ist nicht auf „%s“ gesetzt.
es: La opción PHP "%s" no es "%s".
es_mx: El ajuste PHP "%s" no esta establecido a "%s".
hu: %s PHP beállítás nincs "%s"-re állítva.
is: PHP-stillingin "%s" er ekki sett á "%s".
ka_ge: PHP პარამეტრი "%s" არ არის დაყენებული "%s"-ზე.
lt_lt: PHP nustatymas "%s" nenustatytas į "%s".
nb: PHP-innstilling "%s" er ikke satt til "%s".
nl: PHP instelling "%s" staat niet op "%s".
pt_br: Configuração PHP "%s" não está configurado para "%s".
ru: Параметру PHP «%s» не присвоено значение «%s».
sk: Voľba PHP „%s“ nie je nastavená na „%s“.
sq: Rregullimi PHP "%s" s’është vënë si "%s".
sr: PHP поставка „%s“ није постављена на „%s“.
tr: "%s" PHP ayarı "%s" olarak ayarlanmamış.
