Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Unknown filetype
cs: Neznámý typ souboru
de_de: Unbekannter Dateityp
es: Tipo de archivo desconocido
es_mx: Tipo de archivo desconocido
hu: Ismeretlen fájl típus
is: Óþekkt skráategund
ka_ge: ამოუცნობი ფაილის ტიპი
lt_lt: Nežinomas failo tipas
nb: Ukjent filtype
nl: Onbekend bestandsformaat
pt_br: Tipo de arquivo desconhecido
ru: Неизвестный тип файла
sk: Neznámy typ súboru
sq: Lloj i panjohur skedari
sr: Непознат тип фајла
tr: Dosya türü bilinmiyor

source: Invalid image
cs: Chybný obrázek
de_de: Ungültiges Bild
es: Imagen inválida
es_mx: Imagen inválida
hu: Hibás kép
is: Ógild mynd
ka_ge: არასწორი სურათი
lt_lt: Neteisingas paveikslas
nb: Ugyldig bilde
nl: Ongeldige afbeelding
pt_br: Imagem inválida
ru: Изображение повреждено
sk: Chybný obrázok
sq: Figurë e pavlefshme
sr: Неисправна слика
tr: Görsel geçersiz

source: Avatar image is not square
cs: Avatar není čtvercový
de_de: Benutzerbild ist nicht quadratisch
es: La imagen de avatar no es cuadrada
es_mx: La imagen del avatar no es un cuadrado
hu: Az avatár kép nem négyzetes.
is: Auðkennismynd er ekki ferningslaga
ka_ge: ავატარის სურათი არაა კვადრატი
nb: Avatarbilde er ikke firkantet
nl: Avatar afbeelding is niet vierkant
pt_br: A imagem do avatar não é quadrada
ru: Изображение аватара не квадратное
sk: Obrázok avatara nie je štvorcový
sq: Imazhi avatar nuk është katror
sr: Слика аватара није квадратна
tr: Avatar görseli kare değil

source: today
cs: dnes
de_de: Heute
es: hoy
es_mx: hoy
hu: ma
is: í dag
ka_ge: დღეს
lt_lt: šiandien
nb: i dag
nl: vandaag
pt_br: hoje
ru: сегодня
sk: dnes
sq: sot
sr: данас
tr: bugün

source: tomorrow
cs: zítra
de_de: Morgen
es: mañana
es_mx: mañana
hu: holnap
is: á morgun
ka_ge: ხვალ
nb: I morgen
nl: morgen
pt_br: amanhã
ru: завтра
sk: zajtra
sr: сутра
tr: yarın

source: yesterday
cs: včera
de_de: Gestern
es: ayer
es_mx: ayer
hu: tegnap
is: í gær
ka_ge: გუშინ
lt_lt: vakar
nb: i går
nl: gisteren
pt_br: ontem
ru: вчера
sk: včera
sq: dje
sr: јуче
tr: dün

source: in %n day
cs: během %n dne
de_de: in %n Tag
es: dentro de %n día
es_mx: en %n día
hu: %n napon belül
is: eftir %n dag
ka_ge: %n დღეში
nb: om én dag
nl: over %n dag
pt_br: em %n dia
ru: через %n день
sk: o %n deň
sr: за %n дан
tr: %n gün içinde

source: %n day ago
cs: včera
de_de: Vor %n Tag
es: Hace %n día
es_mx: hace %n día
hu: %n napja
is: fyrir %n degi síðan
ka_ge: %n დღის წინ
lt_lt: prieš %n dieną
nb: %n dag siden
nl: %n dag geleden
pt_br: %n dia atrás
ru: %n день назад
sk: včera
sq: %n ditë më parë
sr: пре %n дан
tr: %n gün önce

source: next month
cs: následující měsíc
de_de: Nächsten Monat
es: mes siguiente
es_mx: próximo mes
hu: következő hónap
is: í næsta mánuði
ka_ge: შემდეგი თვე
nb: neste måned
nl: volgende maand
pt_br: Mês que vem
ru: следующий месяц
sk: budúci mesiac
sr: следећег месеца
tr: gelecek ay

source: last month
cs: minulý měsíc
de_de: Letzten Monat
es: mes pasado
es_mx: mes pasado
hu: múlt hónapban
is: í síðasta mánuði
ka_ge: გასულ თვეში
lt_lt: praeitą mėnesį
nb: forrige måned
nl: vorige maand
pt_br: último mês
ru: в прошлом месяце
sk: minulý mesiac
sq: muajin e shkuar
sr: прошлог месеца
tr: geçen ay

source: in %n month
cs: během %n měsíce
de_de: in %n Monat
es: dentro de %n mes
es_mx: en %n mes
hu: %n hónapon belül
is: eftir %n mánuð
ka_ge: %n თვეში
nb: neste måned
nl: over %n maand
pt_br: em %n mês
ru: через %n месяц
sk: o %n mesiac
sr: за %n месец
tr: %n ay içinde

source: %n month ago
cs: před %n měsícem
de_de: Vor %n Monat
es: Hace %n mes
es_mx: Hace %n mes
hu: %n hónapja
is: fyrir %n mánuði
ka_ge: %n თვის წინ
lt_lt: prieš %n mėnesį
nb: for %n måned siden
nl: %n maand geleden
pt_br: há %n mês atrás
ru: %n месяц назад
sk: pred %n mesiacom
sq: %n muaj më parë
sr: пре %n месец
tr: %n ay önce

source: next year
cs: následující rok
de_de: nächstes Jahr
es: año que viene
es_mx: próximo año
hu: következő évben
is: á næsta ári
ka_ge: შემდეგი წელი
nb: neste år
nl: volgend jaar
pt_br: ano que vem
ru: следующий год
sk: budúci rok
sr: следеће године
tr: gelecek yıl

source: last year
cs: minulý rok
de_de: Letztes Jahr
es: año pasado
es_mx: año pasado
hu: tavaly
is: síðasta ári
ka_ge: გასულ წელს
lt_lt: praeitais metais
nb: forrige år
nl: vorig jaar
pt_br: último ano
ru: в прошлом году
sk: minulý rok
sq: vitin e shkuar
sr: прошле године
tr: geçen yıl

source: in %n year
cs: během %n roku
de_de: in %n Jahr
es: dentro de %n año
es_mx: en %n año
hu: %n éven belül
is: eftir %n ár
ka_ge: %n წელიწადში
nb: neste år
nl: over %n jaar
pt_br: em %n ano
ru: через %n год
sk: o %n rok
sr: за %n годину
tr: %n yıl içinde

source: %n year ago
cs: před rokem
de_de: Vor %n Jahr
es: Hace %n año
es_mx: hace %n año
hu: %n éve
is: fyrir %n degi síðan
ka_ge: %n წლის წინ
lt_lt: prieš %n metus
nb: %n år siden
nl: %n jaar geleden
pt_br: %n ano atrás
ru: %n год назад
sk: vlani
sq: %n vit më parë
sr: пре %n годину
tr: %n yıl önce

source: in %n hour
cs: během %n hodiny
de_de: in %n Stunde
es: dentro de %n hora
es_mx: en %n hora
hu: %n órán belül
is: eftir %n klukkustund
ka_ge: %n საათში
nb: om %n time
nl: over %n uur
pt_br: em %n hora
ru: через %n час
sk: o %n hodinu
sr: за %n сат
tr: %n saat içinde

source: %n hour ago
cs: před %n hodinou
de_de: Vor %n Stunde
es: Hace %n hora
es_mx: Hace %n hora
hu: %n órája
is: fyrir %n klukkustund síðan
ka_ge: %n საათის წინ
lt_lt: prieš %n valandą
nb: for %n time siden
nl: %n uur geleden
pt_br: há %n hora atrás
ru: %n час назад
sk: pred %n hodinou
sq: %n orë më parë
sr: пре %n сат
tr: %n saat önce

source: in %n minute
cs: během %n minuty
es: dentro de %n minuto
es_mx: en %n minuto
hu: %n percen belül
is: eftir %n mínútu
ka_ge: %n წუთში
nb: om ett minutt
nl: over %n minuut
pt_br: em %n minuto
ru: через %n минуту
sk: o %n minútu
sr: за %n минут
tr: %n dakika içinde

source: %n minute ago
cs: před %n minutou
de_de: Vor %n Minute
es: Hace %n minuto
es_mx: Hace %n minuto
hu: %n perce
is: fyrir %n mínútu síðan
ka_ge: %n წუთის წინ
lt_lt: prieš %n minutę
nb: for %n minutt siden
nl: %n minuut geleden
pt_br: há %n minuto atrás
ru: %n минута назад
sk: pred %n minútou
sq: %n minutë më parë
sr: пре %n минут
tr: %n dakika önce

source: in a few seconds
cs: během několika sekund
de_de: in wenigen Sekunden
es: en unos segundos
es_mx: en algunos segundos
hu: pár másodpercen belül
is: eftir örfáar sekúndur
ka_ge: რამდენიმე წამში
nb: om noen sekunder
nl: over een paar seconden
pt_br: Em alguns segundos
ru: через несколько секунд
sk: o pár sekúnd
sr: за пар секунди
tr: bir kaç saniye içinde

source: seconds ago
cs: před pár sekundami
de_de: Gerade eben
es: hace segundos
es_mx: hace segundos
hu: pár másodperce
is: sekúndum síðan
ka_ge: წამის წინ
lt_lt: prieš keletą sekundžių
nb: for få sekunder siden
nl: seconden geleden
pt_br: segundos atrás
ru: менее минуты
sk: pred sekundami
sq: sekonda më parë
sr: пре неколико секунди
tr: saniyeler önce

source: Module with ID: %s does not exist. Please enable it in your apps settings or contact your administrator.
cs: Modul s ID: %s neexistuje. Povolte ho v nastavení aplikací, nebo kontaktujte vašeho administrátora.
de_de: Das Modul mit der ID: %s existiert nicht. Bitte aktiviere es in deinen Einstellungen oder kontaktiere deinen Administrator.
es: El módulo con ID %s no existe. Por favor, actívalo en la configuración de apps o contacta con tu administrador.
es_mx: El módulo con ID: %sno existe. Por favor hablíitalo en tus configuraciones de aplicación o contacta a tu administrador.
hu: A(z) %s azonosítójú modul nem létezik. Kérlek engedélyezd az app beállításaidban, vagy lépj kapcsolatba a rendszergazdával.
is: Eining með auðkenni: %s er ekki til. Virkjaðu hana í forritastillingum eða hafðu samband við kerfisstjóra.
ka_ge: მოდული ID-ით: %s არ არსებობს. გთხოვთ აამოქმედოთ ის აპლიკაციების პარამეტრებში ან დაუკავშირდეთ ადმინისტრატორს.
lt_lt: Modulio, kurio id: %s, nėra. Prašome jį įjungti savo programėlių nustatymuose arba susisiekti su savo administratoriumi.
nb: Modul med ID: %s finnes ikke. Skru den på i programinnstillingene eller kontakt en administrator.
nl: Module met ID: %s bestaat niet. Schakel die in binnen de app-instellingen of neem contact op met je beheerder.
pt_br: O módulo com a ID: %s não existe. Por favor, habilite-o nas configurações de seu aplicativo ou contacte o administrador.
ru: Модуль с ID «%s» не существует. Включите его в настройках приложений или обратитесь к администратору.
sk: Modul s ID: %s neexistuje. Povoľte ho prosím vo vašom nastavení aplikácií alebo kontaktujte správcu.
sq: Moduli me ID: %s nuk ekziston. Ju lutem aktivizojeni atë në konfigurimet e aplikacionit tuaj ose kontaktoni administratorin tuaj.
sr: Модул са идентификацијом: %s не постоји. Омогућите га у подешавањима апликација или контактирајте администратора.
tr: %s kodlu modül bulunamadı. Lütfen uygulamalarınız içinden modülü etkinleştirin ya da sistem yöneticinizle görüşün.

source: File name is a reserved word
cs: Jméno souboru je rezervované slovo
de_de: Der Dateiname ist ein reserviertes Wort
es: El nombre de archivo es una palabra reservada
es_mx: Nombre de archivo es una palabra reservada
hu: A fajl neve egy rezervált szó
is: Skráarheiti er þegar frátekið orð
ka_ge: ფაილის სახელი რეზერვირებული სიტყვაა
lt_lt: Failo pavadinimas negalimas, žodis rezervuotas
nb: Filnavnet er et reservert ord
nl: Bestandsnaam is een gereserveerd woord
pt_br: O nome do arquivo é uma palavra reservada
ru: Имя файла является зарезервированным словом
sk: Názov súboru je rezervované slovo.
sq: Emri i kartelës është një emër i rezervuar
sr: Назив фајла је резервисана реч
tr: Bu dosya adı sistem kullanıma ayrılmıştır

source: File name contains at least one invalid character
cs: Jméno souboru obsahuje nejméně jeden neplatný znak
de_de: Der Dateiname enthält mindestens ein ungültiges Zeichen
es: El nombre del archivo contiene al menos un carácter inválido
es_mx: El nombre del archivo contiene al menos un caracter inválido
hu: A fájlnév legalább egy érvénytelen karaktert tartalmaz!
is: Skráarheitið inniheldur að minnsta kosti einn ógildan staf
ka_ge: ფაილის სახელი მოიცავს დაუშვებელ სიმბოლოს
lt_lt: Failo vardas sudarytas iš neleistinų simbolių
nb: Filnavnet inneholder minst ett ulovlig tegn
nl: De bestandsnaam bevat in ieder geval één verboden teken
pt_br: O nome do arquivo contém pelo menos um caracter inválido
ru: Имя файла содержит по крайней мере один некорректный символ
sk: Názov súboru obsahuje nepovolené znaky.
sq: Emri i kartelës përmban të paktën një shenjë të pavlefshme
sr: Назив фајла садржи бар један недозвољен знак
tr: Dosya adında en az bir geçersiz karakter var

source: File name is too long
cs: Jméno souboru je moc dlouhé
de_de: Dateiname ist zu lang
es: El nombre del archivo es demasiado largo
es_mx: El nombre del archivo es demasiado largo
hu: A fájlnév túl hosszú!
is: Skráarheiti er of langt
ka_ge: ფაილის სახელი ზედმეტად გრძელია
lt_lt: Failo pavadinimas per ilgas
nb: Filnavnet er for langt
nl: De bestandsnaam is te lang
pt_br: O nome do arquivo é muito longo
ru: Имя файла слишком длинное.
sk: Meno súboru je veľmi dlhé.
sq: Emri i kartelës është shumë i gjatë
sr: Назив фајла је предугачак
tr: Dosya adı çok uzun

source: Dot files are not allowed
cs: Jména souborů začínající tečkou nejsou povolena
de_de: Dateinamen mit einem Punkt am Anfang sind nicht erlaubt
es: Los archivos Dot no están permitidos
es_mx: Los archivos Dot no están permitidos
hu: Pontozott fájlok nem engedétlyezettek
is: Skrár með punkti eru ekki leyfðar
ka_ge: წერტილოვანი ფაილები არაა ნებადართლი
nb: Punktum-filer er ikke tillatt
nl: Punt-bestanden zijn niet toegestaan
pt_br: Arquivos Dot não são permitidos
ru: Файлы начинающиеся с точки не допускаются
sk: Názov súboru začínajúci bodkou nie je povolený.
sq: Nuk lejohen kartela të fshehura
sr: Фајлови са почетном тачком нису дозвољени
tr: Nokta dosyalarına izin verilmiyor

source: Empty filename is not allowed
cs: Prázdné jméno souboru není povoleno
de_de: Ein leerer Dateiname ist nicht erlaubt
es: No se puede dejar el nombre en blanco.
es_mx: El uso de nombres de archivo vacíos no está permitido
hu: Üres fájlnév nem engedétlyezett
is: Autt skráarheiti er ekki leyft.
ka_ge: ცარიელი ფაილის სახელი არაა ნებადართული
lt_lt: Tuščias failo pavadinimas nėra leidžiamas
nb: Tomt filnavn er ikke tillatt
nl: Een lege bestandsnaam is niet toegestaan
pt_br: Nome vazio para arquivo não é permitido.
ru: Пустое имя файла не допускается
sk: Prázdny názov súboru nie je povolený
sq: Nuk lejohen emra të zbrazët kartelash
sr: Празан назив није дозвољен
tr: Boş dosya adına izin verilmiyor

source: App "%s" cannot be installed because appinfo file cannot be read.
cs: Aplikace "%s" nemůže být nainstalována protože soubor appinfo nelze přečíst.
de_de: Die Anwendung "%s" kann nicht installiert werden, weil die Anwendungsinfodatei nicht gelesen werden kann.
es: No se puede instalar la app "%s" debido a que no se puede leer la información de la app.
es_mx: La aplicación "%s" no puede ser instalada porque el archivo appinfo no se puede leer.
hu: "%s" alkalmazás nem lehet telepíteni, mert az appinfo fájl nem olvasható.
is: Ekki er hægt að setja upp "%s" forritið vegna þess að ekki var hægt að lesa appinfo-skrána.
ka_ge: აპლიკაცია "%s" ვერ ყენდება, რადგან appinfo ფაილი არ იკითხება.
lt_lt: Programėlė "%s" negali būti įdiegta, kadangi negalima perskaityti appinfo failo.
nb: Programmet "%s" kan ikke installeres på grunn av at appinfo-filen ikke kan leses.
nl: App "%s" kan niet worden geïnstalleerd, omdat het app info bestand niet gelezen kan worden.
pt_br: O aplicativo "%s" não pode ser instalado pois o arquivo appinfo não pôde ser lido.
ru: Приложение «%s» не может быть установлено, так как файл с информацией о приложении не может быть прочтен.
sk: Aplikáciu "%s" nie je možné nainštalovať, lebo nebolo možné načítať súbor s informáciami o aplikácií.
sq: Aplikacioni "%s" s’mund të instalohet, ngaqë s’lexohet dot kartela appinfo.
sr: Апликација "%s" не може бити инсталирана јер appinfo фајл не може да се прочита.
tr: appinfo dosyası okunamadığından "%s" uygulaması kurulamaz.

source: App "%s" cannot be installed because it is not compatible with this version of the server.
cs: Aplikaci "%s" nelze nainstalovat, protože není kompatibilní s touto verzí serveru.
de_de: Die App "%s" kann nicht installiert werden, da sie mit dieser Serverversion nicht kompatibel ist.
es: No se puede instalar la aplicación "%s" porque no es compatible con esta versión del servidor.
es_mx: La aplicación "%s" no puede ser instalada porque no es compatible con esta versión del servidor.
hu: "%s" alkalmazás nem lehet telepíteni, mert nem kompatibilis a szerver jelen verziójával.
is: Ekki var hægt að setja upp forritið "%s" vegna þess að það er ekki samhæft þessari útgáfu vefþjónsins.
ka_ge: აპლიკაცია "%s" ვერ ყენდება, რადგან ის ამ სერვერის ვერსიასთან არაა თავსებადი.
lt_lt: Programėlė "%s" negali būti įdiegta, kadangi ji nėra suderinama su serverio versija.
nb: Programmet "%s" kan ikke installere fordi det ikke er kompatibel med denne tjenerversjonen.
nl: App "%s" kan niet worden geïnstalleerd, omdat deze niet compatible is met deze versie van de server.
pt_br: O aplicativo "%s" não pode ser instalado pois não é compatível com a versão do servidor.
ru: Приложение «%s» не может быть установлено, потому что оно несовместимо с этой версией сервера
sk: Aplikácia "%s" nie je kompatibilná s verziou servera, preto nemôže byť nainštalovaná.
sq: Aplikacioni "%s" nuk mund të instalohet sepse nuk përputhet me këtë version të serverit.
sr: Апликација "%s" не може бити инсталирана јер није компатибилна са овом верзијом сервера.
tr: "%s" uygulaması sunucu sürümüyle uyumlu olmadığından kurulamaz.

source: This is an automatically sent email, please do not reply.
cs: Toto je automaticky odesílaný e-mail, prosím, neodpovídejte.
de_de: Dies ist eine automatisch versandte E-Mail, bitte nicht antworten.
es: Este es un correo enviado automáticamente, por favor no responda.
es_mx: Este es un correo enviado automáticamente, por favor no lo contestes.
hu: Ez egy automatikusan küldött levél, kérlek ne válaszolj rá.
is: Þetta er sjálfvirk tölvupóstsending, ekki svara þessu.
ka_ge: ეს ელ-წერილი გამოგზავნილია ავტომატურად, გთხოვთ არ უპასუხოთ.
lt_lt: Tai yra automatinis pranešimas, prašome neatsakyti.
nb: Dette er en automatisk sendt e-post, ikke svar.
nl: Dit is een automatisch gegenereerde e-mail, dus reageren is niet mogelijk.
pt_br: Este é um e-mail enviado automaticamente. Por favor, não responda.
ru: Это соощение отправлено автоматически, пожалуйста, не отвечайте на него.
sk: Toto je automaticky odosielaný e-mail, prosím, neodpovedajte.
sq: Ky është një email i dërguar automatikisht, ju lutem mos u përgjigjni.
sr: Ово је аутоматски генерисана порука, не одговарајте на њу.
tr: Bu ileti otomatik olarak gönderildiğinden lütfen yanıtlamayın.

source: Help
cs: Nápověda
de_de: Hilfe
es: Ayuda
es_mx: Ayuda
hu: Súgó
is: Hjálp
ka_ge: დახმარება
lt_lt: Pagalba
nb: Hjelp
pt_br: Ajuda
ru: Помощь
sk: Pomoc
sq: Ndihmë
sr: Помоћ
tr: Yardım

source: Apps
cs: Aplikace
es: Aplicaciones
es_mx: Aplicaciones
hu: Alkalmazások
is: Forrit
ka_ge: აპლიკაციები
lt_lt: Programėlės
nb: Programmer
pt_br: Aplicativos
ru: Приложения
sk: Aplikácie
sq: Aplikacione
sr: Апликације
tr: Uygulamalar

source: Settings
cs: Nastavení
de_de: Einstellungen
es: Configuración
es_mx: Configuraciones
hu: Beállítások
is: Stillingar
ka_ge: პარამეტრები
lt_lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sq: Konfigurime
sr: Поставке
tr: Ayarlar

source: Log out
cs: Odhlásit se
de_de: Abmelden
es: Desconectar
es_mx: Salir
hu: Kijelentkezés
is: Skrá út
ka_ge: გასვლა
lt_lt: Atsijungti
nb: Logg ut
nl: Uitloggen
pt_br: Sair
ru: Выйти
sk: Odhlásiť sa
sq: Shkyçu
sr: Одјава
tr: Oturumu Kapat

source: Users
cs: Uživatelé
de_de: Benutzer
es: Usuarios
es_mx: Usuarios
hu: Felhasználók
is: Notendur
ka_ge: მომხმარებლები
lt_lt: Naudotojai
nb: Brukere
nl: Gebruikers
pt_br: Usuários
ru: Пользователи
sk: Používatelia
sq: Përdorues
sr: Корисници
tr: Kullanıcılar

source: Unknown user
cs: Neznámý uživatel
de_de: Unbekannter Benutzer
es: Usuario desconocido
es_mx: Ususario desconocido
hu: Ismeretlen felhasználó
is: Óþekktur notandi
ka_ge: ამოუცნობი მომხმარებელი
lt_lt: Nežinomas naudotojas
nb: Ukjent bruker
nl: Onbekende gebruiker
pt_br: Usuário desconhecido
ru: Неизвестный пользователь
sk: Neznámy používateľ
sq: Përdorues i panjohur
sr: Непознат корисник
tr: Kullanıcı bilinmiyor

source: Basic settings
cs: Základní nastavení
de_de: Grundeinstellungen
es: Ajustes básicos
es_mx: Configuraciones básicas
hu: Alapvető beállítások
is: Grunnstillingar
ka_ge: ძირითადი პარამეტრები
lt_lt: Pagrindiniai nustatymai
nb: Grunninnstillinger
nl: Basis-instellingen
pt_br: Configurações básicas
ru: Основные настройки
sk: Základné nastavenia
sq: Konfigurime bazike
sr: Основне поставке
tr: Temel Ayarlar

source: Sharing
cs: Sdílení
de_de: Teilen
es: Compartir
es_mx: Compartiendo
hu: Megosztás
is: Deiling
ka_ge: გაზიარება
lt_lt: Dalijimasis
nb: Deling
nl: Delen
pt_br: Compartilhamento
ru: Общий доступ
sk: Sprístupnenie
sq: Ndarja
sr: Дељење
tr: Paylaşım

source: Security
cs: Zabezpečení
de_de: Sicherheit
es: Seguridad
es_mx: Seguridad
hu: Biztonság
is: Öryggi
ka_ge: უსაფრთხოება
lt_lt: Saugumas
nb: Sikkerhet
nl: Beveiliging
pt_br: Segurança
ru: Безопасность
sk: Zabezpečenie
sq: Siguria
sr: Безбедност
tr: Güvenlik

source: Encryption
cs: Šifrování
de_de: Verschlüsselung
es: Cifrado
es_mx: Encripción
hu: Titkosítás
is: Dulritun
ka_ge: შიფრაცია
lt_lt: Šifravimas
nb: Kryptering
nl: Versleuteling
pt_br: Criptografia
ru: Шифрование
sk: Šifrovanie
sq: Enkriptimi
sr: Шифровање
tr: Şifreleme

source: Additional settings
cs: Dodatečná nastavení
de_de: Zusätzliche Einstellungen
es: Configuración adicional
es_mx: Configuraciones adicionales
hu: További beállítások
is: Valfrjálsar stillingar
ka_ge: დამატებითი პარამეტრები
lt_lt: Papildomi nustatymai
nb: Flere innstillinger
nl: Aanvullende instellingen
pt_br: Configurações adicionais
ru: Дополнительные настройки
sk: Ďalšie nastavenia
sq: Konfigurime shtesë
sr: Додатне поставке
tr: Ek ayarlar

source: Tips & tricks
cs: Tipy a triky
de_de: Tipps & Tricks
es: Sugerencias y trucos
es_mx: Consejos & trucos
hu: Tippek és trükkök
is: Ábendingar og góð ráð
ka_ge: რჩევები და ხრიკები
lt_lt: Patarimai ir gudrybės
nb: Tips og triks
nl: Tips & trucs
pt_br: Dicas & truques
ru: Советы и трюки
sk: Tipy a triky
sq: Këshilla dhe rrengje
sr: Савети и трикови
tr: İpucu ve kolaylıklar

source: Personal info
cs: Osobní informace
de_de: Persönliche Informationen
es: Información personal
es_mx: Información personal
hu: Személyes információk
is: Persónulegar upplýsingar
ka_ge: პირადი ინფორმაცია
lt_lt: Asmeninė informacija
nb: Personlig informasjon
nl: Persoonlijke informatie
pt_br: Informação Pessoal
ru: Личная информация
sk: Osobné informácie
sq: Informacion personal
sr: Лични подаци
tr: Kişisel Bilgiler

source: Sync clients
cs: Synchronizační klienti
es: Clientes de sincronización
es_mx: Sincronizar clientes
hu: Szinkronizálási kliensek
is: Samstilla biðlara
ka_ge: კლიენტების სინქრონიზაცია
lt_lt: Sinchronizavimo klientas
nb: Synkroniser klienter
nl: Synchronisatie clients
pt_br: Clientes de sincronização
ru: Клиенты синхронизации
sk: Klienti synchronizácie
sq: Klientë të sikronizuar
sr: Клијенти у синхронизацији
tr: Eşitleme istemcileri

source: Unlimited
cs: Neomezeně
de_de: Unbegrenzt
es: Ilimitado
es_mx: Ilimitado
hu: Korlátlan
is: Ótakmarkað
ka_ge: ულიმიტო
lt_lt: Neribota
nb: Ubegrenset
nl: Ongelimiteerd
pt_br: Ilimitado
ru: Неограничено
sk: Neobmedzené
sq: E palimituar
sr: Неограничено
tr: Sınırsız

source: __language_name__
cs: Česky
de_de: Deutsch (Förmlich: Sie)
es: Español
es_mx: Español (México)
is: Íslenska
ka_ge: ქართული
lt_lt: Lietuvių
nb: Norsk bokmål
nl: Nederlands
ru: Русский
sk: Slovenčina
sq: _emri_i_gjuhës__
sr: Српски
tr: Türkçe

source: Verifying
cs: Ověření
de_de: Überprüfe
es: Verificando
es_mx: Verficando
hu: Ellenőrzés
is: Sannreyni
ka_ge: მოწმდება
lt_lt: Tikrinimas
nb: Bekrefter
nl: Verifiëren
pt_br: Verificando
ru: Производится проверка
sk: Overovanie
sq: Duke e verifikuar
sr: Проверавам
tr: Doğrulanıyor

source: Verifying …
cs: Ověřování …
de_de: Überprüfe…
es: Verificando...
es_mx: Verficando ...
hu: Ellenőrzés...
is: Sannreyni …
ka_ge: მოწმდება …
lt_lt: Tikrinama...
nb: Bekrefter…
nl: Verifiëren...
pt_br: Verificando...
ru: Производится проверка…
sk: Overovanie ...
sq: Duke e verifikuar ...
sr: Проверавам ...
tr: Doğrulanıyor...

source: Verify
cs: Ověřit
de_de: Überprüfen
es: Verificar
es_mx: Verificar
hu: Ellenőrzés
is: Sannreyna
ka_ge: დამოწმება
lt_lt: Patikrinti
nb: Bekreft
nl: Verifieer
pt_br: Verificar
ru: Проверить
sk: Overiť
sq: Verifiko
sr: Провери
tr: Doğrula

source: %s enter the database username and name.
cs: %s zadejte uživatelské jméno a jméno databáze.
de_de: %s geben Sie den Datenbank-Benutzernamen und den Datenbanknamen an.
es: %s introduzca el nombre de usuario y la contraseña de la BBDD.
es_mx: %s ingresa el usuario y nombre de la base de datos
hu: %s add meg az adatbázis nevét és felhasználónevét
is: %s settu inn notandanafn og nafn á gagnagrunni.
ka_ge: %s შეიყვანეთ მონაცემთა ბაზის მომხმარებლის სახელი და სახელი.
lt_lt: %s įrašykite duomenų bazės naudotojo vardą ir pavadinimą.
nb: %s legg inn database brukernavn og navn.
nl: %s voer de database gebruikersnaam en naam in .
pt_br: %s insira o nome de usuário e o nome do banco de dados.
ru: %s укажите имя пользователя и название для базы данных.
sk: %s zadajte používateľské meno a meno databázy
sq: %s jepni emrin e bazës së të dhënave dhe emrin e përdoruesit për të.
sr: %s унеси корисничко име базе података и име.
tr: %s veritabanı adını ve kullanıcı adını yazın.
