Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: %s enter the database username.
cs: Zadejte uživatelské jméno %s databáze.
de_de: %s geben Sie den Datenbank-Benutzernamen an.
es: %s ingresar el usuario de la base de datos.
es_mx: %s ingresa el nombre de usuario de la base de datos.
hu: %s adja meg az adatbázist elérő felhasználó login nevét.
is: %s settu inn notandanafn í gagnagrunni.
ka_ge: %s შეიყვანეთ ბაზის მომხმარებლის სახელი.
lt_lt: %s įrašykite duomenų bazės naudotojo vardą.
nb: %s legg inn brukernavn for databasen.
nl: %s voer de database gebruikersnaam in.
pt_br: %s insira o nome de usuário do banco de dados.
ru: %s введите имя пользователя базы данных.
sk: Zadajte používateľské meno %s databázy.
sq: %s jepni emrin e përdoruesit të bazës së të dhënave.
sr: %s унеси корисничко име базе података.
tr: %s veritabanı kullanıcı adını yazın.

source: %s enter the database name.
cs: Zadejte název databáze pro %s databáze.
de_de: %s geben Sie den Datenbanknamen an.
es: %s ingresar el nombre de la base de datos
es_mx: %s ingresar el nombre de la base de datos
hu: %s adja meg az adatbázis nevét.
is: %s settu inn nafn á gagnagrunni.
ka_ge: %s შეიყვანეთ ბაზის სახელი.
lt_lt: %s įrašykite duomenų bazės pavadinimą.
nb: %s legg inn navnet på databasen.
nl: %s voer de databasenaam in.
pt_br: %s insira o nome do banco de dados.
ru: %s введите имя базы данных.
sk: Zadajte názov databázy pre %s databázy.
sq: %s jepni emrin e bazës së të dhënave.
sr: %s унеси име базе података.
tr: %s veritabanı adını yazın.

source: %s you may not use dots in the database name
cs: V názvu databáze %s nesmíte používat tečky.
de_de: %s Der Datenbankname darf keine Punkte enthalten
es: %s puede utilizar puntos en el nombre de la base de datos
es_mx: %s no puedes utilizar puntos en el nombre de la base de datos
hu: %s az adatbázis neve nem tartalmazhat pontot
is: %s þú mátt ekki nota punkta í nafni á gagnagrunni
ka_ge: %s არ მიუთითოთ წერტილი ბაზის სახელში
lt_lt: %s negalite naudoti taškų duombazės pavadinime
nb: %s du kan ikke bruke punktum i databasenavnet
nl: %s er mogen geen punten in de databasenaam voorkomen
pt_br: %s você não pode usar pontos no nome do banco de dados
ru: %s Вы не можете использовать точки в имени базы данных
sk: V názve databázy %s nemôžete používať bodky
sq: %s s’mund të përdorni pika te emri i bazës së të dhënave
sr: %s не можете користити тачке у имену базе података
tr: %s veritabanı adında nokta kullanamayabilirsiniz

source: Oracle connection could not be established
cs: Spojení s Oracle nemohlo být navázáno
de_de: Es konnte keine Verbindung zur Oracle-Datenbank hergestellt werden
es: No se pudo establecer la conexión a Oracle
es_mx: No fue posible establecer la conexión a Oracle
hu: Az Oracle kapcsolat nem hozható létre
is: Ekki tókst að koma tengingu á við Oracle
ka_ge: Oracle კავშირი ვერ დამყარდა
lt_lt: Nepavyko užmegzti Oracle ryšio
nb: Klarte ikke å etablere forbindelse til Oracle
nl: Er kon geen verbinding met Oracle worden gemaakt.
pt_br: Conexão Oracle não pôde ser estabelecida
ru: Соединение с Oracle не может быть установлено
sk: Nie je možné pripojiť sa k Oracle
sq: S’u vendos dot lidhje me Oracle
sr: Веза са базом података Oracle не може бити успостављена
tr: Oracle bağlantısı kurulamadı

source: Oracle username and/or password not valid
cs: Uživatelské jméno či heslo Oracle není platné
de_de: Oracle-Benutzername und/oder -Passwort ungültig
es: Usuario y/o contraseña de Oracle no válidos
es_mx: Usuario y/o contraseña de Oracle inválidos
hu: Az Oracle felhasználói név és/vagy jelszó érvénytelen
is: Notandanafn eða lykilorð Oracle er ekki gilt
ka_ge: Oracle მომხმარებლის სახელი და/ან პაროლი არ არის სწორი
lt_lt: Neteisingas Oracle naudotojo vardas ir/arba slaptažodis
nb: Oracle-brukernavn og/eller passord er ikke gyldig
nl: Oracle gebruikersnaam en/of wachtwoord ongeldig
pt_br: Nome de usuário e/ou senha Oracle inválidos
ru: Неверное имя пользователя и/или пароль Oracle
sk: Používateľské meno a/alebo heslo pre Oracle databázu je neplatné
sq: Emër përdoruesi dhe/ose fjalëkalim Oracle-i i pavlefshëm
sr: Oracle корисничко име и/или лозинка нису исправни
tr: Oracle kullanıcı adı ya da parolası geçersiz

source: PostgreSQL username and/or password not valid
cs: Uživatelské jméno či heslo PostgreSQL není platné
de_de: PostgreSQL-Benutzername und/oder -Passwort ungültig
es: Usuario y/o contraseña de PostgreSQL no válidos
es_mx: El Usuario y/o Contraseña de PostgreSQL inválido(s)
hu: A PostgreSQL felhasználói név és/vagy jelszó érvénytelen
is: Notandanafn eða lykilorð PostgreSQL er ekki gilt
ka_ge: PostgreSQL მომხმარებლის სახელი და/ან პაროლი არ არის სწორი
lt_lt: Neteisingas PostgreSQL naudotojo vardas ir/arba slaptažodis
nb: PostgreSQL-brukernavn og/eller passord er ikke gyldig
nl: PostgreSQL gebruikersnaam en/of wachtwoord ongeldig
pt_br: Nome de usuário e/ou senha PostgreSQL inválidos
ru: Неверное имя пользователя и/или пароль PostgreSQL
sk: Používateľské meno a/alebo heslo pre PostgreSQL databázu je neplatné
sq: Emër përdoruesi dhe/ose fjalëkalim PostgreSQL jo të vlefshëm
sr: PostgreSQL корисничко име и/или лозинка нису исправни
tr: PostgreSQL kullanıcı adı ya da parolası geçersiz

source: You need to enter details of an existing account.
cs: Musíte zadat údaje existujícího účtu.
de_de: Sie müssen Details von einem existierenden Benutzer einfügen.
es: Necesita ingresar detalles de una cuenta existente.
es_mx: Necesitas ingresar los detalles de una cuenta existente.
hu: Egy már létező fiók adatait kell megadnod.
is: Þú verður að setja inn auðkenni fyrirliggjandi notandaaðgangs.
ka_ge: საჭიროა შეიყვანოთ არსებული ანგარიშის დეტალები.
lt_lt: Jūs turite suvesti egzistuojančios paskyros duomenis.
nb: Du må legge in detaljene til en eksisterende konto.
nl: Geef de details van een bestaand account op.
pt_br: Você necessita entrar detalhes de uma conta existente.
ru: Необходимо уточнить данные существующего акаунта.
sk: Musíte zadať údaje existujúceho účtu.
sq: Duhet të futni detajet e një llogarie ekzistuese.
sr: Потребно је да унесете детаље постојећег налога.
tr: Varolan bir hesabın bilgilerini yazmalısınız.

source: Mac OS X is not supported and %s will not work properly on this platform. Use it at your own risk!
cs: Mac OS X není podporován a %s nebude na této platformě správně fungovat. Používejte pouze na vlastní nebezpečí!
de_de: Mac OS X wird nicht unterstützt und %s wird auf dieser Plattform nicht richtig funktionieren. Die Benutzung erfolgt auf eigene Gefahr!
es: Mac OS X no está soportado y %s no funcionará bien en esta plataforma. ¡Úsela bajo su propio riesgo!
es_mx: OS X de Mac no está soportado y %s no funcionará correctamente en esta plataforma ¡Úsalo bajo tu propio riesgo!
hu: A Mac OS X nem támogatott és %s nem lesz teljesen működőképes. Csak saját felelősségre használja!
is: Mac OS X er ekki stutt og %s mun ekki vinna eðlilega á þessu stýrikerfi. Notaðu þetta því á þína eigin ábyrgð!
ka_ge: Mac OS X არაა მხარდაჭერილი და %s ამ პლატფორმაზე სწორად არ იმუშავებს. გამოიყენეთ საკუთარი რისკით!
lt_lt: Mac OS X nėra palaikomas, %s neveiks tinkamai šioje platformoje. Naudodami prisiimate visą riziką !
nb: Mac OS X støttes ikke og %s vil ikke fungere korrekt på denne plattformen. Bruk på egen risiko!
nl: Mac OSX wordt niet ondersteund en %s zal niet goed werken op dit platform. Gebruik het op eigen risico!
pt_br: Mac OS X não é suportado e %s não funcionará corretamente nesta plataforma. Use-o por sua conta e risco!
ru: Mac OS X не поддерживается и %s может работать некорректно на данной платформе. Используйте на свой страх и риск!
sk: Mac OS X nie je podporovaný a %s nebude správne fungovať na tejto platforme. Použite ho na vlastné riziko!
sq: Mac OS X nuk mbulohet dhe %s s’do të funksionojë si duhet në këtë platformë. Përdoreni nën përgjegjësinë tuaj!
sr: Мек ОС Икс није подржан и %s неће радити исправно на овој платформи. Користите га на сопствени ризик!
tr: Mac OS X desteklenmiyor ve %s bu platformda düzgün çalışmayacak. Kullanmaktan doğacak riskler size aittir!

source: For the best results, please consider using a GNU/Linux server instead.
cs: Místo toho zvažte pro nejlepší funkčnost použití GNU/Linux serveru.
de_de: Zur Gewährleistung eines optimalen Betriebs sollte stattdessen ein GNU/Linux-Server verwendet werden.
es: Para obtener los mejores resultados, considera utilizar un servidor GNU/Linux.
es_mx: Para mejores resultados, por favor cosidera usar en su lugar un servidor GNU/Linux.
hu: A legjobb eredmény érdekében érdemes GNU/Linux-alapú szervert használni.
is: Fyrir bestu útkomu ættirðu að íhuga að nota GNU/Linux þjón í staðinn.
ka_ge: საუკეთესო შედეგებისთვის სანაცვლოდ გამოიყენეთ GNU/Linux სერვერი.
nb: For beste resultat, vurder å bruke en GNU/Linux-tjener i stedet.
nl: Voor het beste resultaat adviseren wij het gebruik van een GNU/Linux server.
pt_br: Para obter melhores resultados, por favor considere o uso de um servidor GNU/Linux em seu lugar.
ru: Для достижения наилучших результатов, рассмотрите вариант использования сервера на GNU/Linux.
sk: Pre dosiahnutie najlepších výsledkov, prosím zvážte použitie GNU/Linux servera.
sq: Për përfundimet më të mira, ju lutemi, më mirë konsideroni përdorimin e një shërbyesi GNU/Linux.
sr: За најбоље резултате, размотрите употребу ГНУ/Линукс сервера.
tr: En iyi sonucu almak için GNU/Linux sunucusu kullanın.

source: It seems that this %s instance is running on a 32-bit PHP environment and the open_basedir has been configured in php.ini. This will lead to problems with files over 4 GB and is highly discouraged.
cs: Vypadá to, že tato %s instance běží v 32-bitovém PHP prostředí a byl nakonfigurován open_basedir v php.ini. Toto povede k problémům se soubory většími než 4 GB a není doporučováno.
de_de: Es scheint, dass diese %s-Instanz unter einer 32-Bit-PHP-Umgebung läuft und open_basedir in der Datei php.ini konfiguriert worden ist. Von einem solchen Betrieb wird dringend abgeraten, weil es dabei zu Problemen mit Dateien kommt, deren Größe 4 GB übersteigt.
es: Parece que esta instancia %s está funcionando en un entorno PHP de 32-bits y el open_basedir se ha configurado en php.ini. Esto acarreará problemas con arhivos de tamaño superior a 4GB y resulta totalmente desaconsejado.
es_mx: Al parecer esta instancia %s está corriendo en un ambiente PHP de 32-bits y el open_basedir ha sido configurado en el archivo php.ini. Esto generará problemas con archivos de más de 4GB de tamaño y es altamente desalentado.
hu: Úgy tűnik, hogy ez a %s példány 32-bites PHP környezetben fut és az open_basedir konfigurálva van a php.ini fájlban. Ez 4 GB-nál nagyobb fájlok esetén problémákat okozhat így erősen ellenjavallt.
is: Það lítur út eins og þessi %s uppsetning sé að keyra á 32-bita PHP umhverfi og að open_basedir hafi verið stillt í php.ini. Þetta mun valda vandamálum með skrár stærri en 4 GB og er stranglega mælt gegn því að þetta sé gert.
ka_ge: როგორც ჩანს ეს %s ინსტანცია მოქმედებს 32-ბიტიან PHP გარემოზე და open_basedir php.ini-ში კონფიგურირებულია. ეს 4 გბ-ზე დიდ ფაილებთან გამოიწვევს პრობლემს და რეკომედირებული არაა.
nb: Det ser ut for at %s-instansen kjører i et 32-bit PHP-miljø med open_basedir satt opp i php.ini. Dette vil føre til problemer med filer over 4 GB og frarådes på det sterkeste.
nl: Het lijkt erop dat deze %s versie draait in een 32 bits PHP omgeving en dat open_basedir is geconfigureerd in php.ini. Dat zal leiden tot problemen met bestanden groter dan 4 GB en wordt dus sterk afgeraden.
pt_br: Aparentemente a instância %s está rodando em um ambiente PHP de 32 bits e o open_basedir foi configurado no php.ini. Isto pode gerar problemas com arquivos maiores que 4GB e é altamente não recomendável.
ru: Кажется что экземпляр этого %s работает в 32-битной среде PHP и в php.ini был настроен open_basedir. Это приведёт к проблемам с файлами более 4 ГБ и настоятельно не рекомендуется.
sk: Zdá sa, že táto inštancia %s beží v 32-bitovom prostredí PHP a v php.ini bola nastavená voľba open_basedir. To bude zdrojom problémov so súbormi väčšími ako 4GB a dôrazne sa neodporúča.
sq: Duket se kjo instancë %s xhiron një mjedis PHP 32-bitësh dhe open_basedir është e formësuar, te php.ini. Kjo do të shpjerë në probleme me kartela më të mëdha se 4 GB dhe këshillohet me forcë të mos ndodhë.
sr: Изгледа да %s ради у 32-битном PHP окружењу а open_basedir је подешен у php.ini фајлу. То може довести до проблема са фајловима већим од 4 GB, те стога није препоручљиво.
tr: Bu %s kopyasının 32-bit PHP ortamında çalıştırıldığı ve open_basedir seçeneğinin php.ini dosyasından ayarlandığı görülüyor. Bu yapılandırma 4 GB boyutundan büyük dosyalarda sorun çıkarır ve kullanılması önerilmez.

source: Please remove the open_basedir setting within your php.ini or switch to 64-bit PHP.
cs: Odstraňte prosím open_basedir nastavení ve svém php.ini nebo přejděte na 64-bitové PHP.
de_de: Bitte entfernen Sie die open_basedir-Einstellung in Ihrer php.ini oder wechseln Sie zu 64-Bit-PHP.
es: Por favor, quite el ajuste de open_basedir —dentro de su php.ini— o pásese a PHP de 64 bits.
es_mx: Por favor elimina el ajuste open_basedir de tu archivo php.ini o cambia a PHP de 64 bits.
hu: Kérlek távolítsd el az open_basedir beállítást a php.ini-ből, vagy válts 64bit-es PHP-ra.
is: Fjarlægðu stillinguna open_basedir úr php.ini eða skiptu yfir í 64-bita PHP.
ka_ge: გთხოვთ ამოშალოთ open_basedir პარამეტრი php.ini-დან ან გადახვიდეთ 64-ბიტიან PHP-ზე.
nb: Fjern innstillingen open_basedir i php.ini eller bytt til 64-bit PHP.
nl: Verwijder de open_basedir instelling in php.ini of schakel over op de 64bit PHP.
pt_br: Por favor, remova a configuração de open_basedir de seu php.ini ou mude o PHP para 64bit.
ru: Пожалуйста, удалите директиву open_basedir из файла php.ini или смените PHP на 64-разрядную сборку.
sk: Prosím, odstráňte nastavenie open_basedir vo vašom php.ini alebo prejdite na 64-bit PHP.
sq: Ju lutemi, hiqeni rregullimin open_basedir nga php.ini juaj ose hidhuni te PHP për 64-bit.
sr: Уклоните open_basedir поставку из php.ini фајла или пређите на 64-битни PHP.
tr: Lütfen php.ini dosyasındaki open_basedir ayarını kaldırın ya da 64-bit PHP sürümüne geçin.

source: Set an admin username.
cs: Zadejte uživatelské jméno správce.
de_de: Einen Administrator-Benutzernamen setzen.
es: Configurar un nombre de usuario del administrador
es_mx: Establecer un Usuario administrador
hu: Állítson be egy felhasználói nevet az adminisztrációhoz.
is: Stilltu notandanafn kerfisstjóra.
ka_ge: დააყენეთ ადმინისტრატორის სახელი.
lt_lt: Nustatyti administratoriaus naudotojo vardą.
nb: Sett et admin-brukernavn.
nl: Stel de gebruikersnaam van de beheerder in.
pt_br: Defina um nome do usuário administrador.
ru: Задать имя пользователя для администратора.
sk: Zadajte používateľské meno administrátora.
sq: Caktoni një emër përdoruesi për përgjegjësin.
sr: Поставите име за администратора.
tr: Bir yönetici kullanıcı adı yazın.

source: Set an admin password.
cs: Zadejte heslo správce.
de_de: Ein Administrator-Passwort setzen.
es: Configurar la contraseña del administrador.
es_mx: Establecer la contraseña del administrador.
hu: Állítson be egy jelszót az adminisztrációhoz.
is: Stilltu lykilorð kerfisstjóra.
ka_ge: დააყენეთ ადმინისტრატორის პაროლი.
lt_lt: Nustatyti administratoriaus slaptažodį.
nb: Sett et admin-passord.
nl: Stel een beheerders wachtwoord in.
pt_br: Defina uma senha para o administrador.
ru: Задать пароль для admin.
sk: Zadajte heslo administrátora.
sq: Caktoni një fjalëkalim për përgjegjësin.
sr: Поставите лозинку за администратора.
tr: Bir yönetici parolası yazın.

source: Can't create or write into the data directory %s
cs: Nelze vytvořit nebo zapisovat do datového adresáře %s
de_de: Das Datenverzeichnis %s kann nicht erstellt oder es kann darin nicht geschrieben werden.
es: No es posible crear o escribir en el directorio de datos %s
es_mx: No es posible crear o escribir en el directorio de datos %s
hu: Nem sikerült létrehozni vagy irni a "data" könyvtárba %s
is: Gat ekki búið til eða skrifað í gagnamöppuna %s
ka_ge: მონაცემების დირექტრიის შექმნა ან მასში ჩაწერა ვერ მოხერხდა %s
lt_lt: Negalima nuskaityti arba rašyti į duomenų katalogą. %s
nb: Kan ikke opprette eller skrive i datamappen %s
nl: Kan niets creëren of wegschrijven in de datadirectory %s
pt_br: Não foi possível criar ou gravar no diretório de dados %s
ru: Невозможно создать или записать в каталог данных %s
sk: Nemožno vytvoriť alebo zapisovať do priečinka dát %s
sq: S’e krijon ose s’shkruan dot te drejtoria e të dhënave %s
sr: Не могу креирати или уписивати у директоријум података %s
tr: %s veri klasörü oluşturulamadı ya da içine yazılamadı

source: Invalid Federated Cloud ID
cs: Neplatné sdružené cloud ID
de_de: Ungültige Federated-Cloud-ID
es: ID de Nube federada inválida
es_mx: ID Inválido
hu: Érvénytelen Egyesített Felhő Azonosító
is: Ógilt skýjasambandsauðkenni (Federated Cloud ID)
ka_ge: არასწორი ფედერალური ქლაუდ ID
lt_lt: Netinkamas Centralizuoto Serverio ID
nb: Ugyldig ID for sammenknyttet sky
nl: Ongeldige gefedereerde Cloud ID
pt_br: ID inválida de Nuvem Federada
ru: Неверный ID в объединении облачных хранилищ.
sk: Neplatné združené Cloud ID
sq: ID Federated Cloud e pavlefshme
sr: Неисправан ИД Здруженог облака
tr: Birleşmiş Bulut Kimliği Geçersiz

source: Sharing %s failed, because the backend does not allow shares from type %i
cs: Sdílení %s selhalo, podpůrná vrstva nepodporuje typ sdílení %i
de_de: Freigabe von %s fehlgeschlagen, da das Backend die Freigabe vom Typ %i nicht erlaubt.
es: No se pudo compartir %s porque el repositorio no permite recursos compartidos del tipo %i
es_mx: Se presentó una falla al compartir %s, porque el backend no permite elementos compartidos de tipo %i
hu: %s megosztása sikertelen, mert a megosztási alrendszer nem engedi a %l típus megosztását
is: Deiling %s mistókst, því bakvinnslukerfið leyfir ekki sameignir af gerðinni %i
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგანაც ბექენდი არ იღებს გაზიარებებს სახეობით %s
lt_lt: %s dalinimasis nepavyko, nes sistema nepalaiko šio duomenų tipo %i
nb: Deling av %s mislyktes, fordi tjeneren ikke tillater delinger fra type %i
nl: Delen van %s is mislukt, omdat de share-backend het niet toestaat om type %i te delen
pt_br: O compartilhamento %s falhou pois a plataforma de serviço não permite ações de tipo %i
ru: Не удалось поделиться %s, так как механизм хранения не допускает публикации из элементов типа %i
sk: Sprístupnenie %s zlyhalo, backend nepodporuje typ sprístupnenia %i
sq: Ndarja e %s dështoi, ngaqë pjesa përgjegjëse e shërbyesit nuk lejon ndarje prej llojit %i
sr: Дељење %s није успело зато што позадина не дозвољава дељење од типа %i
tr: Arka uç %s türündeki paylaşımlara izin vermediğinden %s paylaşılamadı

source: Sharing %s failed, because the file does not exist
cs: Sdílení %s selhalo, protože soubor neexistuje
de_de: Freigabe von %s fehlgeschlagen, da die Datei nicht existiert
es: No se pudo compartir %s porque el archivo no existe
es_mx: Se presentó una falla al compartir %s porque el archivo no existe
hu: %s megosztása sikertelen, mert a fájl nem létezik
is: Deiling %s mistókst, því skráin er ekki til
ka_ge: %s-ის გაზიარება არ მოხერხდა, რადგან ფაილი არ არსებობს
lt_lt: %s dalinimasis nepavyko, nes failas neegzistuoja.
nb: Deling av %s mislyktes, fordi filen ikke eksisterer
nl: Delen van %s is mislukt, omdat het bestand niet bestaat
pt_br: Compartilhamento %s falhou pois o arquivo não existe
ru: Не удалось поделиться %s, файл не существует
sk: Nie je možné sprístupniť %s, súbor neexistuje
sq: Ndarja e %s me të tjerët dështoi, ngaqë kartela s’ekziston
sr: Дељење %s није успело зато што фајл не постоји
tr: Dosya bulunamadığından %s paylaşılamadı

source: You are not allowed to share %s
cs: Nemáte povoleno sdílet %s
de_de: Die Freigabe von %s ist Ihnen nicht erlaubt
es: Usted no está autorizado para compartir %s
es_mx: No tienes permitido compartir %s
hu: Nincs jogosultságod %s megosztására
is: Þú hefur ekki heimild til að deila %s
ka_ge: თქვენ არ გაქვთ უფლება გააზიაროთ %s
lt_lt: Jums neleidžiama bendrinti %s
nb: Du har ikke lov til å dele %s
nl: Je bent niet bevoegd om %s te delen
pt_br: Você não tem permissão para compartilhar %s
ru: Вам не разрешено делиться %s
sk: Nemôžete sprístupniť %s
sq: Nuk ju lejohet ta ndani %s me të tjerët
sr: Није вам дозвољено да делите %s
tr: %s ögesini paylaşma izniniz yok

source: Sharing %s failed, because you can not share with yourself
cs: Sdílení %s selhalo, protože nemůžete sdílet sami se sebou
de_de: Freigabe von %s fehlgeschlagen, da das Teilen mit sich selbst nicht möglich ist
es: Se falló al compartir %s, porque no puedes compartir contigo mismo
es_mx: Se presentó una falla al compartir %s, porque no puedes compartir contigo mismo
hu: %s megosztása sikertelen, mert magaddal nem oszthatod meg
is: Deiling %s mistókst, því þú getur ekki deilt með sjálfum þér
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, რადგან საკუთარ თავთან ვერ გააზიარებთ
lt_lt: %s bendrinimas nepavyko, jūs negalite bendrinti su savimi pačiu.
nb: Deling av %s mislyktes fordi du ikke kan dele med deg selv
nl: Delen van %s is mislukt, omdat je niet met jezelf kan delen
pt_br: O compartilhamento %s falhou pois você não pode compartilhar com você mesmo
ru: Не удалось поделиться %s. Вы не можете поделиться с самим собой.
sk: Sprístupnenie %s zlyhalo, nieje možné sprístupniť obsah so sebou samým
sq: Ndarja e %s dështoi, ngaqë s’mund të ndani gjëra me vetveten
sr: Дељење %s није успело зато што не можете да делите са самим собом
tr: %s paylaşılamadı. Ögeyi kendiniz ile paylaşamazsınız

source: Sharing %s failed, because the user %s does not exist
cs: Sdílení položky %s selhalo, protože uživatel %s neexistuje
de_de: Freigabe von %s fehlgeschlagen, da der Benutzer %s nicht existiert
es: Se ha fallado al compartir %s, ya que el usuario %s no existe
es_mx: Se presentó una falla al compartir %s porque el usuario %s no existe
hu: %s megosztása nem sikerült, mert %s felhasználó nem létezik
is: Deiling %s mistókst, því notandinn %s er ekki til
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, რადგან მომხმარებელი %s არ არსებობს
lt_lt: %s bendrinimas nepavyko, nes naudotojas %s neegzistuoja
nb: Deling av %s mislyktes, fordi brukeren %s ikke finnes
nl: Delen van %s is mislukt, omdat gebruiker %s niet bestaat
pt_br: O compartilhamento %s falhou pois o usuário %s não existe
ru: Не удалось поделиться %s, пользователь %s не существует.
sk: Sprístupnenie %s zlyhalo, používateľ %s neexistuje
sq: Ndarja e %s me të tjerët dështoi, ngaqë përdoruesi %s nuk ekziston
sr: Дељење %s није успело зато што не постоји корисник %s
tr: %s paylaşılamadı. %s kullanıcısı bulunamadı
