Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Storage incomplete configuration. %s
cs: Nekompletní konfigurace úložiště. %s
de_de: Speicher-Konfiguration unvollständig. %s
es: Configuración de almacenamiento incompleta. %s
es_mx: Configuración incompleta del almacenamiento. %s
hu: A tároló beállítása nem teljes. %s
is: Ófullgerð uppsetning gagnageymslu. %s
ka_ge: საცავის არასრული კონფიგურაცია. %s
lt_lt: Nepilna saugyklos konfigūracija. %s
nb: Ikke komplett oppsett for lager. %s
nl: Incomplete opslag configuratie. %s
pt_br: Configuração incompleta do armazenamento. %s
ru: Неполная конфигурация хранилища. %s
sk: Neplatná konfigurácia úložiska. %s
sq: Formësim jo i plotë i depozitës. %s
sr: Непотпуна конфигурација складишта. %s
tr: Depolama yapılandırması tamamlanmamış. %s

source: Storage connection error. %s
cs: Chyba připojení úložiště. %s
de_de: Verbindungsfehler zum Speicherplatz. %s
es: Error de conexión de almacenamiento. %s
es_mx: Se presentó un error con la conexión al almacenamiento. %s
hu: Tároló kapcsolódási hiba. %s
is: Villa í tengingu við gagnageymslu. %s
ka_ge: საცავის კავშირის შეცდომა. %s
lt_lt: Saugyklos sujungimo ryšio klaida. %s
nb: Tilkoblingsfeil for lager. %s
nl: Opslag verbindingsfout. %s
pt_br: Erro na conexão de armazenamento. %s
ru: Ошибка подключения к хранилищу. %s
sk: Chyba pripojenia k úložisku. %s
sq: Gabim lidhje te depozita. %s
sr: Грешка приликом повезивања на складиште. %s
tr: Depolama bağlantısı sorunu. %s

source: Storage is temporarily not available
cs: Úložiště je dočasně nedostupné
de_de: Speicher ist vorübergehend nicht verfügbar
es: El almacenamiento no esta disponible temporalmente
es_mx: El almacenamieto se encuentra temporalmente no disponible
hu: A tároló átmenetileg nem érthető el
is: Gagnageymsla ekki tiltæk í augnablikinu
ka_ge: საცავი დროებით ხელმიუწვდომელია
lt_lt: Saugykla yra laikinai neprieinama
nb: Lagring er midlertidig utilgjengelig
nl: Opslag is tijdelijk niet beschikbaar
pt_br: Armazenamento temporariamente indisponível
ru: Хранилище временно недоступно
sk: Úložisko je dočasne nedostupné
sq: Hapsira ruajtëse nuk është në dispozicion përkohësisht
sr: Складиште привремено није доступно
tr: Depolama geçici olarak kullanılamıyor

source: Storage connection timeout. %s
cs: Vypršení připojení k úložišti. %s
de_de: Zeitüberschreitung der Verbindung zum Speicherplatz. %s
es: Tiempo de conexión de almacenamiento agotado. %s
es_mx: El tiempo de la conexión del almacenamiento se agotó. %s
hu: Tároló kapcsolat időtúllépés. %s
is: Gagnageymsla féll á tíma. %s
ka_ge: საცავის კავშირის დროის ამოწურვა. %s
lt_lt: Sujungimo su saugykla laikas baigėsi. %s
nb: Tidsavbrudd ved tilkobling av lager: %s
nl: Opslag verbinding time-out. %s
pt_br: Esgotado o tempo de conexão ao armazenamento. %s
ru: Истекло время ожидания подключения к хранилищу. %s
sk: Vypršanie pripojenia k úložisku. %s
sq: Mbarim kohe lidhjeje për depozitën. %s
sr: Прекорачено време за повезивање на складиште. %s
tr: Depolama bağlantısı zaman aşımı. %s
