Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Sharing %s failed, because the sharing backend for %s could not find its source
cs: Sdílení položky %s selhalo, protože úložiště sdílení %s nenalezla zdroj
de_de: Freigabe von %s fehlgeschlagen, da das Freigabe-Backend für %s nicht in dieser Quelle gefunden werden konnte
es: Se ha fallado al compartir %s porque el motor compartido para %s podría no encontrar su origen
es_mx: Se presentó una falla al compartir %s porque el backend que comparte %s no pudo encontrar su origen
hu: %s megosztása nem sikerült, mert %s megosztási alrendszere nem találja
is: Deiling %s mistókst, því bakvinnslukerfið fyrir %s fann ekki upptök þess
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, რადგანაც %s-ის გაზიარების ბექენდმა ვერ მიაგნო საკუთარ წყაროს
nb: Deling av %s mislyktes, fordi delings-bakenden for %s ikke kunne finne kilden
nl: Delen van %s is mislukt, omdat de gedeelde backend voor %s de bron niet kon vinden
pt_br: O compartilhamento %s falhou pois a plataforma de serviço de compartilhamento para %s não conseguiu encontrar a sua fonte
ru: Не удалось поделиться %s, бэкенд общего доступа не нашел путь до %s
sk: Sprístupnenie %s zlyhalo, backend nenašiel zdrojový %s
sq: Ndarja e %s dështoi, ngaqë mekanizmi i shërbimit për ndarje për %s s’gjeti dot burimin për të
sr: Дељење %s није успело зато што позадина дељења за %s није могла да нађе извор
tr: %s paylaşılamadı. Paylaşım arka ucu %s kaynağını bulamadı

source: Sharing %s failed, because the file could not be found in the file cache
cs: Sdílení položky %s selhalo, protože soubor nebyl nalezen ve vyrovnávací paměti
de_de: Freigabe von %s fehlgeschlagen, da die Datei im Datei-Cache nicht gefunden werden konnte
es: Se ha fallado al compartir %s, ya que el archivo no pudo ser encontrado en el cache de archivo
es_mx: Se presentó una falla al compartir %s porque el archivo no se encontró en el caché de archivos
hu: %s megosztása nem sikerült, mert a fájl nem található a gyorsítótárban
is: Deiling %s mistókst, því skráin fannst ekki í skyndiminni skráa
ka_ge: %s-ის გაზიარება ვერ მოხერხდა, რადგან ფაილი კეშში ვერ მოიძებნა
lt_lt: %s dalinimasis nepavyko, nes failo nepavyko rasti podelyje.
nb: Deling av %s mislyktes, fordi filen ikke ble funnet i fil-hurtiglageret
nl: Delen van %s is mislukt, omdat het bestand niet in de bestand cache kon worden gevonden
pt_br: O compartilhamento %s falhou pois o arquivo não pôde ser encontrado no cache de arquivos
ru: Не удалось поделиться %s, элемент не найден в файловом кеше.
sk: Sprístupnenie %s zlyhalo, pretože súbor sa nenachádza vo vyrovnávacej pamäti súborov
sq: Ndarja e %s me të tjerët dështoi, ngaqë kartela s’u gjet dot te fshehtina e kartelave
sr: Дељење %s није успело зато што фајл није нађен у кешу фајлова
tr: %s paylaşılamadı. Dosyanın dosya ön belleğinde bulunamadı

source: Can’t increase permissions of %s
cs: Nelze zvýšit oprávnění %s
de_de: Kann die Berechtigungen von %s nicht erhöhen
es: No se pueden aumentar los permisos de %s
es_mx: No es posible incrementar los privilegios de %s
hu: A(z) %s engedélyei nem kibővíthetők
is: Get ekki aukið aðgangsheimildir %s
ka_ge: %s-ის უფლებების გაზრდა ვერ მოხერხდა
lt_lt: Negalima pridėti papildomų %s leidimų
nb: Kan ikke øke tillatelser for %s
nl: Kan niet meer rechten geven aan %s
pt_br: Não posso aumentar as permissões de %s
ru: Невозможно увеличить права доступа для %s
sk: Nie je možné navýšiť oprávnenia pre %s
sq: Nuk mund të shtohen lejet e %s
sr: Не могу да повећам дозволе за %s
tr: %s izinleri arttırılamadı

source: Files can’t be shared with delete permissions
cs: Soubory nelze sdílet s oprávněními k odstranění
de_de: Dateien mit Lösch-Berechtigungen können nicht geteilt werden
es: Los archivos no se pueden compartir con permisos de borrado
es_mx: Los archivos no se pueden compartir con permisos de borrado
hu: A fájlok nem megoszthatók törlési joggal
is: Ekki er hægt að deila skrá með eyða-heimildum
ka_ge: ფაილები გაუქმების უფლებით ვერ გაზიარდება
lt_lt: Failai negali būti bendrinami su trynimo leidimu.
nb: Filer kan ikke deles med tilgang til sletting
nl: Bestanden kunnen niet worden gedeeld met verwijder permissies
pt_br: Os arquivos não podem ser compartilhados com permissões de exclusão
ru: Файлы не могут иметь общий доступ с правами на удаление
sk: Súbory nie je možné sprístupňovať s oprávneniami na odstránenie
sq: Skedarët nuk mund të ndahen me leje të fshira
sr: Фајлови не могу бити дељени са дозволама за брисање
tr: Silme izni ile dosya paylaşılamaz

source: Files can’t be shared with create permissions
cs: Soubory nelze sdílet s oprávněními k vytváření
de_de: Dateien mit Erstell-Berechtigungen können nicht geteilt werden
es: Los archivos no se pueden compartir con permisos de creación
es_mx: Los archivos no se pueden compartir con permisos de creación
hu: Fájlok nem oszthatók meg létrehozási joggal
is: Ekki er hægt að deila skrá með búa-til-heimildum
ka_ge: ფაილები შექმნის უფლებებით ვერ გაზიარდება
lt_lt: Failai negali būti bendrinami su sukūrimo leidimu.
nb: Filer kan ikke deles med tilgang til opprettelse
nl: Bestanden kunnen niet worden gedeeld met 'creëer' permissies
pt_br: Os arquivos não podem ser compartilhados com permissões de criação
ru: Файлы не могут иметь общий доступ с правами на создание
sk: Súbory nie je možné sprístupňovať s oprávneniami na vytváranie
sq: matchSkedarët nuk mund të ndahen me leje të krijuara
sr: Фајлови не могу бити дељени са дозволама за креирање
tr: Ekleme izni ile dosya paylaşılamaz

source: Expiration date is in the past
cs: Datum vypršení je v minulosti
de_de: Das Ablaufdatum liegt in der Vergangenheit.
es: Ha pasado la fecha de caducidad
es_mx: La fecha de expiración se encuentra en el pasado
hu: A lejárati dátum már elmúlt
is: Gildistíminn er þegar runninn út
ka_ge: ვადის ამოწურვის თარიღი წარსულშია
lt_lt: Bendrinimo pabaigos data yra praėjęs laikas
nb: Utløpsdato er i fortid
nl: De vervaldatum ligt in het verleden
pt_br: Data de expiração está no passado
ru: Дата окончания срока действия уже прошла
sk: Dátum konca platnosti je v minulosti
sq: Data e skadimit bie në të kaluarën
sr: Датум истека је у прошлости
tr: Son kullanma tarihi geçmişte

source: Can’t set expiration date more than %s days in the future
cs: Nelze nastavit datum vypršení platnosti více než %s dní v budoucnu
de_de: Das Ablaufdatum kann nicht mehr als %s Tage in die Zukunft liegen
es: No se puede establecer la fecha de expiración a más de %s días en el futuro
es_mx: No es posible establecer la fecha de expiración más allá de %s días en el futuro
hu: Nem lehet %s napnál későbbi lejáratot megadni
is: Ekki er hægt að setja lokadagsetningu meira en %s daga fram í tímann
ka_ge: ვადის ამოწურვის თარიღი %s დღეზე მეტი მომავალში ვერ იქნება
lt_lt: Negalima nustatyti galiojimo laiko ilgesnio nei %s dienos.
nb: Kan ikke sette utløpsdato mer enn %s dager i fremtiden
nl: Kan de vervaldatum niet meer dan %s dagen in de toekomst instellen
pt_br: Não é possível definir a expiração mais do que %s dias no futuro
ru: Невозможно установить дату окончания срока действия более %s дней
sk: Nie je možné nastaviť dátum konca platnosti viac ako %s dní v budúcnosti
sq: Nuk mund të caktohet data e skadimit më shumë se %s ditë në të ardhmen
sr: Не могу да поставим датум истека више од %s дана у будућност
tr: Son kullanma tarihi %sgünden sonrası olarak ayarlanamaz

source: %s shared »%s« with you
cs: %s s vámi sdílí »%s«
de_de: %s hat „%s“ mit Ihnen geteilt
es: %s ha compartido »%s« contigo
es_mx: %s ha compartido »%s« contigo
hu: %s megosztotta veled ezt: »%s«
is: %s deildi »%s« með þér
ka_ge: %s მომხმარებელმა თქვენთან გააზიარა »%s«
lt_lt: %s pasidalino »%s« su jumis
nb: %s delte »%s« med deg
nl: %s heeft "%s " met je gedeeld
pt_br: %s compartilhou »%s« com você
ru: %s поделился »%s« с вами
sk: %s vám sprístupnil »%s«
sq: %s ndau me ju »%s«
sr: %s подели „%s“ са вама
tr: %s sizinle »%s« ögesini paylaştı

source: %s shared »%s« with you.
cs: %s s vámi sdílel(a) »%s»
de_de: %s hat mit Ihnen »%s« geteilt.
es: %s ha compartido »%s« contigo
es_mx: %s compartió contigo »%s«.
hu: %s megosztotta »%s«-t veled.
is: %s deildi »%s« með þér.
ka_ge: %s მომხმარებელმა თქვენთან გააზიარა »%s«.
lt_lt: %s pasidalino »%s« su Jumis.
nb: %s delte "%s" med deg.
nl: %s heeft "%s" met je gedeeld.
pt_br: %s compartilhou »%s« com você.
ru: %s поделился »%s« с вами.
sk: %s vám sprístupnil »%s«
sq: 1 %s ndarë »1 %s« me ju.
sr: %s поделио „%s“ са Вама.
tr: %s sizinle »%s« ögesini paylaştı.

source: Click the button below to open it.
cs: Pro otevření kliknětena tlačítko níže.
de_de: Klicken Sie zum Öffnen auf die untere Schaltfläche.
es: Haz clic en el botón de abajo para abrirlo.
es_mx: Haz click en el botón inferior para abrirlo.
hu: Kattintson a lenti gombra a megnyitáshoz.
is: Smelltu á hnappinn hér fyrir neðan til að opna það.
ka_ge: გასახსნელად დააჭირეთ ქვემოთ მყოფ ღილაკს.
lt_lt: Norėdami atverti failą, spustelėkite mygtuką žemiau.
nb: Klikk på knappen nedenfor for å åpne den.
nl: Klik de onderstaande button om te openen.
pt_br: Clique no botão abaixo para abri-lo.
ru: Для открытия нажмите на кнопку ниже.
sk: Pre otvorenie klienta kliknite na tlačítko nižšie.
sq: Kliko butonin më poshtë për të hapur atë.
sr: Кликните дугме испод да га отворите.
tr: Açmak için aşağıdaki düğmeye tıklayın.

source: Open »%s«
cs: Otevřít »%s«
de_de: »%s« öffnen
es: Abrir »%s«
es_mx: Abrir »%s«
hu: »%s« megnyitása
is: Opna »%s«
ka_ge: გახნსნა »%s«
lt_lt: Atverti "%s"
nb: Åpne »%s«
pt_br: Abrir »%s«
ru: Открыть »%s«
sk: Otvoriť »%s«
sq: Hap»1 %s«
sr: Отвори „%s“
tr: »%s« Aç

source: %s via %s
cs: %s pomocí %s
es: %s vía %s
es_mx: %s por %s
hu: %s - %s
is: %s með %s
ka_ge: %s %s-ით
lt_lt: %s per %s
ru: %s через %s
sk: %s cez %s
sq: %s përmes %s
sr: %s путем %s
tr: %s, %s aracılığıyla

source: The requested share does not exist anymore
cs: Požadované sdílení již neexistuje
de_de: Die angeforderte Freigabe existiert nicht mehr
es: El recurso compartido solicitado ya no existe
es_mx: El recurso compartido solicitado ya no existe
hu: A kért megosztás már nem létezik
is: Umbeðin sameign er ekki lengur til
ka_ge: მოთხოვნილი გაზიარება მეტი აღარ არსებობს
lt_lt: Pageidaujamas bendrinimas daugiau neegzistuoja.
nb: Forespurt ressurs finnes ikke lenger
nl: De toegang tot de gedeelde folder bestaat niet meer
pt_br: O compartilhamento solicitado não existe mais
ru: Запрошенный общий ресурс более не существует.
sk: Požadované sprístupnenie už neexistuje
sq: Ndarja e kërkuar nuk ekziston më
sr: Захтевано дељење више не постоји
tr: Erişilmek istenilen paylaşım artık yok

source: Could not find category "%s"
cs: Nelze nalézt kategorii "%s"
de_de: Die Kategorie "%s“ konnte nicht gefunden werden
es: No puede encontrar la categoría "%s"
es_mx: No fue posible encontrar la categoria "%s"
hu: Ez a kategória nem található: "%s"
is: Fann ekki flokkinn "%s"
ka_ge: "%s" კატეგორიის მოძებნა ვერ მოხერხდა
lt_lt: Nepavyko rasti kategorijos „%s“
nb: Kunne ikke finne kategori "%s"
nl: Kan categorie "%s" niet vinden
pt_br: Impossível localizar a categoria "%s"
ru: Категория «%s» не найдена
sk: Nemožno nájsť danú kategóriu "%s"
sq: S’u gjet kategori "%s"
sr: Не могу да пронађем категорију „%s“.
tr: "%s" kategorisi bulunamadı

source: Sunday
cs: Neděle
de_de: Sonntag
es: Domingo
es_mx: Domingo
hu: Vasárnap
is: Sunnudagur
ka_ge: კვირა
lt_lt: Sekmadienis
nb: Søndag
nl: Zondag
pt_br: Domingo
ru: Воскресенье
sk: Nedeľa
sq: E Dielë
sr: Недеља
tr: Pazar

source: Monday
cs: Pondělí
de_de: Montag
es: Lunes
es_mx: Lunes
hu: Hétfő
is: Mánudagur
ka_ge: ორშაბათი
lt_lt: Pirmadienis
nb: Mandag
nl: Maandag
pt_br: Segunda-feira
ru: Понедельник
sk: Pondelok
sq: E Hënë
sr: Понедељак
tr: Pazartesi

source: Tuesday
cs: Úterý
de_de: Dienstag
es: Martes
es_mx: Martes
hu: Kedd
is: Þriðjudagur
ka_ge: სამშაბათი
lt_lt: Antradienis
nb: Tirsdag
nl: Dinsdag
pt_br: Terça-feira
ru: Вторник
sk: Utorok
sq: E Martë
sr: Уторак
tr: Salı

source: Wednesday
cs: Středa
de_de: Mittwoch
es: Miércoles
es_mx: Miércoles
hu: Szerda
is: Miðvikudagur
ka_ge: ოთხშაბათი
lt_lt: Trečiadienis
nb: Onsdag
nl: Woensdag
pt_br: Quarta-feira
ru: Среда
sk: Streda
sq: E Mërkurë
sr: Среда
tr: Çarşamba

source: Thursday
cs: Čtvrtek
de_de: Donnerstag
es: Jueves
es_mx: Jueves
hu: Csütörtök
is: Fimmtudagur
ka_ge: ხუთშაბათი
lt_lt: Ketvirtadienis
nb: Torsdag
nl: Donderdag
pt_br: Quinta-feira
ru: Четверг
sk: Štvrtok
sq: E Enjte
sr: Четвртак
tr: Perşembe

source: Friday
cs: Pátek
de_de: Freitag
es: Viernes
es_mx: Viernes
hu: Péntek
is: Föstudagur
ka_ge: პარასკევი
lt_lt: Penktadienis
nb: Fredag
nl: Vrijdag
pt_br: Sexta-feira
ru: Пятница
sk: Piatok
sq: E Premte
sr: Петак
tr: Cuma

source: Saturday
cs: Sobota
de_de: Samstag
es: Sábado
es_mx: Sábado
hu: Szombat
is: Laugardagur
ka_ge: შაბათი
lt_lt: Šeštadienis
nb: Lørdag
nl: Zaterdag
pt_br: Sábado
ru: Суббота
sk: Sobota
sq: E Shtunë
sr: Субота
tr: Cumartesi

source: Sun.
cs: Ne
de_de: Son.
es: Dom.
es_mx: Dom.
hu: Vas.
ka_ge: კვი.
lt_lt: Sek.
nb: Søn.
nl: Zo.
pt_br: Dom.
ru: Вс.
sk: Ned.
sq: Die.
sr: Нед
tr: Paz

source: Mon.
cs: Po
es: Lun.
es_mx: Lun.
hu: Hé.
is: Mán.
ka_ge: ორშ.
lt_lt: Pir.
nb: Man.
nl: Ma.
pt_br: Seg.
ru: Пн.
sk: Pon.
sq: Hën.
sr: Пон
tr: Pzt

source: Tue.
cs: Út
de_de: Die.
es: Mar.
es_mx: Mar.
hu: Ke.
is: Þri.
ka_ge: სამ.
lt_lt: Ant.
nb: Tir.
nl: Di.
pt_br: Ter.
ru: Вт.
sk: Uto.
sq: Mar.
sr: Уто
tr: Sal

source: Wed.
cs: St
de_de: Mit.
es: Mié.
es_mx: Mie.
hu: Sze.
is: Mið.
ka_ge: ოთხ.
lt_lt: Tre.
nb: Ons.
nl: Wo.
pt_br: Qua.
ru: Ср.
sk: Str.
sq: Mër.
sr: Сре
tr: Çar

source: Thu.
cs: Čt
de_de: Don.
es: Jue.
es_mx: Jue.
hu: Csü.
is: Fim.
ka_ge: ხუთ.
lt_lt: Ket.
nb: Tirs.
nl: Do.
pt_br: Qui.
ru: Чт.
sk: Štv.
sq: Enj.
sr: Чет
tr: Per

source: Fri.
cs: Pá
de_de: Fre.
es: Vie.
es_mx: Vie.
hu: Pén.
is: Fös.
ka_ge: პარ.
lt_lt: Pen.
nb: Fre.
nl: Vr.
pt_br: Sex.
ru: Пт.
sk: Pia.
sq: Pre.
sr: Пет
tr: Cum

source: Sat.
cs: So
de_de: Sam.
es: Sáb.
es_mx: Sab.
hu: Szo.
is: Lau.
ka_ge: შაბ.
lt_lt: Šeš.
nb: Lør.
nl: Za.
pt_br: Sab.
ru: Сб.
sk: Sob.
sq: Sht.
sr: Суб
tr: Cmt

source: Su
cs: Ne
de_de: So
es: Do
es_mx: Do
hu: Va
ka_ge: კვ
lt_lt: Sk
nb: Sø
nl: Zo
ru: Вс
sk: Ne
sq: Di
sr: Не
tr: Pa

source: Mo
cs: Po
es: Lu
es_mx: Lu
hu: Hé
is: Má
ka_ge: ორ
lt_lt: Pr
nb: Ma
nl: Ma
pt_br: Se
ru: Пн
sk: Po
sq: Hë
sr: По
tr: Pt

source: Tu
cs: Út
de_de: Di
es: Ma
es_mx: Ma
hu: Ke
is: Þr
ka_ge: სა
lt_lt: An
nb: Ti
nl: Di
pt_br: Te
ru: Вт
sk: Ut
sq: Ma
sr: Ут
tr: Sa

source: We
cs: St
de_de: Mi
es: Mi
es_mx: Mi
hu: Sze
is: Mi
ka_ge: ოთ
lt_lt: Tr
nb: On
nl: Wo
pt_br: Qu
ru: Ср
sk: St
sq: Ne
sr: Ср
tr: Ça

source: Th
cs: Čt
de_de: Do
es: Ju
es_mx: Ju
hu: Cs
is: Fi
ka_ge: ხუ
lt_lt: Kt
nb: To
nl: Do
pt_br: Qu
ru: Чт
sk: Št
sq: En
sr: Че
tr: Pe

source: Fr
cs: Pá
es: Vi
es_mx: Vi
hu: Pé
is: Fö
ka_ge: პა
lt_lt: Pn
nl: Vr
pt_br: Se
ru: Пт
sk: Pi
sq: Pr
sr: Пе
tr: Cu

source: Sa
cs: So
hu: Szo
is: La
ka_ge: შა
lt_lt: Št
nb: Lø
nl: Za
ru: Сб
sk: So
sq: Sh
sr: Су
tr: Ct

source: January
cs: Leden
de_de: Januar
es: enero
es_mx: Enero
hu: Január
is: Janúar
ka_ge: იანვარი
lt_lt: Sausis
nb: Januar
nl: Januari
pt_br: Janeiro
ru: Январь
sk: Január
sq: Janar
sr: Јануар
tr: Ocak

source: February
cs: Únor
de_de: Februar
es: febrero
es_mx: Febrero
hu: Február
is: Febrúar
ka_ge: თებერვალი
lt_lt: Vasaris
nb: Februar
nl: Februari
pt_br: Fevereiro
ru: Февраль
sk: Február
sq: Shkurt
sr: Фебруар
tr: Şubat

source: March
cs: Březen
de_de: März
es: marzo
es_mx: Marzo
hu: Március
is: Mars
ka_ge: მარტი
lt_lt: Kovas
nb: Mars
nl: Maart
pt_br: Março
ru: Март
sk: Marec
sq: Mars
sr: Март
tr: Mart

source: April
cs: Duben
es: abril
es_mx: Abril
hu: Április
is: Apríl
ka_ge: აპრილი
lt_lt: Balandis
pt_br: Abril
ru: Апрель
sk: Apríl
sq: Prill
sr: Април
tr: Nisan

source: May
cs: Květen
de_de: Mai
es: mayo
es_mx: Mayo
hu: Május
is: Maí
ka_ge: მაისი
lt_lt: Gegužė
nb: Mai
nl: Mei
pt_br: Maio
ru: Май
sk: Máj
sq: Maj
sr: Мај
tr: Mayıs

source: June
cs: Červen
de_de: Juni
es: junio
es_mx: Junio
hu: Június
is: Júní
ka_ge: ივნისი
lt_lt: Birželis
nb: Juni
nl: Juni
pt_br: Junho
ru: Июнь
sk: Jún
sq: Qershor
sr: Јун
tr: Haziran

source: July
cs: Červenec
de_de: Juli
es: julio
es_mx: Julio
hu: Július
is: Júlí
ka_ge: ივლისი
lt_lt: Liepa
nb: Juli
nl: Juli
pt_br: Julho
ru: Июль
sk: Júl
sq: Korrik
sr: Јул
tr: Temmuz

source: August
cs: Srpen
es: agosto
es_mx: Agosto
hu: Augusztus
is: Ágúst
ka_ge: აგვისტო
lt_lt: Rugpjūtis
nl: Augustus
pt_br: Agosto
ru: Август
sq: Gusht
sr: Август
tr: Ağustos

source: September
cs: Září
es: septiembre
es_mx: Septiembre
hu: Szeptember
ka_ge: სექტემბერი
lt_lt: Rugsėjis
pt_br: Setembro
ru: Сентябрь
sq: Shtator
sr: Септембар
tr: Eylül

source: October
cs: Říjen
de_de: Oktober
es: octubre
es_mx: Octubre
hu: Október
is: Október
ka_ge: ოქტომბერი
lt_lt: Spalis
nb: Oktober
nl: Oktober
pt_br: Outubro
ru: Октябрь
sk: Október
sq: Tetor
sr: Октобар
tr: Ekim

source: November
cs: Listopad
es: noviembre
es_mx: Noviembre
is: Nóvember
ka_ge: ნოემბერი
lt_lt: Lapkritis
pt_br: Novembro
ru: Ноябрь
sq: Nëntor
sr: Новембар
tr: Kası

source: December
cs: Prosinec
de_de: Dezember
es: diciembre
es_mx: Diciembre
is: Desember
ka_ge: დეკემბერი
lt_lt: Gruodis
nb: Desember
pt_br: Dezembro
ru: Декабрь
sq: Dhjetor
sr: Децембар
tr: Aralı

source: Jan.
cs: leden
es: Ene.
es_mx: Ene.
ka_ge: იან.
lt_lt: Sau.
ru: Янв.
sr: Јан.
tr: Oca

source: Feb.
cs: únor
ka_ge: თებ.
lt_lt: Vas.
pt_br: Fev.
ru: Фев.
sq: Shk.
sr: Феб.
tr: Şub

source: Mar.
cs: březen
de_de: Mär.
hu: Már.
ka_ge: მარ.
lt_lt: Kov.
nl: Mrt.
ru: Мар.
sr: Мар.

source: Apr.
cs: duben
es: Abr.
es_mx: Abr.
hu: Ápr.
ka_ge: აპრ.
lt_lt: Bal.
pt_br: Abr.
ru: Апр.
sq: Pri.
sr: Апр.
tr: Nis

source: May.
cs: květen
de_de: Mai
hu: Máj.
is: Maí.
ka_ge: მაი.
lt_lt: Geg.
nb: Mai.
nl: Mei
pt_br: Mai.
ru: Май
sk: Máj.
sq: Maj.
sr: Мај.

source: Jun.
cs: červen
hu: Jún.
is: Jún.
ka_ge: ივნ.
lt_lt: Bir.
ru: Июн.
sk: Jún.
sq: Qer.
sr: Јун.
tr: Haz

source: Jul.
cs: červenec
hu: Júl.
is: Júl.
ka_ge: ივლ.
lt_lt: Lie.
ru: Июл.
sk: Júl.
sq: Kor.
sr: Јул.
tr: Tem

source: Aug.
cs: srpen
es: Ago.
es_mx: Ago.
is: Ágú.
ka_ge: აგვ.
lt_lt: Rgp.
pt_br: Ago.
ru: Авг.
sq: Gus.
sr: Авг.
tr: Ağu

source: Sep.
cs: září
hu: Szep.
ka_ge: სექ.
lt_lt: Rgs.
pt_br: Set.
ru: Сен.
sq: Sht.
sr: Сеп.
tr: Eyl

source: Oct.
cs: říjen
de_de: Okt.
hu: Okt.
is: Okt.
ka_ge: ოქტ.
lt_lt: Spl.
nb: Okt.
nl: Okt.
pt_br: Out.
ru: Окт.
sk: Okt.
sq: Tet.
sr: Окт.
tr: Eki

source: Nov.
cs: listopad
is: Nóv.
ka_ge: ნოე.
lt_lt: Lap.
ru: Нояб.
sq: Nën.
sr: Нов.
tr: Kas

source: Dec.
cs: prosinec
de_de: Dez.
es: Dic.
es_mx: Dic.
is: Des.
ka_ge: დეკ.
lt_lt: Grd.
nb: Des.
pt_br: Dez.
ru: Дек.
sq: Dhj.
sr: Дец.
tr: Ara

source: Only the following characters are allowed in a username: "a-z", "A-Z", "0-9", and "_.@-'"
cs: Pouze následující znaky jsou povoleny pro uživatelské jméno: "a-z", "A-Z", "0-9", and "_.@-'"
de_de: Folgende Zeichen sind im Benutzernamen erlaubt: „a-z“, „A-Z“, „0-9“ und „_.@-'“
es: Solo los siguientes caracteres están permitidos en un nombre de usuario: "a-z", "A-Z", "0-9", and "_.@-'"
es_mx: Sólo se permiten los siguientes caracteres en el usuario: "a-z", "A-Z", "0-9" y "_.@-'"
hu: A felhasználónévben csak a következő karakterek engedélyezettek: "a-z", "A-Z", "0-9", és "_.@-'"
is: Einungis eru leyfilegir eftirfarandi stafir í notandanafni: "a-z", "A-Z", "0-9", og "_.@-'"
ka_ge: მომხმარებლის სახელში დაშვებულია მხოლოდ შემდეგი ნიშნები: "a-z", "A-Z", "0-9", და "_.@-'"
lt_lt: Naudotojo varde galima naudoti tik sekančius simbolius: "a-z", "A-Z", "0-9", and "_.@-'"
nb: Bare disse tegnene tillates i et brukernavn: "a-z", "A-Z", "0-9" og "_.@-'"
nl: Alleen de volgende tekens zijn toegestaan in een gebruikersnaam: "a-z", "A-Z", "0-9", en "_.@-"
pt_br: Somente os seguintes caracteres são permitidos em um nome de usuário: "a-z", "A-Z", "0-9", e "_.@-'"
ru: В составе имени пользователя допускаются следующие символы: «a–z», «A–Z», «0–9» и «_.@-'»
sk: V mene používateľa je možné použiť iba nasledovné znaky: "a-z", "A-Z", "0-9", and "_.@-'"
sq: Në një emër përdoruesi lejohen vetëm shenjat vijuese: "a-z", "A-Z", "0-9", dhe "_.@-"
sr: У корисничком имену су дозвољени само следећи карактери: "a-z", "A-Z", "0-9", and "_.@-'"
tr: Kullanıcı adında yalnız şu karakterler kullanılabilir: "a-z", "A-Z", "0-9", ve "_.@-'"

source: A valid username must be provided
cs: Musíte zadat platné uživatelské jméno
de_de: Es muss ein gültiger Benutzername angegeben werden
es: Se debe proporcionar un nombre de usuario válido
es_mx: Debes proporcionar un nombre de usuario válido
hu: Érvényes felhasználónevet kell megadnia
is: Skráðu inn gilt notandanafn
ka_ge: უნდა მიუთითოთ არსებული მომხმარებლის სახელი
lt_lt: Privalo būti pateiktas tinkamas naudotojo vardas
nb: Oppgi et gyldig brukernavn
nl: Er moet een geldige gebruikersnaam worden opgegeven
pt_br: Um nome de usuário válido deve ser fornecido
ru: Укажите допустимое имя пользователя
sk: Musíte zadať platné používateľské meno
sq: Duhet dhënë një emër i vlefshëm përdoruesi
sr: Морате унети исправно корисничко име
tr: Geçerli bir kullanıcı adı yazmalısınız

source: Username contains whitespace at the beginning or at the end
cs: Uživatelské jméno obsahuje mezery na svém začátku nebo konci
de_de: Der Benutzername enthält Leerzeichen am Anfang oder am Ende
es: El nombre de usuario contiene espacios en blanco al principio o al final
es_mx: El usuario contiene un espacio en blanco al inicio o al final
hu: A felhasználónév szóközt tartalmaz az elején vagy a végén
is: Notandanafnið inniheldur orðabil í upphafi eða enda
ka_ge: მომხმარებლის სახელი დასაწყისსში ან დასასრულში მოიცავს სიცარიელეს
lt_lt: Naudotojo varde pradžioje ar pabaigoje yra tarpas
nb: Brukernavn inneholder blanke på begynnelsen eller slutten
nl: De gebruikersnaam bevat spaties aan het begin of aan het eind
pt_br: O nome de usuário contém espaço em branco no início ou no fim
ru: Имя пользователя содержит пробел в начале или в конце
sk: Meno používateľa obsahuje na začiatku, alebo na konci medzeru
sq: Emri i përdoruesit përmban hapësirë në fillim ose në fund
sr: Корисничко име садржи белине на почетку или на крају
tr: Kullanıcı adının başı ya da sonunda boşluk var

source: Username must not consist of dots only
cs: Uživatelské jméno se nesmí skládat ze samých teček
de_de: Der Benutzername darf nicht nur aus Punkten bestehen
es: El nombre de usuario no debe consistir solo de puntos
es_mx: El usuario no debe consistir de solo puntos.
hu: A felhasználónév nem állhat csak pontokból
is: Notandanafn má ekki einungis samanstanda af punktum
ka_ge: მომხმარებლის სახელი ვერ იქნება შემდგარი მხოლოდ წერტილებისგან
lt_lt: Naudotojo vardas negali būti sudarytas tik iš taškų.
nb: Brukernavn kan ikke bare bestå av punktum
nl: De gebruikersnaam mag niet uit alleen punten bestaan
pt_br: Nome do usuário não pode consistir de pontos somente
ru: Имя пользователя должно состоять не только из точек
sk: Používateľské meno sa nesmie skladať len z bodiek
sq: Emri i përdoruesit nuk duhet të përbëhet vetëm nga pika
sr: Корисничко име не могу бити само тачке
tr: Kullanıcı adı yalnız noktalardan oluşamaz

source: A valid password must be provided
cs: Musíte zadat platné heslo
de_de: Es muss ein gültiges Passwort eingegeben werden
es: Se debe proporcionar una contraseña válida
es_mx: Se debe proporcionar una contraseña válida
hu: Érvényes jelszót kell megadnia
is: Skráðu inn gilt lykilorð
ka_ge: უნდა მიუთითოთ სწორი პაროლი
lt_lt: Slaptažodis turi būti tinkamas
nb: Oppgi et gyldig passord
nl: Er moet een geldig wachtwoord worden opgegeven
pt_br: Uma senha válida deve ser fornecida
ru: Укажите допустимый пароль
sk: Musíte zadať platné heslo
sq: Duhet dhënë një fjalëkalim i vlefshëm
sr: Морате унети исправну лозинку
tr: Geçerli bir parola yazmalısınız
