Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Cannot write into "config" directory!
cs: Nelze zapisovat do adresáře "config"!
de_de: Das Schreiben in das „config“-Verzeichnis ist nicht möglich!
es: No se puede escribir en la carpeta "config"
es_mx: ¡No se puede escribir en el directorio "config"!
hu: Nem írható a "config" könyvtár!
is: Get ekki skrifað í "config" möppuna!
ka_ge: "config" დირექტორიაში ჩაწერა ვერ ხერხდება!
lt_lt: Nepavyksta rašyti į "config" katalogą!
nb: Kan ikke skrive til «config»-mappen!
nl: Kan niet schrijven naar de "config" directory
pt_br: Não é possível gravar no diretório "config"!
ru: Запись в каталог «config» невозможна!
sk: Nie je možné zapisovat do priečinka "config"!
sq: Nuk shkruhet dot te drejtoria "config"!
sr: Не могу да уписујем у „config“ директоријум!
tr: "config" klasörüne yazılamadı!

source: This can usually be fixed by giving the webserver write access to the config directory
cs: To lze obvykle vyřešit povolením zápisu webovému serveru do konfiguračního adresáře
de_de: Dies kann normalerweise repariert werden, indem dem Webserver Schreibzugriff auf das config-Verzeichnis gegeben wird
es: Se podría solucionar esto dándole al servidor permisos de escritura del directorio de configuración
es_mx: Esto generalmente se resuelve dándole al servidor web acceso para escribir en el directorio config.
hu: Ez rendszerint úgy oldható meg, hogy írási jogot adunk a webszervernek a config könyvtárra.
is: Þetta er venjulega hægt að laga með því að gefa vefþjóninum skrifréttindi í stillingamöppuna
ka_ge: ეს ჩვეულებრივ გამოსწორებადია ვებსერვერისთვის კონფიგურაციის დირექტორიაზე წერის უფლებების მინიჭებით
lt_lt: Tai, dažniausiai, gali būti ištaisyta suteikiant saityno serveriui rašymo prieigą prie konfigūracijos katalogo
nb: Dette kan vanligvis ordnes ved å gi vev-tjeneren skrivetilgang til config-mappen
nl: Dit kan opgelost worden door de config map op de webserver schrijfrechten te geven
pt_br: Isso geralmente pode ser corrigido dando o acesso de escritura ao webserver para o diretório de configuração
ru: Обычно это можно исправить, предоставив веб-серверу права на запись в каталог конфигурации
sk: To je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis do priečinka s konfiguráciou.
sq: Zakonisht kjo mund të ndreqet duke i akorduar shërbyesit web të drejta shkrimi mbi drejtorinë e formësimeve
sr: Ово се обично може средити давањем права веб серверу да пише у директоријум са подешавањима
tr: Bu sorun genellikle, web sunucusuna config klasörüne yazma izni verilerek çözülebilir

source: See %s
cs: Viz %s
de_de: Siehe %s
es: Ver %s
es_mx: Ver %s
hu: Lásd %s
is: Skoðaðu %s
ka_ge: იხილეთ %s
lt_lt: Žiūrėkite %s
nb: Se %s
nl: Zie %s
pt_br: Ver %s
ru: Смотрите %s
sk: Pozri %s
sq: Shihni %s
sr: Погледајте %s
tr: Şuraya bakın: %s

source: This can usually be fixed by giving the webserver write access to the config directory. See %s
cs: To lze obvykle vyřešit povolením zápisu webovému serveru do konfiguračního adresáře. Viz %s
de_de: Dies kann zumeist behoben werden, indem dem Web-Server Schreibzugriff auf das Konfigurationsverzeichnis eingeräumt wird. Siehe auch %s
es: Se podría solucionar esto dándole al servidor permisos de escritura del directorio de configuración. Ver %s
es_mx: Por lo general esto se puede resolver al darle al servidor web acceso de escritura al directorio config. Por favor ve %s
hu: Ez rendszerint úgy oldható meg, hogy írási jogot adunk a webszervernek a config könyvtárra. Lásd: %s
is: Þetta er venjulega hægt að laga með því að gefa vefþjóninum skrifréttindi í stillingamöppuna. Sjá %s
ka_ge: ეს ჩვეულებრივ გამოსწორებადია ვებსერვერისთვის კონფიგურაციის დირექტორიაზე წერის უფლებების მინიჭებით. იხილეთ %s
lt_lt: Tai, dažniausiai, gali būti pataisyta, suteikiant saityno serveriui rašymo prieigą prie konfigūracijos katalogo. Žiūrėkite %s
nb: Dette kan vanligvis ordnes ved å gi vev-tjeneren skrivetilgang til config-mappen. Se %s
nl: Dit kan opgelost worden door de config map op de webserver schrijf rechten te geven. See %s
pt_br: Normalmente isso pode ser resolvido dando ao webserver permissão de escritura no diretório config. Veja %s
ru: Обычно это можно исправить, предоставив веб-серверу права на запись в каталог конфигурации. Смотрите %s
sk: To je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis do adresára s konfiguráciou. Viď %s
sq: Kjo zakonisht mund të rregullohet duke i dhënë serverit të web-it akses shkrimi tek direktoria config. Shih %s
sr: Ово се обично може средити давањем права писања веб серверу за директоријум са подешавањима. Погледајте %s
tr: Bu sorun genellikle, web sunucusuna config klasörüne yazma izni verilerek çözülebilir. %s bölümüne bakın

source: The files of the app %$1s were not replaced correctly. Make sure it is a version compatible with the server.
cs: Soubory aplikace %$1s nebyly řádně nahrazeny. Ujistěte se, že je to verze kompatibilní se serverem.
de_de: Die Dateien der App %$1s wurden nicht korrekt ersetzt. Stellen Sie sicher, dass die Version mit dem Server kompatibel ist.
es: Los archivos de la aplicación %$1s no fueron reemplazados correctamente. Asegúrese que es una versión compatible con el servidor.
es_mx: Los archivos de la aplicación %$1s no fueron correctamente remplazados. Por favor asegúrarte de que la versión sea compatible con el servidor.
hu: %$1s alkalmazás fájljai nem megfelelően lettek cserélve. Győződj meg róla, hogy ez a verzió kompatibilis-e a szerverrel.
is: Skrám forritsins %$1s var ekki rétt skipt út. Gakktu úr skugga um að þetta sé útgáfa sem sé samhæfð útgáfu vefþjónsins.
ka_ge: აპლიკაციის %$1s-ის ფაილები სწორად ვერ ჩანაცვლდა. დარწმუნდით რომ ეს ვერსია თავსებადია სერვერთან.
lt_lt: Programėlės %$1s failai buvo pakeisti neteisingai. Įsitikinkite, kad versija yra suderinama su serveriu.
nb: Filene i appen %$1s ble ikke erstattet skikkelig. Sjekk at versjonen er kompatibel med tjeneren.
nl: De bestanden van de app %$1s zijn niet correct vervangen. Zorg ervoor dat de app versie compatibel is met de server.
pt_br: Os arquivos do aplicativo %$1s não foram substituídos corretamente. Certifique-se de que é uma versão compatível com o servidor.
ru: Файлы приложения %$1s не заменены корректно. Проверьте что его версия совместима с версией сервера.
sk: Súbory aplikácie %$1s nebolo možné úspešne nahradiť. Uistite sa, že verzia je kompatibilná s verziou servera.
sq: Skedarët e aplikacionit %$1s nuk u zëvëndësuan në mënyrë korrekte. Sigurohuni që është një version që përputhet me serverin.
sr: Фајлови апликације „%$1s“ нису правилно замењени. Проверите да ли је верзија компатибилна са сервером.
tr: %1$s uygulamasının dosyaları doğru şekilde değiştirilmedi. Sunucu ile uyumlu dosyaların yüklü olduğundan emin olun.

source: Sample configuration detected
cs: Byla detekována vzorová konfigurace
de_de: Beispielkonfiguration gefunden
es: Configuración de ejemplo detectada
es_mx: Se ha detectado la configuración de muestra
hu: A példabeállítások vannak beállítva
is: Fann sýnisuppsetningu
ka_ge: სანიმუშო კონფუგარცია აღმოჩენილია
lt_lt: Aptiktas konfigūracijos pavyzdys
nb: Eksempeloppsett oppdaget
nl: Voorbeeld configuratie gevonden
pt_br: Configuração de exemplo detectada
ru: Обнаружена конфигурация из примера
sk: Detekovaná bola vzorová konfigurácia
sq: U gjet formësim shembull
sr: Откривен је пример подешавања
tr: Örnek yapılandırma algılandı

source: It has been detected that the sample configuration has been copied. This can break your installation and is unsupported. Please read the documentation before performing changes on config.php
cs: Pravděpodobně byla zkopírována konfigurační nastavení ze vzorových souborů. Toto není podporováno a může poškodit vaši instalaci. Nahlédněte prosím do dokumentace před prováděním změn v souboru config.php
de_de: Es wurde festgestellt, dass die Beispielkonfiguration kopiert wurde. Dies kann Ihre Installation zerstören und wird nicht unterstützt. Bitte die Dokumentation lesen, bevor Änderungen an der config.php vorgenommen werden.
es: Se ha detectado que el ejemplo de configuración ha sido copiado. Esto podría afectar a su instalación, por lo que no tiene soporte. Lea la documentación antes de hacer cambios en config.php
es_mx: Se ha detectado que la configuración de muestra ha sido copiada. Esto puede arruiniar tu instalacón y no está soportado. Por favor lee la documentación antes de hacer cambios en el archivo config.php
hu: Úgy tűnik a példakonfigurációt próbálja ténylegesen használni. Ez nem támogatott, és működésképtelenné teheti a telepítést. Kérlek olvasd el a dokumentációt és azt követően változtas a config.php-n!
is: Komið hefur í ljós að sýniuppsetningin var afrituð. Þetta getur skemmt uppsetninguna og er ekki stutt. Endilega lestu hjálparskjölin áður en þú gerir breytingar á config.php
ka_ge: დადგენილია რომ მოხდა სანიმუშო კონფიგურაციის დაკოპირება. ამან შეიძლება გააფუჭოს თქვენი ინსტალაცია და არაა მხარდაჭერილი. გთხოვთ config.php-ში ცვლილებების შეტანამდე გაეცნოთ დოკუმენტაციას.
lt_lt: Pastebėta, kad nukopijuota pavyzdinė konfigūracija. Tai gali pažeisti jūsų diegimą ir yra nepalaikoma. Prieš atliekant pakeitimus config.php faile, prašome perskaityti dokumentaciją.
nb: Det ble oppdaget at eksempeloppsettet er blitt kopiert. Dette kan ødelegge installasjonen din og støttes ikke. Les dokumentasjonen før du gjør endringer i config.php
nl: Er is gedetecteerd dat de voorbeeld configuratie is gekopieerd. Dit kan je installatie beschadigen en wordt dan ook niet ondersteund. Lees de documentatie voordat je wijzigingen aan config.php doorvoert
pt_br: Foi detectado que a configuração de exemplo foi copiada. Isso pode terminar sua instalação e não é suportado. Por favor leia a documentação antes de realizar mudanças no config.php
ru: Была обнаружена конфигурация из примера. Такая конфигурация не поддерживается и может повредить вашей системе. Прочтите документацию перед внесением изменений в файл config.php
sk: Zistilo sa, že konfigurácia bola skopírovaná zo vzorových súborov. Takáto konfigurácia nie je podporovaná a môže poškodiť vašu inštaláciu. Prečítajte si dokumentáciu pred vykonaním zmien v config.php
sq: U pa se është kopjuar shembulli për formësime. Kjo mund të prishë instalimin tuaj dhe nuk mbulohet. Ju lutemi, lexoni dokumentimin, përpara se të kryeni ndryshime te config.php
sr: Откривено је да је прекопиран пример подешавања. Ово може покварити инсталацију и није подржано. Прочитајте документацију пре вршења промена у фајлу config.php
tr: Örnek yapılandırmanın kopyalanmış olabileceği tespit edildi. Bu durum kurulumunuzu bozabilir ve desteklenmez. Lütfen config.php dosyasında değişiklik yapmadan önce belgeleri okuyun

source: %1$s and %2$s
cs: %1$s a %2$s
de_de: %1$s und %2$s
es: %1$s y %2$s
es_mx: %1$s y %2$s
hu: %1$s és %2$s
is: %1$s og %2$s
ka_ge: %1$s და %2$s
lt_lt: %1$s ir %2$s
nb: %1$s og %2$s
nl: %1$s en %2$s
pt_br: %1$s e %2$s
ru: %1$s и %2$s
sk: %1$s a %2$s
sq: %1$s dhe %2$s
sr: %1$s и %2$s
tr: %1$s ve %2$s

source: %1$s, %2$s and %3$s
cs: %1$s, %2$s a %3$s
de_de: %1$s, %2$s und %3$s
es: %1$s, %2$s y %3$s
es_mx: %1$s, %2$s y %3$s
hu: %1$s, %2$s és %3$s
is: %1$s, %2$s og %3$s
ka_ge: %1$s, %2$s და %3$s
lt_lt: %1$s, %2$s ir %3$s
nb: %1$s, %2$s og %3$s
nl: %1$s, %2$s en %3$s
pt_br: %1$s, %2$s e %3$s
ru: %1$s, %2$s и %3$s
sk: %1$s, %2$s a %3$s
sq: %1$s, %2$s dhe %3$s
sr: %1$s, %2$s и %3$s
tr: %1$s, %2$s ve %3$s

source: %1$s, %2$s, %3$s and %4$s
cs: %1$s, %2$s, %3$s a %4$s
de_de: %1$s, %2$s, %3$s und %4$s
es: %1$s, %2$s, %3$s, y %4$s
es_mx: %1$s, %2$s, %3$s y %4$s
hu: %1$s, %2$s, %3$s és %4$s
is: %1$s, %2$s, %3$s og %4$s
ka_ge: %1$s, %2$s, %3$s და %4$s
lt_lt: %1$s, %2$s, %3$s ir %4$s
nb: %1$s, %2$s, %3$s og %4$s
nl: %1$s, %2$s, %3$s en %4$s
pt_br: %1$s, %2$s, %3$s e %4$s
ru: %1$s, %2$s, %3$s и %4$s
sk: %1$s, %2$s, %3$s a %4$s
sq: %1$s, %2$s, %3$s dhe %4$s
sr: %1$s, %2$s, %3$s и %4$s
tr: %1$s, %2$s, %3$s ve %4$s

source: %1$s, %2$s, %3$s, %4$s and %5$s
cs: %1$s, %2$s, %3$s, %4$s a %5$s
de_de: %1$s, %2$s, %3$s, %4$s und %5$s
es: %1$s, %2$s, %3$s, %4$s y %5$s
es_mx: %1$s, %2$s, %3$s, %4$s y %5$s
hu: %1$s, %2$s, %3$s, %4$s és %5$s
is: %1$s, %2$s, %3$s, %4$s og %5$s
ka_ge: %1$s, %2$s, %3$s, %4$s და %5$s
lt_lt: %1$s, %2$s, %3$s, %4$s ir %5$s
nb: %1$s, %2$s, %3$s, %4$s og %5$s
nl: %1$s, %2$s, %3$s, %4$s en %5$s
pt_br: %1$s, %2$s, %3$s, %4$s e %5$s
ru: %1$s, %2$s, %3$s, %4$s и %5$s
sk: %1$s, %2$s, %3$s, %4$s a %5$s
sq: %1$s, %2$s, %3$s, %4$s dhe %5$s
sr: %1$s, %2$s, %3$s, %4$s и %5$s
tr: %1$s, %2$s, %3$s, %4$s ve %5$s

source: Education Edition
cs: Edice pro výuku
de_de: Bildungsausgabe
es: Edición Educación
es_mx: Edición Educativa
hu: Oktatási verzió
is: Kennsluútgáfa
ka_ge: საგანმანათლებლო გამოცემა
nb: Utdanningsversjon
nl: Onderwijs Editie
pt_br: Edição Educativa
ru: Образовательная редакция
sk: Edícia pre výuku
sq: Variant Edukativ
sr: Образовно издање
tr: Eğitim Sürümü

source: Enterprise bundle
cs: Enterprise balíček
de_de: Firmen-Paket
es: Conjunto para empresas
es_mx: Paquete empresarial
hu: Vállalati csomag
is: Fyrirtækjavöndull
ka_ge: ენტერპრაის კონსტრუქცია
nb: Bedrifts-pakke
nl: Zakelijke bundel
pt_br: Pacote Enterprise
ru: Корпоративный пакет
sk: Enterprise balíček
sq: Pakoja e ndërmarrjeve
sr: Комплет за предузећа
tr: Kurumsal paket

source: Groupware bundle
cs: Balíček groupware
de_de: Groupware-Paket
es: Conjunto de groupware
es_mx: Paquete de Groupware
hu: Csoportmunka csomag
is: Hópvinnsluvöndull
ka_ge: ჯგუფური კონსტრუქცია
nb: Gruppevare-pakke
nl: Groupware bundel
pt_br: Pacote Groupware
ru: Пакет для групп
sk: Balíček groupware
sq: Pako groupware
sr: Комплет за радне тимове
tr: Grup paketi

source: Social sharing bundle
cs: Balíček sociálního sdílení
de_de: Paket für das Teilen in sozialen Medien
es: Conjunto para compartir en redes
es_mx: Paquete para compartir en redes sociales
hu: Közösségi megosztás csomag
is: Deilivöndull fyrir samfélagsmiðla
ka_ge: სოციალური გაზიარების შეკვრა
nb: Sosialdelings-pakke
nl: Sociaal delen bundel
pt_br: Pacote de compartilhamento social
ru: Пакет для соц. сетей
sk: Balíček sociálneho zdieľania
sq: Pakoja e ndarjes sociale
sr: Комплет за друштвене мреже
tr: Sosyal ağ paketi

source: PHP %s or higher is required.
cs: Je vyžadováno PHP %s nebo vyšší.
de_de: PHP %s oder höher wird benötigt.
es: Se requiere PHP %s o superior.
es_mx: Se requiere de PHP %s o superior.
hu: PHP %s vagy ennél újabb szükséges.
is: Krafist er PHP %s eða hærra.
ka_ge: PHP %s ან უფრო მაღალია საჭირო.
lt_lt: Reikalinga PHP %s arba aukštesnė.
nb: PHP %s eller nyere kreves.
nl: PHP %s of hoger vereist.
pt_br: PHP %s ou superior é requerido.
ru: Требуется PHP версии %s или выше.
sk: Požadovaná verzia PHP %s alebo vyššia.
sq: Kërkohet PHP %s ose më sipër.
sr: Потребан је PHP %s или новији.
tr: PHP %s ya da daha sonraki bir sürümü gerekli.

source: PHP with a version lower than %s is required.
cs: Je vyžadováno PHP ve verzi nižší než %s.
de_de: PHP wird in einer früheren Version als %s benötigt.
es: Se necesita una versión de PHP inferior a %s
es_mx: PHP con una versión inferiror a la %s es requerido.
hu: Ennél régebbi PHP szükséges: %s.
is: Krafist er PHP útgáfu %s eða lægri.
ka_ge: საჭიროა PHP-ს %s-ზე მცირე ვერსია.
lt_lt: Reikalinga žemesnė nei %s PHP versija.
nb: PHP med en versjon lavere enn %s kreves.
nl: PHP met een versie lager dan %s is vereist.
pt_br: É requerida uma versão PHP mais antiga que a %s .
ru: Требуется PHP версии ниже %s.
sk: PHP je vyžadované vo vyššej verzii ako %s.
sq: Lypset PHP me një version më të ulët se sa %s.
sr: Потребна је PHP верзија старија од верзије %s.
tr: PHP %s ya da daha önceki bir sürümü gerekli.

source: %sbit or higher PHP required.
cs: Je vyžadováno PHP %sbit nebo vyšší.
de_de: %sbit oder höheres PHP wird benötigt.
es: Se requiere PHP %sbit o superior.
es_mx: se requiere PHP para %sbit o superior.
hu: %sbites vagy újabb PHP szükséges.
is: Krafist er PHP %sbita eða hærra.
ka_ge: საჭიროა PHP %s ბიტით ან მეტით.
nb: %sbit eller høyere PHP kreves
nl: %sbit of hogere PHP versie vereist.
pt_br: %sbit ou PHP maior é requerido.
ru: Требуется PHP с разрядностью %s бит или более.
sk: %sbit alebo vyššie PHP je vyžadované.
sq: Lypset PHP %sbit ose më i ri.
sr: Потребна је верзија PHP-а једнака или већа од верзије %s.
tr: %sbit ya da daha sonraki bir PHP sürümü gerekli.

source: Following databases are supported: %s
cs: Jsou podporovány následující databáze: %s
de_de: Die folgenden Datenbanken werden unterstützt: %s
es: Las siguientes bases de datos están soportadas: %s
es_mx: Las siguientes bases de datos están soportadas: %s
hu: A következő adatbázisok támogatottak: %s
is: Eftirfarandi gagnagrunnar eru studdir: %s
ka_ge: მხარდაჭერილია შემდეგი მონაცემთა ბაზები: %s
lt_lt: Yra palaikomos šios duomenų bazės: %s
nb: Følgende databaser støttes: %s
nl: De volgende databases worden ondersteund: %s
pt_br: Os seguintes bancos de dados são suportados: %s
ru: Поддерживаются следующие СУБД: %s
sk: Podporované sú tieto databázy: %s
sq: Mbulohen bazat vijuese të të dhënave: %s
sr: Подржане су следеће базе података: %s
tr: Şu veritabanları destekleniyor: %s

source: The command line tool %s could not be found
cs: Nástroj příkazového řádku %s nebyl nalezen
de_de: Das Kommandozeilenwerkzeug %s konnte nicht gefunden werden
es: No se encontró la herramienta %s de línea de comandos
es_mx: No fue posible encontar la herramienta de línea de comando %s
hu: A parancssori eszköz nem található: %s
is: Skipanalínutólið "%s" fannst ekki
ka_ge: command-line ხელსაწყო %s ვერ იქნა ნაპოვნი
lt_lt: Nepavyko rasti komandų eilutės įrankio %s
nb: Kommandolinjeverktøyet %s ble ikke funnet
nl: Commandoregel tool %s is niet gevonden
pt_br: A ferramenta de linha de comando %s não pôde ser encontrada
ru: Утилита командной строки %s не найдена
sk: Nástroj príkazového riadka %s nebol nájdený
sq: Mjeti rresht urdhrash %s s’u gjet dot
sr: Алатку командне линије „%s“ није могуће пронаћи
tr: %s komut satırı aracı bulunamadı

source: The library %s is not available.
cs: Knihovna %s není dostupná.
de_de: Die Bibliothek %s ist nicht verfügbar.
es: La biblioteca %s no está disponible
es_mx: La biblioteca %s no está disponible.
hu: A könyvtár %s nem áll rendelkezésre.
is: Aðgerðasafnið %s er ekki tiltækt.
ka_ge: ბიბლიოთეკა %s ვერ იქნა ნაპოვნი.
lt_lt: Biblioteka %s nėra prieinama.
nb: Biblioteket %s er ikke tilgjengelig.
nl: Library %s is niet beschikbaar.
pt_br: A biblioteca %s não está disponível.
ru: Библиотека %s недоступна.
sk: Knižnica %s je nedostupná.
sq: Libraria %s s’është e passhme.
sr: Библиотека „%s“ није доступна.
tr: %s kitaplığı bulunamadı.

source: Library %s with a version higher than %s is required - available version %s.
cs: Je vyžadována knihovna %s ve verzi vyšší než %s - dostupná verze %s.
de_de: Die Bibliothek %s wird in einer neueren Version als %s benötigt - verfügbare Version ist %s.
es: Biblioteca %s con una versión superior que %s la requerida - versión disponible %s.
es_mx: La biblitoteca %s con una versión superiror a la %s es requerida - versión disponible %s.
hu: %s könyvtár %s vagy újabb verziója szükséges - elérhető verzió: %s.
is: Krafist er aðgerðasafns %s með útgáfu hærri en %s - tiltæk útgáfa er %s.
ka_ge: საჭიროა ბიბლიოთკეა %s %s-ზე მაღალი ვერსიით - ნაპოვნია ვერსია %s.
lt_lt: Bibliotekos %s versija turi būti aukštesnė nei %s - turima versija %s.
nb: Bibliotek %s med en versjon høyere enn %s kreves - tilgjengelig versjon %s.
nl: Library %s met een versienummer hoger dan %s is vereist - beschikbare versie %s.
pt_br: É requerida uma biblioteca %s com uma versão maior que %s - versão disponível %s.
ru: Требуется библиотека %s версии не меньше %s, установлена версия %s.
sk: Požadovaná je knižnica %s vo vyššej verzii ako %s - dostupná verzia %s.
sq: Kërkohet librari %s me një version më të madh se %s - version gati %s.
sr: Потребна је библиотека „%s“ верзије веће од %s - доступна верзија је %s.
tr: %s kitaplığının %s sonrası bir sürümü gerekli. Geçerli sürüm: %s.

source: Library %s with a version lower than %s is required - available version %s.
cs: Je vyžadována knihovna %s ve verzi nižší než %s - dostupná verze %s.
de_de: Die Bibliothek %s wird in einer früheren Version als %s benötigt - verfügbare Version ist %s.
es: Biblioteca %s con una versión inferior que %s la requerida - versión disponible %s.
es_mx: Se requiere de la biblioteca %s con una versión inferiror a la %s - la versión %s está disponible.
hu: %s könyvtár %s vagy régebbi verziója szükséges - elérhető verzió: %s.
is: Krafist er aðgerðasafns %s með útgáfu lægri en %s - tiltæk útgáfa er %s.
ka_ge: საჭიროა ბიბლიოთეკა %s %s-ზე მცირე ვერსიით - ნაპოვნია ვერსია %s.
lt_lt: Bibliotekos %s versija turi būti žemesnė nei %s - turima versija %s.
nb: Bibliotek %s med en versjon lavere nn %s kreves - tilgjengelig version %s.
nl: Library %s met een versienummer lager dan %s is vereist - beschikbare versie %s.
pt_br: É requerida uma biblioteca %s com uma versão menor que %s - versão disponível %s.
ru: Требуется библиотека %s версии не выше %s, установлена версия %s.
sk: Požadovaná je knižnica %s v nižšej verzii ako %s - dostupná verzia %s.
sq: Lypset librari %s me një version më të vogël se %s - version gati %s.
sr: Потребна је библиотека „%s“ верзије ниже од %s - доступна верзија је %s.
tr: %s kitaplığının %s öncesi bir sürümü gerekli. Geçerli sürüm: %s.

source: Following platforms are supported: %s
cs: Jsou podporovány následující systémy: %s
de_de: Die folgenden Plattformen werden unterstützt: %s
es: Las siguientes plataformas están soportadas: %s
es_mx: Las siguientes plataformas están soportadas: %s
hu: Ezek a platformok támogatottak: %s
is: Eftirfarandi stýrikerfi eru studd: %s
ka_ge: მხარდაჭერია შემდეგი პლატფორმები: %s
lt_lt: Yra palaikomos šios platformos: %s
nb: Følgende plattformer støttes: %s
nl: De volgende platformen worden ondersteund: %s
pt_br: As seguintes plataformas são suportadas: %s
ru: Поддерживаются следующие платформы: %s
sk: Podporované sú nasledovné systémy: %s
sq: Mbulohen platformat vijuese: %s
sr: Подржане су следеће платформе: %s
tr: Şu platformlar destekleniyor: %s

source: Server version %s or higher is required.
cs: Je potřeba verze serveru %s nebo vyšší.
de_de: Server Version %s oder höher wird benötigt.
es: Se necesita la versión %s o superior del servidor.
es_mx: Se requiere la versión del servidor %s o superior.
hu: %s vagy újabb szerver verzió szükséges.
is: Krafist er þjóns af útgáfu %s eða hærra.
ka_ge: საჭიროა სერვერი ვერსიით %s ან მეტი.
lt_lt: Reikalinga %s arba aukštesnė serverio versija
nb: Tjenerversjon %s eller høyere kreves.
nl: Serverversie %s of hoger vereist.
pt_br: É requerido um servidor da versão %s ou superior.
ru: Требуется сервер версии %s или выше.
sk: Je vyžadovaná verzia servera %s alebo vyššia.
sq: Versioni i serverit kërkohet %s ose më lartë
sr: Потребна је верзија сервера %s или виша.
tr: Sunucu %s ya da daha sonraki bir sürüm olmalıdır.

source: Server version %s or lower is required.
cs: Je potřeba verze serveru %s nebo nižší.
de_de: Server Version %s oder niedriger wird benötigt.
es: Se necesita la versión %s o inferior del servidor.
es_mx: La versión del servidor %s o inferior es requerdia.
hu: %s vagy régebbi szerver verzió szükséges.
is: Krafist er þjóns af útgáfu %s eða lægri.
ka_ge: საჭიროა სერვერი ვერსიით %s ან ნაკლები.
lt_lt: Reikalinga %s arba žemesnė serverio versija.
nb: Tjenerversjon %s eller lavere kreves.
nl: Serverversie %s of lager vereist.
pt_br: É requerido um servidor da versão %s ou abaixo.
ru: Требуется сервер версии %s или ниже.
sk: Je vyžadovaná verzia servera %s alebo nižšia.
sq: Versioni i serverit kërkohet %s ose më poshtë
sr: Потребна је верзија сервера %s или нижа.
tr: Sunucu %s ya da daha önceki bir sürüm olmalıdır.
