Repository: Cybso/server
Catalog: translationfiles/*/lib.po
Languages: cs, de_de, es, es_mx, hu, is, ka_ge, lt_lt, nb, nl, pt_br, ru, sk, sq, sr, tr

source: Adjusting this setting in php.ini will make Nextcloud run again
cs: Změna tohoto nastavení v php.ini umožní Nextcloudu opět běžet
de_de: Eine Änderung dieser Einstellung in der php.ini kann Ihre Nextcloud wieder lauffähig machen.
es: Ajustar esta configuración en php.ini hará que Nextcloud funcione de nuevo
es_mx: El cambiar este ajuste del archivo php.ini hará que Nextcloud corra de nuevo.
hu: A beállítás változtatása a php.ini fájlban újra futtatja a Nexcloud-ot
is: Ef þessi stilling er löguð í php.ini mun Nextcloud keyra aftur
ka_ge: ამ პარამეტრის დაყენება php.ini-ში Nextcloud-ს გაუშვებს ახლიდან
lt_lt: Šių nustatymų pritaikymas php.ini faile, iš naujo paleis Nextcloud
nb: Ved å endre denne innstillingen i php.ini gjør at Nextcloud vil kjøre igjen.
nl: Het aanpassen van deze instelling in php.ini zorgt ervoor dat Nextcloud weer start
pt_br: Ajustar a configuração no php.ini fará com que o Nextcloud execute novamente
ru: Настройка этого параметра в php.ini поможет Nextcloud работать снова
sk: Použitím týchto nastavení v php.ini dovolí Nextcloudu sa znova spustiť
sq: Përshtatja e këtij konfigurimi në php.ini do e bëjë Nextcloud të punoj përsëri
sr: Некстклауд ће прорадити поново када прилагодите ово подашавање у php.ini фајлу
tr: php.ini dosyasında bu ayar yapıldığında Nextcloud yeniden çalışır

source: mbstring.func_overload is set to "%s" instead of the expected value "0"
cs: mbstring.func_overload je nastaven na "%s" místo očekávané hodnoty "0"
de_de: mbstring.func_overload ist nicht auf den erwarteten Wert „0“, sondern stattdessen auf „%s“ gesetzt
es: mbstring.func_overload está dispuesta en "%s" en lugar del valor esperado "0"
es_mx: mbstring.func_overload está establecido como "%s" en lugar del valor esperado de "0"
hu: mbstring.func_overload értéke: "%s" az elvárt "0" helyett
is: mbstring.func_overload er stillt á "%s" í stað gildisins "0" eins og vænst var
ka_ge: mbstring.func_overload მოსალოდნელი მნიშვნელობის "0"-ის ნაცვლად დაყენებულია "%s"-ზე
lt_lt: mbstring.func_overload yra nustatytas į "%s" vietoj numatomos reikšmės "0"
nb: mbstring.func_overload er satt til "%s" i stedet for den forventede verdien "0"
nl: mbstring.func_overload is ingesteld op "%s" in plaats van de verwachte waarde "0"
pt_br: mbstring.func_overload está definido para "%s" ao invés do valor esperado "0"
ru: mbstring.func_overload установлен в «%s», при этом требуется «0»
sk: mbstring.func_overload je nastavený na "%s", namiesto predpokladanej hodnoty "0"
sq: mbstring.func_overload është caktuar si "%s", në vend të vlerës së pritshme "0"
sr: mbstring.func_overload је постављено на „%s“ уместо на очекивану вредност „0“
tr: mbstring.func_overload, beklenen "0" değeri yerine "%s" olarak ayarlanmış

source: To fix this issue set <code>mbstring.func_overload</code> to <code>0</code> in your php.ini
cs: Pro nápravu nastavte <code>mbstring.func_overload</code> na <code>0</code> v souboru php.ini
de_de: Bitte setzen Sie zum Beheben dieses Problems <code>mbstring.func_overload</code> in Ihrer php.ini auf <code>0</code>.
es: Para solucionarlo, defina la función <code>mbstring.func_overload</code> a <code>0</code> en su php.ini
es_mx: Para corregir este tema, establece <code>mbstring.func_overload</code> a <code>0</code> en tu archivo php.ini
hu: A probléma javításához állítsd a <code>mbstring.func_overload</code> értékét <code>0</code>-ra a php.ini fájlban.
is: Til að laga þetta vandamál ættirðu að setja <code>mbstring.func_overload</code> sem <code>0</code> í php.ini
ka_ge: ამ პრობლემის მოსაგვარებლად php.ini-ში <code>mbstring.func_overload</code> დააყენეთ <code>0</code>-ზე
lt_lt: Norėdami išspręsti šią problemą, nustatykite <code>mbstring.func_overload</code> į <code>0</code> savo php.ini faile
nb: Sett <code>mbstring.func_overload</code> til <code>0</code> in php.ini for å fikse dette problemet
nl: Om dit probleem op te lossen stel je in php.ini <code>mbstring.func_overload</code> in op <code>0</code>
pt_br: Para corrigir esse problema defina <code>mbstring.func_overload</code> para <code>0</code> em seu php.ini
ru: Чтобы исправить эту проблему установите параметр <code>mbstring.func_overload</code> в значение <code>0</code> в php.ini
sk: Oprava problému spočíva v nastavení <code>mbstring.func_overload</code> na <code>0</code> vo vašom php.ini
sq: Për ta ndrequr këtë problem, caktoni për <code>mbstring.func_overload</code> vlerën <code>0</code> te php.ini juaj
sr: Да би решили овај проблем поставите <code>mbstring.func_overload</code> на <code>0</code> у фајлу php.ini
tr: Bu sorunu çözmek için php.ini dosyasındaki <code>mbstring.func_overload</code> seçeneğini <code>0</code> olarak ayarlayın

source: libxml2 2.7.0 is at least required. Currently %s is installed.
cs: Je požadováno minimálně libxml2 2.7.0. Aktuálně je nainstalována verze %s.
de_de: libxml2 2.7.0 ist mindestestens erforderlich. Im Moment ist %s installiert.
es: libxml2 2.7.0 es requerido en esta o en versiones superiores. Ahora mismo tienes instalada %s.
es_mx: Se requiere de por lo menos libxml2 2.7.0. Actualmente %s está instalado.
hu: Legalább libxml2 2.7.0 szükséges. Jelenleg telepített: %s
is: Krafist er libxml2 2.7.0 hið minnsta. Núna er %s uppsett.
ka_ge: საჭიროა libxml2 ვერსიით 2.7.0 ან მეტი. ახლა დაყენებულია %s.
lt_lt: Reikalinga ne mažesnė nei libxml2 2.7.0 versija. Šiuo metu yra instaliuota %s.
nb: Krever minst libxml2 2.7.0. Per nå er %s installert.
nl: De minimale versie van libxml2 versie is 2.7.0. Momenteel is versie%s geïnstalleerd.
pt_br: A libxml2 2.7.0 é a versão mínima requerida. Atualmente a versão %s está instalada.
ru: Требуется как минимум libxml2 версии 2.7.0. На данный момент установлена %s.
sk: Vyžadovaná verzia libxml2 je 2.7.0 a vyššia. Momentálne je nainštalovaná verzia %s.
sq: Lypset të paktën libxml2 2.7.0. Hëpërhë e instaluar është %s.
sr: Потребан је бар libxml2 2.7.0. Тренутно је инсталиран %s.
tr: libxml2 sürümü en az 2.7.0 olmalıdır. Şu anda %s kurulu.

source: To fix this issue update your libxml2 version and restart your web server.
cs: Pro opravu tohoto problému aktualizujte libxml2 a restartujte web server.
de_de: Um den Fehler zu beheben, müssen Sie die libxml2 Version aktualisieren und den Webserver neustarten.
es: Para corregir este error, actualiza la versión de tu libxml2 y reinicia el servidor web.
es_mx: Para corregir este tema, por favor actualiza la versión de su libxml2 y reinicia tu servidor web.
hu: A probléma javításához frissítsd a libxml2 verziót és indítsd újra a webszervert.
is: Til að laga þetta vandamál ættirðu að uppfæra útgáfu þína af libxml2 og endurræsa vefþjóninn.
ka_ge: ამ პრობლემის მოსაგვარებლად განაახლეთ libxml2 ვერსია და გადატვირთეთ თქვენი ვებ-სერვერი.
lt_lt: Atnaujinkite libxml2 versiją ir perkraukite žiniatinklio serverį, kad sutvarkytumėte šią problemą.
nb: For å fikse dette problemet, oppdater din libxml2 versjon og omstart vevtjeneren.
nl: Om dit probleem op te lossen, moet je de libxml2 versie bijwerken en je webserver herstarten.
pt_br: Para corrigir este problema, atualize a versão da sua libxml2 e reinicie seu servidor web.
ru: Для исправления этой ошибки обновите версию libxml2 и перезапустите ваш веб-сервер.
sk: Pre vyriešenie tohto problému aktualizujte prosím verziu libxml2 a reštartujte webový server.
sq: Për të ndrequr këtë problem, përditësoni libxml2 dhe rinisni shërbyesin tuaj web.
sr: Да поправите овај проблем, ажурирајте верзију библиотеке libxml2 и рестартујте веб сервер.
tr: Bu sorunu çözmek için libxml2 sürümünüzü güncelleyin ve web sunucusunu yeniden başlatın.

source: PHP is apparently set up to strip inline doc blocks. This will make several core apps inaccessible.
cs: PHP je patrně nastaveno tak, aby odstraňovalo bloky komentářů. Toto bude mít za následek znepřístupnění mnoha důležitých aplikací.
de_de: PHP ist offenbar so konfiguriert, dass PHPDoc-Blöcke in der Anweisung entfernt werden. Dadurch sind mehrere Kern-Apps nicht erreichbar.
es: PHP está aparentemente configurado para eliminar bloques de documentos en línea. Esto hará que varias aplicaciones principales estén inaccesibles.
es_mx: Al parecer PHP está configurado para quitar los bloques de comentarios internos. Esto hará que varias aplicaciones principales sean inaccesibles.
hu: Úgy tűnik, hogy a PHP úgy van beállítva, hogy eltávolítja programok belsejében elhelyezett szövegblokkokat. Emiatt a rendszer több alapvető fontosságú eleme működésképtelen lesz.
is: PHP virðist vera sett upp to fjarlægja innantextablokkir (inline doc blocks). Þetta mun gera ýmis kjarnaforrit óaðgengileg.
ka_ge: როგორც ჩანს PHP დაყენებულია ისე, რომ შიდა დოკუმენტური ბლოკები წაშალოს. ეს რამდენიმე მთავარ აპლიკაციას გახდის მიუწვდომელს.
nb: Det ser ut til at at PHP er satt opp til å fjerne innebygde doc-blokker. Dette gjør at flere av kjerneapplikasjonene blir utilgjengelige.
nl: PHP is nu zo ingesteld dat 'inline doc blocks' worden gestript. Hierdoor worden verschillende hoofd modules onbruikbaar.
pt_br: PHP aparentemente está configurado para retirar blocos doc inline. Isso fará com que vários aplicativos do núcleo fiquem inacessíveis.
ru: Очевидно, PHP настроен на вычищение блоков встроенной документации. Это сделает несколько центральных приложений недоступными.
sk: PHP je zjavne nastavené, aby odstraňovalo bloky vloženej dokumentácie. To zneprístupní niekoľko základných aplikácií.
sq: Me sa duket, PHP-ja është rregulluar që të heqë blloqe të brendshëm dokumentimi. Kjo do t’i nxjerrë nga funksionimi disa aplikacione bazë.
sr: PHP је очигледно подешен да склања уметнуте doc блокове. То ће учинити неколико кључних апликација недоступним.
tr: PHP girintili doc bloklarını ayıklamak üzere yapılandırılmış gibi görünüyor. Bu durum bazı çekirdek uygulamalarına erişilmesini engelleyecek.

source: This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator.
cs: Toto je pravděpodobně způsobeno aplikacemi pro urychlení načítání jako jsou Zend OPcache nebo eAccelerator.
de_de: Dies wird wahrscheinlich durch Zwischenspeicher/Beschleuniger wie etwa Zend OPcache oder eAccelerator verursacht.
es: Probablemente esto venga a causa de la caché o un acelerador, tales como Zend OPcache o eAccelerator.
es_mx: Esto ha sido causado probablemente por un acelerador de caché como Zend OPcache o eAccelerator.
hu: Ezt valószínűleg egy gyorsítótár ill. kódgyorsító, mint pl, a Zend, OPcache vagy eAccelererator okozza.
is: Þessu veldur væntanlega biðminni/hraðall á borð við Zend OPcache eða eAccelerator.
ka_ge: ეს შესაძლოა გამოწვეული იყოს ისეთი კეშით/აქსელერატორით როგორიცაა Zend OPcache ან eAccelerator.
nb: Dette forårsakes sannsynligvis av hurtiglager/akselerator, som f.eks. Zend OPcache eller eAccelerator.
nl: Dit wordt vermoedelijk veroorzaakt door een cache/accelerator, zoals Zend OPcache of eAccelerator.
pt_br: Isso provavelmente é causado por um cache/acelerador, como Zend OPcache ou eAccelerator.
ru: Возможно это вызвано кешем/ускорителем вроде Zend OPcache или eAccelerator.
sk: To je pravdepodobne spôsobené cache/akcelerátorom ako napr. Zend OPcache alebo eAccelerator.
sq: Kjo ka gjasa të jetë shkaktuar nga një fshehtinë/përshpejtues i tillë si Zend OPcache ose eAccelerator.
sr: Ово је вероватно изазвано кешом или акцелератором као што су ЗендОПкеш или еАкцелератор.
tr: Bu sorun genellikle Zend OPcache ya da eAccelerator gibi bir ön bellek/hızlandırıcı nedeniyle ortaya çıkar.

source: PHP modules have been installed, but they are still listed as missing?
cs: PHP moduly jsou nainstalovány, ale stále se tváří jako chybějící?
de_de: PHP-Module wurden installiert, werden aber als noch fehlend gelistet?
es: Los módulos PHP se han instalado, pero aparecen listados como si faltaran
es_mx: ¿Los módulos de PHP han sido instalados, pero se siguen enlistando como faltantes?
hu: A PHP modulok telepítve vannak, de a listában mégsincsenek felsorolva?
is: Búið er að setja upp PHP-einingar, en eru þær ennþá taldar upp eins og þær vanti?
ka_ge: PHP მოდულები დაყენდა, მაგრამ მაინც ჩამოწერილია როგორც არმყოფები?
lt_lt: PHP moduliai yra įdiegti, bet jų vis tiek trūksta?
nb: PHP-moduler har blitt installert, men de listes fortsatt som fraværende?
nl: PHP modules zijn geïnstalleerd, maar ze worden nog steeds als ontbrekend aangegeven?
pt_br: Módulos do PHP foram instalados, mas eles ainda estão listados como faltantes?
ru: Модули PHP были установлены, но они все еще перечислены как недостающие?
sk: PHP moduly boli nainštalované, ale stále sa tvária, že chýbajú?
sq: Modulet PHP janë instaluar, por tregohen ende sikur mungojnë?
sr: PHP модули су инсталирани али се и даље воде као недостајући?
tr: PHP modülleri kurulmuş, ancak hala eksik olarak mı görünüyor?

source: Please ask your server administrator to restart the web server.
cs: Požádejte svého správce systému o restart webového serveru.
de_de: Bitte kontaktieren Sie Ihren Server-Administrator und bitten Sie um den Neustart des Webservers.
es: Consulte al administrador de su servidor para reiniciar el servidor web.
es_mx: Por favor solicita al administrador reiniciar el servidor web.
hu: Kérje meg a rendszergazdát, hogy indítsa újra a webszervert!
is: Biddu kerfisstjórann þinn um að endurræsa vefþjóninn.
ka_ge: გთხოვთ სთხოვოთ თქვენს სერვერის ადმინისტრატორს გადატვირთოს ვებ-სერვერი.
lt_lt: Kreipkitės į savo sistemos administratorių, kad jis perkrautų žiniatinklio serverį.
nb: Be tjener-administratoren om å starte vevtjeneren på nytt.
nl: Vraag je beheerder de webserver opnieuw te starten.
pt_br: Por favor peça ao administrador do servidor para reiniciar o servidor web.
ru: Пожалуйста, попросите вашего администратора перезапустить веб-сервер.
sk: Prosím, požiadajte administrátora vášho servera o reštartovanie webového servera.
sq: Ju lutemi, kërkojini përgjegjësit të shërbyesit tuaj të rinisë shërbyesin web.
sr: Замолите вашег администратора сервера да поново покрене веб сервер.
tr: Lütfen web sunucusunu yeniden başlatması için sunucu yöneticinizle görüşün.

source: PostgreSQL >= 9 required
cs: Je vyžadováno PostgreSQL >= 9
de_de: PostgreSQL >= 9 benötigt
es: PostgreSQL 9 o superior requerido.
es_mx: Se requiere PostgreSQL >= 9
hu: PostgreSQL >= 9 szükséges
is: Krefst PostgreSQL >= 9
ka_ge: საჭიროა PostgreSQL >= 9
lt_lt: Reikalinga PostgreSQL >= 9
nb: PostgreSQL >= 9 kreves
nl: PostgreSQL >= 9 is vereist
pt_br: PostgreSQL >= 9 requirido
ru: Требуется PostgreSQL >= 9
sk: Vyžadované PostgreSQL >= 9
sq: Lypset PostgreSQL >= 9
sr: Захтеван је ПостгреСкул >= 9
tr: PostgreSQL >= 9 gerekli

source: Please upgrade your database version
cs: Aktualizujte prosím verzi své databáze
de_de: Bitte aktualisieren Sie Ihre Datenbankversion
es: Actualice su versión de base de datos.
es_mx: Por favor actualiza tu versión de la base de datos
hu: Kérem frissítse az adatbázis-szoftvert!
is: Uppfærðu útgáfu gagnagrunnsins
ka_ge: გთხოვთ განაახლოთ თქვენი მონაცემთა ბაზის ვერსია
lt_lt: Atnaujinkite duomenų bazės versiją.
nb: Oppgrader databaseversjonen din
nl: Werk je database versie bij
pt_br: Por favor atualize sua versão do banco de dados
ru: Обновите базу данных
sk: Prosím, aktualizujte verziu svojej databázy
sq: Ju lutemi, përmirësoni bazën tuaj të të dhënave me një version më të ri.
sr: Надоградите ваше издање базе
tr: Lütfen veritabanı sürümünüzü yükseltin

source: Please change the permissions to 0770 so that the directory cannot be listed by other users.
cs: Změňte prosím práva na 0770, aby adresář nemohl být otevřen ostatními uživateli.
de_de: Bitte ändern Sie die Berechtigungen auf 0770, so dass das Verzeichnis nicht von anderen Benutzern angezeigt werden kann.
es: Por favor, cambia los permisos a 0770 para que el directorio no se pueda mostrar a otros usuarios.
es_mx: Por favor cambia los permisos a 0770 para que el directorio no pueda ser enlistado por otros usuarios.
hu: Kérjük módosítsa a könyvtár elérhetőségi engedélybeállítását 0770-re, hogy a tartalmát más felhasználó ne listázhassa!
is: Endilega breyttu heimildunum í 0770 svo að aðrir notendur geti ekki listað upp innihald hennar.
ka_ge: გთხოვთ შეცვალოთ უფლებები 0770-ზე, რათა დირექტორია სხვა მომხმარებლების მიერ აღარ იყოს კითხვადი.
nb: Endre tillatelsene til 0770 slik at mappen ikke kan listes av andre brukere.
nl: Wijzig de permissie in 0770 zodat de directory niet door andere gebruikers bekeken kan worden.
pt_br: Por favor altere as permissões para 0770 para que o diretório não possa ser lido por outros usuários.
ru: Измените права доступа на 0770, чтобы другие пользователи не могли получить список файлов этого каталога.
sk: Prosím, zmeňte oprávnenia na 0770, aby tento priečinok nemohli ostatní používatelia otvoriť.
sq: Ju lutemi, kalojani lejet në 0770, që kështu atë drejtori të mos mund ta shfaqin përdorues të tjerë.
sr: Промените дозволе у 0770 како директоријуми не би могли бити излистани од стране других корисника.
tr: Lütfen izinleri 0770 olarak ayarlayarak diğer kullanıcıların klasörü görebilmesini sağlayın.

source: Your data directory is readable by other users
cs: Váš datový adresář mohou číst ostatní užovatelé
de_de: Ihr Datenverzeichnis kann von anderen Benutzern gelesen werden
es: Tu directorio de datos puede ser leído por otros usuarios
es_mx: Tu direcctorio data puede ser leído por otros usuarios
hu: Az adatkönyvtárad mások által olvasható
is: Gagnamappn þín er lesanleg fyrir aðra notendur
ka_ge: თქვენი მონაცემების დირექტორია სხვა მომხარებლების მიერ კითხვადია
lt_lt: Duomenų katalogą gali skaityti kiti naudotojai
nb: Din datamappe kan leses av andre brukere
nl: Je data map is leesbaar voor andere gebruikers
pt_br: O diretório de dados está legível para outros usuários
ru: Каталог данных доступен для чтения другим пользователям
sk: Váš priečinok s dátami je prístupný na čítanie ostatným používateľom
sq: Direktoria juaj e të dhënave është e lexueshme nga përdorues të tjerë
sr: Директоријум са подацима је читљив од стране других корисника система
tr: Veri klasörünüz diğer kullanıcılar tarafından okunabilir

source: Your data directory must be an absolute path
cs: Váš datový adresář musí být absolutní cesta
de_de: Ihr Datenverzeichnis muss einen eindeutigen Pfad haben
es: Su directorio data debe ser una ruta absoluta
es_mx: Tu directorio data debe ser una ruta absoluta
hu: Az adatkönyvtára abszolút útvonal kell legyen
is: Gagnamappan þín verður að vera með algilda slóð
ka_ge: თქვენი მონაცემების დირექტორია უნდა იყოს აბოლუტური მისამართი
nb: Din datamappe må være en absolutt sti
nl: Je data map moet een absolute bestandslocatie hebben
pt_br: O diretório de dados deve ser um caminho absoluto
ru: Каталог данных должен быть указан в виде абсолютного пути
sk: Priečinok s dátami musí byť zadaný ako absolútna cesta
sq: Direktoria juaj e të dhënave duhet të jetë një path absolut
sr: Директоријум са подацима мора бити апсолутна путања
tr: Veri klasörünüz mutlak bir yol olmalıdır

source: Check the value of "datadirectory" in your configuration
cs: Ověřte hodnotu "datadirectory" ve své konfiguraci
de_de: Überprüfen Sie bitte die Angabe unter „datadirectory“ in Ihrer Konfiguration
es: Compruebe el valor de "datadirectory" en su configuración.
es_mx: Verifica el valor de "datadirectory" en tu configuración
hu: Ellenőrizd a "datadirectory" értékét a konfigurációban
is: Athugaðu gildi "datadirectory" í uppsetningunni þinni
ka_ge: თქვენს კონფიგურაციაში შეამოწმეთ "datadiretory"-ის მნიშვნელობა
lt_lt: Patikrinkite "duomenų direktorijos" reikšmę konfigūracijoje.
nb: Sjekk verdien for "datadirectory" i oppsettet ditt
nl: Controleer de waarde van "datadirectory" in je configuratie
pt_br: Verifique o valor do "datadirectory" na sua configuração
ru: Проверьте значение «datadirectory» в настройках.
sk: Skontrolujte hodnotu "datadirectory" vo vašej konfigurácii
sq: Kontrolloni vlerën e "datadirectory" te formësimi juaj
sr: Проверите податак за "datadirectory" у вашој конфигурацији
tr: Yapılandırmanızdaki "datadirectory" seçeneğini denetleyin

source: Your data directory is invalid
cs: Váš datový adresář je neplatný
de_de: Dein Datenverzeichnis ist ungültig.
es: Tu directorio de datos es inválido
es_mx: Tu directorio de datos es inválido
hu: Az adatkönyvtárad érvénytelen
is: Gagnamappan þín er ógild
ka_ge: თქვენი მონაცემების დირექტორია არაა სწორი
lt_lt: Neteisingas duomenų katalogas
nb: Din datamappe er ugyldig
nl: Je data folder is ongeldig
pt_br: Seu diretório de dados é inválido
ru: Каталог данных не верен
sk: Priečinok s dátami je neplatný
sq: Direktoria juaj e të dhënave është i pavlefshëm
sr: Директоријум са подацима није исправан
tr: Veri klasörünüz geçersiz

source: Ensure there is a file called ".ocdata" in the root of the data directory.
cs: Ujistěte se, že v kořenovém adresáři je soubor s názvem ".ocdata".
de_de: Stellen Sie sicher, dass eine Datei ".ocdata" im Wurzelverzeichnis des data-Verzeichnisses existiert.
es: Asegúrate de que existe un archivo llamado ".ocdata" en la raíz del directorio de datos.
es_mx: Asegurate de que exista una archivo llamado ".ocdata" en la raíz del directorio de datos.
hu: Győződj meg róla, hogy az adatmappa gyökerében legyen egy ".ocdata" nevű fájl
is: Gakktu úr skugga um að til staðar sé skrá með heitinu ".ocdata" í rót gagnageymslunnar.
ka_ge: დარწმუნდით რომ ფაილი სახელად ".ocdata" მონაცემების დირექტორიის საწყისშია.
lt_lt: Įsitikinkite, kad šakniniame duomenų kataloge yra yra ".ocdata" failas.
nb: Forsikre deg om at det finnes ei fil kalt ".ocdata" på rota av datamappa.
nl: Zorg dat er een bestand genaamd ".ocdata" in de hoofddirectory aanwezig is.
pt_br: Assegure-se que exista um arquivo chamado ".ocdata" na raiz do diretório "data".
ru: Убедитесь, что в корне каталога данных присутствует файл «.ocdata».
sk: Uistite sa, že v koreňovom adresári sa nachádza súbor s názvom ".ocdata".
sq: Sigurohu që ekziston një skedar i quajtur ".ocdata" në rrënjën e direktorisë së të dhënave.
sr: Уверите се да фајл ".ocdata" постоји у корену директоријума са подацима.
tr: Veri klasörü kökünde ".ocdata" adında bir dosya bulunduğundan emin olun.

source: Could not obtain lock type %d on "%s".
cs: Nelze získat zámek typu %d na "%s".
de_de: Sperrtyp %d auf „%s“ konnte nicht ermittelt werden.
es: No se pudo realizar el bloqueo %d en "%s".
es_mx: No fue posible obtener el tipo de bloqueo %d en "%s".
hu: Nem sikerült %d típusú zárolást elérni itt: "%s".
is: Gat ekki fengið læsingu af gerðinni %d á "%s".
ka_ge: ჩაკეთვის ტიპის %d მოძიება "%s"-ზე ვერ მოხერხდა.
nb: Klarte ikke å låse med type %d på "%s".
nl: Kon geen lock type %d krijgen op "%s".
pt_br: Não foi possível obter tipo de bloqueio %d em "%s".
ru: Не удалось получить блокировку типа %d для «%s»
sk: Nepodarilo sa získať zámok typu %d na „%s“.
sq: S’u mor dot lloj kyçjeje %d në "%s".
sr: Не могу да остварим закључаност %d за „%s“.
tr: "%s" için %d kilit türü alınamadı.

source: Storage unauthorized. %s
cs: Úložiště neověřeno. %s
de_de: Speicher nicht authorisiert. %s
es: Almacenamiento no autorizado. %s
es_mx: Almacenamiento no autorizado. %s
hu: A tároló jogosulatlan. %s
is: Gagnageymsla ekki auðkennd. %s
ka_ge: საცავი არაავტორიზირებულია. %s
lt_lt: Saugykla nesankcionuota. %s
nb: Lager uautorisert: %s
nl: Opslag niet toegestaan. %s
pt_br: Armazenamento não autorizado. %s
ru: Хранилище неавторизовано. %s
sk: Úložisko neoverené. %s
sq: Depozitë e paautorizuar. %s
sr: Складиште није овлашћено. %s
tr: Depolamaya erişim izni yok. %s
