Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Email
ast: Corréu-e
ca: Correu electrònic
es: Correo electrónico
es_sv: Correo electrónico
eu: E-posta
fr: Adresse e-mail
is: Netfang
it: Posta elettronica
ja: メール
ka_ge: ელ-ფოსტა
nb: E-post
nl: E-mailadres
sr: Е-пошта
sv: E-post
tr: E-posta

source: Your email address
ast: Direición de corréu-e
ca: Correu electrònic
cs: Vaše emailová adresa
de_de: Ihre E-Mail-Adresse
es: Su dirección de correo
es_sv: Tu dirección de correo electrónico
eu: Zure e-posta
fr: Votre adresse e-mail
hu: Az Ön e-mail címe
is: Netfangið þitt
it: Il tuo indirizzo email
ja: あなたのメールアドレス
ka_ge: თქვენი ელ-ფოსტის მისამართი
nb: Din e-postadresse
nl: Je e-mailadres
pl: Twój adres e-mail
pt_br: Seu endereço de e-mail
ru: Ваш адрес электронной почты
sk: Vaša emailová adresa
sq: Adresa juaj email
sr: Адреса Ваше е-поште
sv: Din e-postadress
tr: E-posta adresiniz

source: No email address set
ast: Nun s'afitó denguna direición de corréu
ca: No s'ha establert cap adreça de correu
cs: Emailová adresa není nastavena
de_de: Keine E-Mail-Adresse angegeben
es: Ninguna dirección de correo establecida
es_sv: No se ha establecido la dirección de correo electrónico
eu: Ez da eposta helbidea ezarri
fr: Aucune adresse e-mail configurée
hu: Nincs e-mail cím beállítva
is: Ekkert tölvupóstfang sett
it: Nessun indirizzo email impostato
ja: メールアドレスが設定されていません
ka_ge: ელ-ფოსტის მისამართი არაა დაყენებული
nb: E-postadresse ikke satt
nl: Geen e-mailadres opgegeven
pl: Brak adresu email
pt_br: Nenhum endereço de e-mail foi configurado
ru: Адрес не указан
sk: Emailová adresa nie je nastavená
sq: S’është caktuar adresë email
sr: Није постављена адреса е-поште
sv: Ingen e-postadress angiven
tr: E-posta adresi belirtilmemiş

source: For password reset and notifications
ast: P'avisos y reaniciu de la contraseña
ca: Per restablir la contrasenya i notificacions
cs: Pro obnovení hesla a upozornění
de_de: Für Passwort-Wiederherstellung und Benachrichtigungen
es: Para notificaciones y cambio de contraseña
es_sv: Para restablecer contraseña y notificaciones
eu: Pasahitza berrezartzeko eta jakinarazpenerako
fr: Pour la réinitialisation du mot de passe et les notifications
hu: Jelszóvisszaállításhoz és értesítésekhez
is: Fyrir tilkynningar og endurstillingu lykilorðs
it: Per ripristino della password e notifiche
ja: パスワードリセットと通知用
ka_ge: პაროლის აღდგენისთვის და შეტყობინებებისთვის
nb: For å nullstille passord og varsler
nl: Voor wachtwoord reset en notificaties
pl: Dla resetowania hasła i powiadomień
pt_br: Para redefinição de senha e notificações
ru: Для сброса пароля и уведомлений
sk: Na znovu-nastavenie hesla a upozornenia
sq: Për të rivendosur fjalëkalimin dhe njoftimet
sr: За ресетовање лозинке и обавештења
sv: För lösenordsåterställning och notifikationer
tr: Parola sıfırlama ve bildirimler için

source: Phone number
ast: Númberu de teléfonu
ca: Número de telèfon
cs: Telefonní číslo
de_de: Telefonnummer
es: Número de teléfono
es_sv: Número de teléfono
eu: Telefono zenbakia
fr: Numéro de téléphone
hu: Telefonszám
is: Símanúmer
it: Numero di telefono
ja: 電話番号
ka_ge: ტელეფონის ნომერი
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
ru: Номер телефона
sk: Telefónne číslo
sq: Numri i telefonit
sr: Број телефона
sv: Telefonnummer
tr: Telefon numarası

source: Your phone number
ast: El to númberu de teléfonu
ca: El teu número de telèfon
cs: Vlastní telefonní číslo
de_de: Ihre Telefonnummer
es: Su número de teléfono
es_sv: Su número telefónico
eu: Zure telefono zenbakia
fr: Votre numéro de téléphone
hu: A telefonszámod
is: Símanúmerið þitt
it: Il tuo numero di telefono
ja: あなたの電話番号
ka_ge: თქვენი ტელეფონის ნომერი
nb: Ditt telefonnummer
nl: Je telefoonnummer
pl: Twój numer telefonu
pt_br: Seu número de telefone
ru: Ваш номер телефона
sk: Vaše telefónne číslo
sq: Numri juaj i telefonit
sr: Ваш број телефона
sv: Ditt telefonnummer
tr: Telefon numaranız

source: Address
ast: Direición
ca: Adreça
cs: Adresa
de_de: Adresse
es: Dirección
es_sv: Dirección
eu: Helbidea
fr: Adresse
hu: Cím
is: Heimilisfang
it: Indirizzo
ja: 住所
ka_ge: მისამართი
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sk: Adresa
sq: Adresa
sr: Адреса
sv: Ort/Stad
tr: Adres

source: Your postal address
ast: La to direición postal
ca: La teva adreça postal
cs: Vlastní poštovní adresa
de_de: Ihre Postadresse
es: Su dirección física
es_sv: Tu dirección postal
eu: Zure helbidea
fr: Votre adresse postale
hu: A postai címed
is: Heimilisfangið þitt
it: Il tuo indirizzo postale
ja: あなたの住所
ka_ge: თქვენი საფოსტო მისამართი
nb: Din postadresse
nl: Je postadres
pl: Twój kod pocztowy
pt_br: Seu endereço postal
ru: Ваш почтовый адрес
sk: Vaša poštová adresa
sq: Adresa juaj postale
sr: Ваша адреса становања
sv: Ort/Stad
tr: Posta adresiniz

source: Website
ast: Sitiu web
ca: Lloc web
cs: Webová stránka
de_de: Webseite
es: Sitio web
es_sv: Sitio web
eu: Web orria
fr: Site web
hu: Weboldal
is: Vefsvæði
it: Sito web
ja: ウェブサイト
ka_ge: ვებ-საიტი
nb: Nettside
pl: Strona WWW
ru: Сайт
sk: Webstránka
sq: Faqe web-i
sr: Веб сајт
sv: Webbsida
tr: Web sitesi

source: It can take up to 24 hours before the account is displayed as verified.
ca: Pot prendre fins a 24 hores abans que aparegui el compte com a verificat.
cs: Může trvat až 24 hodin, než se účet zobrazí jako ověřený.
de_de: Es kann bis zu 24 Stunden dauern, bis das Konto als überprüt angezeigt wird.
es: Puede tardar hasta 24 horas que la cuenta aparezca como verificada.
es_sv: Puede tomar hasta 24 horas antes de que la cuenta se muestre como verificada.
eu: 24 ordu pasa daitezke kontua ziurtatua bezala agertu baino lehen
fr: Cela peut prendre jusqu'à 24 heures avant que le compte soit affiché comme vérifié.
hu: Akár 24 óra is eltelhet mire igazoltként látszik a fiók.
is: Það getur tekið allt að 24 klukkustundum áður en notandaaðgangurinn er birtur sem sannvottaður.
it: Potrebbero essere necessarie 24 ore prima che l'account sia visualizzato come verificato.
ka_ge: თქვენი ანგარიშის ვერიფიცირებულად გამოჩენამ შეიძლება გასტანოს 24 საათი.
nb: Det kan ta opptil et døgn før kontoen vises som bekreftet.
nl: Het kan tot 24 uur duren voordat het account als geverifieerd wordt weergegeven.
pl: 24 godziny mogą minąć zanim konto będzie widoczne jako zweryfikowane.
pt_br: Pode levar até 24 horas para que a conta seja mostrada como verificada.
ru: До момента подтверждения аккаунта может пройти до 24 часов.
sk: Môže trvať až 24 hodín než sa účet zobrazí ako overený.
sq: Kjo mund të marrë mbi 24 orë, përpara se llogaria të shfaqet si e verifikuar.
sr: Може да прође и до 24h пре него што налог буде потврђен.
sv: Det kan ta upp till 24 timmar innan kontot visas som verifierat.
tr: Hesabın doğrulanması ve görüntülenmesi 24 saate kadar zaman alabilir.

source: Link https://…
ast: Enllaz https://…
ca: Enllaç https://...
cs: Odkaz https://…
es: Enlace https://...
es_sv: Liga https:// ...
eu: https://... esteka
fr: Lien https://…
is: Tengill https://…
it: Colegamento https://...
ja: https://... をリンク
ka_ge: ბმული https://…
nb: Lenk http://…
pl: Odnośnik https://...
ru: Ссылка https://…
sk: Linka https://…
sq: Linku https://…
sr: Веза https://…
sv: Länk https://...
tr: Bağlantı https://…

source: Twitter
ka_ge: Twitter-ი
sr: Твитер

source: Twitter handle @…
cs: Přezdívka na Twitteru @…
es: Usuario de Twitter @...
es_sv: Cuenta de twitter @...
eu: Twitter heldulekua @...
fr: Pseudo Twitter @...
is: Twitter notandanafn @…
it: Nome utente Twitter @...
ja: あなたのTwitter ID @...
ka_ge: Twitter @…
nb: Twitter-konto @…
nl: Twitter naam @…
pl: Twitter @…
ru: Имя в Twitter @…
sk: Prezývka na Twitteri @…
sq: Përdoruesi i Twitter @ ...
sr: Твитер надимак @…
tr: Twitter kodu @…

source: You are member of the following groups:
ast: Yes miembru de los grupos de darréu:
ca: Vostè és membre dels següents grups:
cs: Patříte do následujících skupin:
de_de: Sie sind Mitglied folgender Gruppen:
es: Eres miembro de los siguientes grupos:
es_sv: Eres miembro de los siguientes grupos:
eu: Zuk honako talde kide zara:
fr: Vous êtes membre des groupes suivants :
hu: Tagja vagy a következő csoport(ok)nak:
is: Þú ert meðlimur eftirfarandi hópa:
it: Sei membro dei seguenti gruppi:
ja: 以下のグループのメンバーです:
ka_ge: თქვენ ხართ შემდეგი ჯგუფების წევრი:
nb: Du er medlem av følgende grupper:
nl: Je bent lid van de volgende groepen:
pl: Jesteś członkiem następujących grup:
pt_br: Você é membro dos seguintes grupos:
ru: Вы являетесь членом следующих групп:
sk: Ste členom nasledovných skupín:
sq: Jeni anëtar i grupeve vijuese:
sr: Члан сте следећих група:
sv: Du är medlem i följande grupper:
tr: Şu gruplara üyesiniz:

source: Language
ast: Llingua
ca: Idioma
cs: Jazyk
de_de: Sprache
es: Idioma
es_sv: Idioma
eu: Hizkuntza
fr: Langue
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ka_ge: ენა
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sq: Gjuhë
sr: Језик
sv: Språk
tr: Dil

source: Help translate
ast: Ayúdanos nes traducciones
ca: Ajudeu-nos amb la traducció
cs: Pomoci s překladem
de_de: Helfen Sie bei der Übersetzung
es: Ayúdanos a traducir
es_sv: Ayuda a traducir
eu: Lagundu itzultzen
fr: Aidez à traduire
hu: Segítsen a fordításban!
is: Hjálpa við þýðingu
it: Migliora la traduzione
ja: 翻訳に協力する
ka_ge: თარგმნის დახმარება
nb: Bidra til oversettelsen
nl: Help met vertalen
pl: Pomóż w tłumaczeniu
pt_br: Ajude a traduzir
ru: Помочь с переводом
sk: Pomôcť s prekladom
sq: Ndihmoni në përkthim
sr: Помозите у превођењу
sv: Hjälp oss att översätta
tr: Çeviriye yardım edin

source: Password
ast: Contraseña
ca: Contrasenya
cs: Heslo
de_de: Passwort
es: Contraseña
es_sv: Contraseña
eu: Pasahitza
fr: Mot de passe
hu: Jelszó
is: Lykilorð
ja: パスワード
ka_ge: პაროლი
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sr: Лозинка
sv: Lösenord
tr: Parola

source: Current password
ast: Contraseña actual
ca: Contrasenya actual
cs: Současné heslo
de_de: Aktuelles Passwort
es: Contraseña actual
es_sv: Contraseña actual
eu: Uneko pasahitza
fr: Mot de passe actuel
hu: A jelenlegi jelszó
is: Núverandi lykilorð
it: Password attuale
ja: 現在のパスワード
ka_ge: მიმდინარე პაროლი
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Bieżące hasło
pt_br: Senha atual
ru: Текущий пароль
sk: Aktuálne heslo
sq: Fjalëkalimi i tanishëm
sr: Тренутна лозинка
sv: Nuvarande lösenord
tr: Geçerli parola

source: New password
ast: Contraseña nueva
ca: Contrasenya nova
cs: Nové heslo
de_de: Neues Passwort
es: Nueva contraseña
es_sv: Nueva contraseña
eu: Pasahitz berria
fr: Nouveau mot de passe
hu: Az új jelszó
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ka_ge: ახალი პაროლი
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo
sq: Fjalëkalimi i ri
sr: Нова лозинка
sv: Nytt lösenord
tr: Yeni parola

source: Change password
ast: Camudar contraseña
ca: Canvia la contrasenya
cs: Změnit heslo
de_de: Passwort ändern
es: Cambiar contraseña
es_sv: Cambiar contraseña
eu: Aldatu pasahitza
fr: Changer de mot de passe
hu: A jelszó megváltoztatása
is: Breyta lykilorði
it: Modifica password
ja: パスワードを変更
ka_ge: პაროლის შეცვლა
nb: Endre passord
nl: Wijzig wachtwoord
pl: Zmień hasło
pt_br: Alterar senha
ru: Сменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalëkalimin
sr: Измени лозинку
sv: Ändra lösenord
tr: Parola değiştir

source: Web, desktop and mobile clients currently logged in to your account.
ast: Veceros web, d'escritoriu y móviles cola sesión aniciada anguaño na to cuenta.
ca: Clients Web, d'escriptori i mòbils connectats actualment al seu compte
cs: Weboví, desktopoví a mobilní klienti aktuálně přihlášeni k vašemu účtu.
de_de: Aktuell in Ihrem Konto angemeldete Web-, Desktop- und Mobil-Clients.
es: Clientes web, móviles y de escritorio actualmente conectados a tu cuenta.
es_sv: Clientes web, de escritorio y móviles han iniciado sesión en tu cuenta.
eu: Web-gune, mahaigain eta mugikorrean zure kontuan saioa hasita dago.
fr: Clients web, desktop et mobiles actuellement connectés sur votre compte.
hu: A fiókodba jelenleg bejelentkezett web, asztali és mobil kliensek.
is: Veftól, tölvur og símar sem núna eru skráð inn á aðganginn þinn.
it: Client web, desktop e mobile attualmente connessi al tuo account.
ja: 現在、Web、デスクトップ、モバイルアプリであなたのアカウントにログインしている端末一覧です。
ka_ge: ვებ, დესკტოპ და მობილური კლიენტები ამჟამად ავტორიზირებული თქვენს ანგარიშზე.
nb: Følgende nett, skrivebord og mobile klienter er for øyeblikket logget på din konto.
nl: Web, desktop en mobiele clients zijn nu ingelogd op je account.
pl: Aktualnie zalogowany na swoim koncie z Web, komputerów i mobilnych urządzeń.
pt_br: Clientes web, desktop e móvel que estão conectados à sua conta.
ru: Веб, настольные и мобильные клиенты, которые в настоящий момент авторизованы вашей учётной записью.
sk: Weboví, desktopoví, alebo mobilní klienti práve prihlásení na váš účet.
sq: Klientë në rrjet, desktop dhe celular kanë hyrë aktualisht në llogarinë tuaj.
sr: Веб, рачунарски и мобилни клијенти тренутно пријављени на Ваш налог.
sv: Webb, skrivbordsklienter och mobila klienter som är inloggade på ditt konto just nu.
tr: Şu anda hesabınıza oturum açmış web, masaüstü ve mobil istemciler.

source: Device
ast: Preséu
ca: Dispositiu
cs: Přístroj
de_de: Gerät
es: Dispositivo
es_sv: Dispositivo
eu: Gailu
fr: Appareil
hu: Eszköz
is: Tæki
it: Dispositivo
ja: デバイス
ka_ge: მოწყობილობა
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sk: Zariadenie
sq: Pajisje
sr: Уређај
sv: Enhet
tr: Aygıt

source: Last activity
ast: Actividá cabera
ca: Última activitat
cs: Poslední aktivita
de_de: Letzte Aktivität
es: Última actividad
es_sv: Última actividad
eu: Azken jarduera
fr: Dernière activité
hu: Utolsó tevékenység
is: Síðasta virkni
it: Ultima attività
ja: 最後の活動
ka_ge: ბოლო აქტივობა
nb: Seneste aktivitet
nl: Laatste activiteit
pl: Ostatnia aktywność
pt_br: Última atividade
ru: Последние действия
sk: Posledná aktivita
sq: Aktiviteti i fundit
sr: Последња активност
sv: Senaste aktivitet
tr: Son işlem

source: App name
ast: Nome d'aplicación
ca: Nom de l'aplicació
cs: Jméno aplikace
es: Nombre de la app
es_sv: Nombre de la aplicación
eu: Aplikazioaren izena
fr: Nom de l'application
hu: Alkalmazás név
is: Heiti forrits
it: Nome applicazione
ja: アプリ名
ka_ge: აპლიკაციის სახელი
nb: Programnavn
nl: Appnaam
pl: Nazwa aplikacji
pt_br: Nome do aplicativo
ru: Название приложения
sk: Názov aplikácie
sq: Emër aplikacioni
sr: Име апликације
sv: Appnamn
tr: Uygulama adı

source: Create new app password
ca: Crea una nova contrasenya de l'aplicació
cs: Vytvořit nové heslo aplikace
de_de: Neues App-Passwort erstellen
es: Crear nueva contraseña de app
es_sv: Crear una nueva contraseña de aplicación
eu: Sortu app pasahitza berria
fr: Créer un nouveau mot de passe d'application
hu: Új alkalmazás jelszó létrehozása
is: Búa til nýtt lykilorð forrits
it: Crea nuova password di applicazione
ja: 新規アプリパスワードを作成
ka_ge: ახალი აპლიკაციის პაროლის შექმნა
nb: Lag nytt programpassord
nl: Creëer een nieuw app wachtwoord
pl: Utwórz nowe hasło do aplikacji
pt_br: Criar uma nova senha do aplicativo
ru: Создать новый пароль для приложения
sk: Vytvoriť nové heslo aplikácie
sq: Krijoni fjalëkalim aplikacioni të ri
sr: Направите нову лозинку апликације
sv: Skapa nytt applösenord
tr: Yeni uygulama parolası oluştur

source: Use the credentials below to configure your app or device.
cs: Použijte údaje níže pro nastavení aplikace nebo zařízení.
de_de: Nutzen Sie die unten angebenen Anmeldeinformationen, um ihre App oder ihr Gerät zu konfigurieren.
es: Use las siguientes credenciales para configurar su app o dispositivo.
es_sv: Usa las siguientes credenciales para configurar tu aplicación o dispositivo.
eu: Erabili kredentzialak beheko zure aplikazioa edo gailua konfiguratzeko.
fr: Utilisez les informations d'identification ci-dessous pour configurer votre application ou appareil.
hu: Használja a lenti hitelesítő adatokat hogy beállítsa az alkalmazását vagy eszközét.
is: Notaðu auðkennin hér fyrir neðan til að stilla forritið eða tækið.
it: Utilizza le credenziali in basso per configurare la tua applicazione o dispositivo.
ja: アプリや端末を設定するのに以下の認証情報を使用する。
ka_ge: ქვემოთ მოცემული უფლებამოსილებანის გამოყენება აპლიკაციისა თუ მოწყობილობისთვის.
nb: Bruk påloggingsinformasjonen under for å sette opp programmet på din mobile enhet.
nl: Gebruik onderstaande inloggegevens om je app of apparaat te configureren.
pl: Skonfiguruj aplikację lub urządzenie, aby skorzystać z poniższego poświadczenia.
pt_br: Use as credenciais abaixo para configurar seu aplicativo ou dispositivo.
ru: Используйте учётные данные ниже для настройки вашего приложения или устройства.
sk: Pre konfiguráciu vašej aplikácie, alebo zariadenia použite nižšie uvedené prihlasovacie údaje.
sq: Përdorni kredencialet e mëposhtme për të konfiguruar aplikacionin apo pajisjen tuaj.
sr: Употребите акредитиве наведене испод да подесите Вашу апликацију или уређај.
sv: Använd följande autentiseringsuppgifter för att konfigurera din app eller enhet
tr: Uygulama ya da aygıtınızı yapılandırmak için aşağıdaki kimlik doğrulama bilgileri kullanılır.

source: For security reasons this password will only be shown once.
ast: Por razones de seguranza, esta contraseña namái s'amosará una vegada.
ca: Per raons de seguretat aquesta contrasenya només es mostrarà una vegada.
cs: Toto heslo bude z bezpečnostních důvodů zobrazeno pouze jedenkrát.
de_de: Aus Sicherheitsgründen wird das Passwort nur einmal angezeigt.
es: Para seguridad, esta contraseña será mostrado solamente una vez.
es_sv: Por razones de seguridad esta contraseña sólo se mostrará una vez.
eu: Segurtasun arrazoiengatik, pasahitz hau behin soilik erakutsiko da.
fr: Pour des raisons de sécurité, ce mot de passe ne sera affiché qu'une seule fois.
hu: Biztonsági okokból ez a jelszó csak egyszer jelenik meg.
is: Af öryggisástæðum er þetta lykilorð einungis birt einu sinni.
it: Per motivi di sicurezza questa password sarà mostra solo una volta.
ja: セキュリティ上の理由から、このパスワードは一度しか表示されません。
ka_ge: უსაფრთხოების მიზნით ეს პაროლი გამოჩნდება მხოლოდ ერთხელ.
nb: For sikkerhetens skyld vil dette passordet kun vises en gang.
nl: Vanwege beveiligingsredenen wordt dit wachtwoord maar één keer getoond.
pl: Ze względów bezpieczeństwa hasło zostanie pokazane tylko raz.
pt_br: Por motivo de segurança, esta senha só será exibida uma vez.
ru: По соображениям безопасности этот пароль будет показан лишь один раз.
sk: Z dôvodu bezpečnosti toto heslo bude zobrazené iba jeden krát.
sq: Për arsye siguri ky fjalëkalim do të shofaqet vetëm një herv.
sr: Из безбедносних разлога, ова лозинка ће бити приказана само једном.
sv: Av säkerhetsskäl kommer lösenordet endast att visas en gång
tr: Güvenlik nedenleriyle bu parola yalnız bir kez görüntülenir.

source: Username
ast: Nome d'usuariu
ca: Nom d'usuari
cs: Uživatelské jméno
de_de: Benutzername
es: Nombre de usuario
es_sv: Usuario
eu: Erabiltzaile izena
fr: Nom d'utilisateur
hu: Felhasználónév
is: Notandanafn
it: Nome utente
ja: ユーザーID
ka_ge: მომხმარებლის სახელი
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sk: Používateľské meno
sq: Emër përdoruesi
sr: Корисничко име
sv: Användarnamn
tr: Kullanıcı Adı

source: Done
ast: Fecho
ca: Fet
cs: Dokončeno
de_de: Erledigt
es: Hecho
es_sv: Terminado
eu: Egina
fr: Terminé
hu: Kész
is: Lokið
it: Completato
ja: 完了
ka_ge: დასრულებულია
nb: Ferdig
nl: Gedaan
pl: Ukończono
pt_br: Concluído
ru: Выполнено
sk: Hotovo
sq: U bë
sr: Завршено
sv: Färdig
tr: Tamam

source: Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}.
cs: Vyvíjeno {communityopen}Nextcloud komunitou{linkclose}, {githubopen}zdrojový kód{linkclose} je licencován pod {licenseopen}AGPL{linkclose}.
de_de: Entwickelt von der {communityopen}Nextcloud Community{linkclose}, der {githubopen}Quellcode{linkclose} ist lizensiert unter {licenseopen}AGPL{linkclose}-Lizenz.
es: Desarrollado por la {communityopen}comunidad Nextcloud{linkclose}, el {githubopen}código fuente{linkclose} está licenciado bajo la {licenseopen}AGPL{linkclose}.
es_sv: Desarrollado por la {communityopen}comunidad Nextcloud {linkclose}, el {githubopen}código fuente {linkclose} está licenciado bajo {licenseopen}AGPL{linkclose}.
fr: Développé par la {communityopen}communauté Nextcloud{linkclose}, le {githubopen}code source{linkclose} est sous licence {licenseopen}AGPL{linkclose}.
hu: Fejleszti a {communityopen}Nextcloud közösség{linkclose}, a {githubopen}forráskódra{linkclose} az {licenseopen}AGPL{linkclose} licenc vonatkozik.
is: Þróað af {communityopen}Nextcloud samfélaginu{linkclose}, {githubopen}grunnkóðinn{linkclose} er gefinn út með {licenseopen}AGPL{linkclose} notkunarleyfinu.
it: Sviluppato dalla {communityopen}comunità di Nextcloud{linkclose}, il {githubopen}codice sorgente{linkclose} è rilasciato nei termini della licenza {licenseopen}AGPL{linkclose}.
ja: {communityopen} Nextcloudコミュニティ{linkclose}によって開発された{githubopen}ソースコード{linkclose}は、{licenseopen} AGPL {linkclose}でライセンスされています。
ka_ge: განავითარა {communityopen}Nextcloud საზოგადოებამ{linkclose}, {githubopen}კოდი{linkclose} is ლიცენზირებულია {licenseopen}AGPL ლიცენზიით{linkclose}.
nb: Utviklet av {communityopen}Nextcloud mijøet{linkclose}, {githubopen}kildekoden{linkclose} er lisensiert under {licenseopen}<abbr title="Affero General Public License">AGPL</abbr>{linkclose}.
nl: Ontwikkeld door de {communityopen}Nextcloud community{linkclose}, de {githubopen}broncode{linkclose} is gelicenseerd onder de {licenseopen}AGPL{linkclose}.
pl: Wytworzone przez {communityopen}społeczność Nextclouda{linkclose}. {githubopen}Kod źródłowy{linkclose} jest udostępniony pod licencją {licenseopen}AGPL{linkclose}.
pt_br: Desenvolvido pela {communityopen}comunidade Nextcloud{linkclose}. O {githubopen}código fonte{linkclose} é licenciado sob a {licenseopen}AGPL{linkclose}.
ru: Разработано {communityopen}сообществом Nextcloud{linkclose}, {githubopen}исходный код{linkclose} лицензируется в соответствии с {licenseopen}AGPL{linkclose}.
sq: Zhvilluar nga {communityopen}komuniteti Nextcloud {linkclose}, {githubopen}kodi i hapur{linkclose} iështë licensuar sipar {licenseopen}AGPL{linkclose}.
sr: Развијено од стране {communityopen}Некстклауд заједнице{linkclose}, {githubopen}изворни код{linkclose} је под {licenseopen}AGPL{linkclose} лиценцом.
sv: Utvecklat av {communityopen}Nextclouds community{linkclose}, {githubopen}källkoden{linkclose} är licensierad enligt {licenseopen}AGPL-standard{linkclose}.
tr: {communityopen}Nextcloud topluluğu tarafından geliştirilmiştir{linkclose}. {githubopen}Kaynak kodu{linkclose} {licenseopen}AGPL{linkclose} koşulları altında lisanslanmıştır.

source: Follow us on Google+
ast: Síguimos en Google+
ca: Segueix-nos al Google+
cs: Sledujte nás na Google+
de_de: Folgen Sie uns auf Google+
es: Síguenos en Google+
es_sv: Síguenos en Google+
eu: Google+en jarrai gaitzazu
fr: Suivez-nous sur Google+
hu: Kövess Google+ -on.
is: Fylgstu með okkur á Google+
it: Seguici su Google+!
ja: Google+でフォロー！
ka_ge: გამოგვყევით Google+-ზე
nb: Følg oss på Google+
nl: Volg ons op Google+
pl: Bądź z nami na Google+
pt_br: Siga-nos no Google+
ru: Следите за нашими новостями в Google Plus
sk: Sleduj nás na Google₊
sq: Na ndiqni në Google+
sr: Пратите нас на Google+
sv: Följ oss på Google+
tr: Bizi Google+ üzerinde izleyin
