Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Backend doesn't support password change, but the user's encryption key was updated.
ast: El backend nun sofita'l cambéu de contraseña pero anovóse la clave del cifráu d'usuarios
ca: El backend no admet canvis de contrasenya, però la clau de xifrat de l'usuari ha estat actualitzada satisfactòriament.
cs: Backend nepodporuje změnu hesla, ale uživatelův šifrovací klíč byl aktualizován.
de_de: Das Backend unterstützt die Passwortänderung nicht, aber das Verschlüsselungspasswort des Benutzers wurde aktualisiert.
es: El sistema no permite cambiar la contraseña, pero la clave de cifrado ha sido actualizada.
es_sv: El backend no soporta el cambio de contraseñas, pero la llave de encripción del usuario fue actualizada.
eu: Motorrak ez du onartzen pasahitza aldatzea, baina erabiltzailearen zifratze-gakoa eguneratu da.
fr: L'infrastructure d'arrière-plan ne supporte pas la modification de mot de passe, mais la clef de chiffrement de l'utilisateur a été mise à jour.
hu: A háttérszolgáltatás nem támogatja a jelszómódosítást, de a titkosítási kulcs frissítve lett.
is: Bakendi styður ekki breytingu á lykilorði, en það tókst að uppfæra dulritunarlykil notandans.
it: Il motore non supporta la modifica della password, ma la chiave di cifratura dell'utente è stata aggiornata.
ja: バックエンドはパスワードの変更をサポートしていませんが、ユーザーの暗号化キーは正常に更新されました。
ka_ge: ბექენდს არ აქვს პაროლის ცვლილების მხარდაჭერა, თუმცა მომხმარებლის შიფრაციის გასაღები განახლდა.
nb: Tjeneren støtter ikke endring av passord, men brukerens krypteringsnøkkel ble oppdatert.
nl: De Back-end ondersteunt geen wachtwoordwijzigingen, maar de cryptosleutel van de gebruiker is succesvol bijgewerkt.
pl: Backend nie wspiera zmiany hasła, ale klucz szyfrujący użytkownika został zaktualizowany.
pt_br: A plataforma de serviço não suporta alteração de senha mas a chave de criptografia do usuário foi alterada.
ru: Используемый механизм не поддерживает смену паролей, но пользовательский ключ шифрования был обновлён.
sk: Backend nepodporuje zmenu hesla, ale šifrovací kľúč používateľa bol zmenený.
sq: Programi klient s’mbulon ndryshime fjalëkalimi, por kyçi i përdoruesi për fshehtëzime u përditësua me sukses.
sr: Позадина не подржава измену лозинке, али кориснички кључеви за шифровање су успешно ажурирани.
sv: Backend stödjer inte att lösenord ändras men användarens krypteringsnyckel uppdaterades.
tr: Yönetim bölümünden parola değişikliği yapılamaz, ancak kullanıcının şifreleme anahtarı güncellendi.

source: installing and updating apps via the app store or Federated Cloud Sharing
ast: instalando y anovando aplicaciones pela tienda d'aplicaciones o compartición de ñube federada
ca: instal · lació i actualització d'aplicacions a través de la botiga d'aplicacions
cs: Instalovat a aktualizovat aplikace pomocí obchodu nebo Sdíleného Cloudového Úložiště
de_de: Das Installieren und Aktualisieren von Apps durch den App-Store oder durch Federated Cloud Sharing
es: instalando y actualizando aplicaciones vía app store o Nube compartida Federada
es_sv: Instalando y actualizando aplicaciones por la tienda de aplicaciones o Compartido la Nube Federada
eu: Aplikazioak aplikazio-biltegiaren edo federatutako hodei partekatzearen bidez instalatzen edo eguneratzen
fr: le partage Federated Cloud ou l'installation et la mise à jour d'applications par l'app store
hu: alkalmazások telepítése és frissítése az alkalmazás tárból vagy Szövetséges Felhő Megosztásból
is: uppsetning eða uppfærsla forrita úr forritabúð eða með skýjasambandi
it: installazione e aggiornamento delle applicazioni tramite il negozio delle applicazioni o condivisione cloud federata
ja: アプリストア または クラウド連携共有からアプリをインストール もしくはアップデート
ka_ge: აპლიკაციების app store-იდან დაყენება და განახლება ან ფედერალური ქლაუდ გაზიარება
nb: installering og oppdatering av apper via programbutikken eller ved deling i sammenknyttet sky
nl: installeren en bijwerken van applicaties via de app store of gefedereerd delen
pl: instalacji i aktualizacji aplikacji za pośrednictwem sklepu z aplikacjami lub udziałem Stowarzyszonej Chmury
pt_br: instalando e atualizando aplicativos via loja de aplicativos ou Nuvem Compartilhada Federada
ru: установка и обновление приложений через магазин приложений или федерацию облачных хранилищ
sk: Inštalovať a aktualizovať aplikácia pomocou obchodu alebo Zdieľaného Cloudového Úložiska
sq: instalim dhe përditësim aplikacionesh përmes shitores së aplikacioneve ose Federated Cloud Sharing
sr: Инсталирање и ажурирање апликација кроз продавницу или здруженом дељењу у облаку
sv: installering och uppdatering utav applikationer eller Federerad Moln-delning.
tr: Uygulama mağazası ve Birleşmiş Bulut Paylaşımından uygulama kurma ve güncelleme

source: Federated Cloud Sharing
ast: Compartición de ñube federada
ca: Compartició federada de núvol
cs: Propojené cloudové sdílení
es: Compartido en Nube Federada
es_sv: Compartir en la Nube Federada
eu: Federatutako hodei partekatzea
hu: Megosztás Egyesített Felhőben
is: Deiling með skýjasambandi
it: Condivisione cloud federata
ja: 統合されたクラウド共有
ka_ge: ფედერალური ქლაუდ გაზიარება
nb: Sammenknyttet sky-deling
nl: Gefedereerd delen via de cloud
pl: Dzielenie się ze Stowarzyszoną Chmurą
pt_br: Compartilhamento de Nuvem Federada
ru: Федерация облачных хранилищ
sk: Sprístupnenie prostredníctvom Federated Cloud
sq: Ndarje Në Re të Federuar
sr: Здружено дељење у облаку
sv: Federerad Moln-delning
tr: Birleşmiş Bulut Paylaşımı

source: cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably.
ast: cURL ta usando una versión %s non anovada (%s). Anueva'l to sistema operativu o les carauterístiques como %s nun funcionarán de mou fiable, por favor.
cs: cURL používá zastaralou %s verzi (%s). Aktualizujte prosím svůj operační systém, jinak funkce jako %s nemusí spolehlivě pracovat.
de_de: cURL verwendet eine veraltete %s Version (%s). Bitte aktualisieren Sie ihr Betriebssystem, da ansonsten Funktionen, wie z.B. %s, nicht zuverlässig funktionieren werden.
es: cURL está usando una versión desactualizada %s (%s). Por favor, actualiza tu sistema operativo o las funciones tales como %s no funcionarán de forma fiable.
es_sv: cURL está usando una versión anticuada (%s) de %s. Por favor actualiza tu sistema operativo o funciones tales como %s no funcionarán de forma confiable.
eu: cURL eguneratu gabeko %s bertsioa erabiltzen ari da (%s). Eguneratu zure sistema eragilea edo %s bezalako elementuek ez dute segurtasunez ibiliko.
fr: cURL utilise %s %s, qui est une version obsolète. Veuillez mettre à jour votre système d'exploitation, ou des fonctionnalités telles que %s ne fonctionneront pas correctement.
hu: cURL elavult %s verziót (%s) használ. Kérlek, frissítsd az operációs rendszert, vagy egyes funkciók (mint például a %s) megbízhatatlanul fognak működni.
is: cURL er að nota úrelda útgáfu af %s (%s). Uppfærðu stýrikerfið þitt, annars er hætt við að eiginleikar á borð við %s virki ekki sem skyldi.
it: cURL utilizza una versione %s datata (%s). Aggiorna il tuo sistema operativo o funzionalità come %s non funzioneranno correttamente.
ja: %s バージョン (%s) の古い cURL を使っています。OSを更新するか、この機能 %s が正しく動くアプリに更新してください。
ka_ge: cURL მოძველებულია %s ვერსია (%s). გთხოვთ განაახლოთ თქვენი ოპერაციული სისტემა, წინნაღმდეგ შემთხვევაში ისეთი ფუნქციები როგორებიცაა %s კარგად არ იმუშავებენ.
nb: cURL bruker en utdatert %s-versjon (%s). Oppdater operativsystemet ditt; ellers vil ikke funksjoner som %s virke korrekt.
nl: cUrl gebruikt een verouderde %s versie (%s). Werk het besturingssysteem bij, want anders zullen functies als %s niet betrouwbaar werken.
pl: cURL używa starej %s wersji (%s). Proszę zaktualizować swój system operacyjny albo funkcje takie jak %s nie będą działały niezawodnie.
pt_br: cURL está usando uma versão %s desatualizada (%s). Por favor, atualize seu sistema operacional ou recursos como %s não funcionarão de forma confiável.
ru: cURL использует устаревшую версию %s (%s). Пожалуйста, обновите вашу операционную систему, иначе такие возможности, как %s, не будут работать корректно.
sk: cURL používa zastaralú %sverziu (%s). Prosím aktualizujte si operačný systém pretože %snebude fungovať spoľahlivo.
sq: cURL-ja po përdor një version %s të vjetruar (%s). Ju lutemi, përditësoni sistemin tuaj operativ ose përndryshe veçori të tilla si %s nuk do të punojnë në mënyrë të qëndrueshme.
sr: cURL користи застарелу верзију %s (%s). Ажурирајте оперативни систем или функционалности као што је %s неће радити поуздано.
sv: cURL använder en föråldrad %s version (%s). Var god uppdatera ditt operativsystem annars kan funktioner som %s sluta fungera pålitligt.
tr: cURL eski bir %s sürümü kullanıyor (%s). Lütfen işletim sisteminizi güncelleyin, yoksa %s gibi özellikler düzgün çalışmaz.

source: A problem occurred, please check your log files (Error: %s)
ast: Asocedió un problema, por favor comprueba los tos ficheros de rexistru (Fallu: %s)
ca: S'ha produït un problema, si us plau revisi els arxius de registre (Error: %s)
cs: Došlo k chybě, zkontrolujte prosím log (Chyba: %s)
de_de: Es ist ein Problem aufgetreten, bitte überprüfen Sie Ihre Logdateien (Fehler: %s)
es: Ocurrió un problema, por favor verifica los archivos de registro (Error: %s)
es_sv: Se presentó un problema, por favor verifica tus archivos de bitácoras (Error: %s)
eu: Arazo bat gertatu da, egiaztatu zure log fitxategiak (Error: %s)
fr: Une erreur est survenue, veuillez vérifier vos fichiers de log (Erreur: %s)
hu: Probléma történt, kérlek nézd meg a naplófájlokat (Hiba: %s).
is: Vandamál kom upp, skoðaðu yfir annálana þína (Villa: %s)
it: Si è verificato un problema, controlla i tuoi file di log (Errore: %s)
ja: 問題が発生しました。ログファイルを確認してください。(Error: %s)
ka_ge: წარმოიშვა შეცდომა, გთხოვთ იხილოთ თქვენი ლოგ ფაილები (შეცდომა: %s)
nb: Det oppstod et problem. Sjekk loggfilene (Feil: %s)
nl: Er trad een een probleem op, controleer je logbestanden (Fout: %s).
pl: Wystąpił problem, sprawdź logi (Error: %s)
pt_br: Ocorreu um problema, por favor verifique seus arquivos de log (Erro: %s)
ru: Возникла проблема, пожалуйста, проверьте журнал ошибок (Ошибка: %s)
sk: Nastala chyba, skontrolujte prosím váš log súbor (Chyba: %s)
sq: Ndodhi një gabim, ju lutemi, kontrolloni kartelat tuaja regjistër (Error: %s)
sr: Појавио се проблем. Проверите записнике (грешка: %s)
sv: Ett problem uppstod, var god kontrollera loggfiler (Fel: %s)
tr: Bir sorun çıktı. Lütfen günlük dosyalarınıza bakın (Hata: %s)

source: Migration Completed
ast: Completóse la migración
ca: Migració completada
cs: Migrace dokončena
de_de: Migration abgeschlossen
es: Migración finalizada
es_sv: Migración completada
fr: Migration terminée
hu: Migráció befejezve
is: Yfirfærslu lokið
it: Migrazione completata
ja: 移行が完了しました
ka_ge: მიგრაცია დასრულდა
nb: Migrering ferdig
nl: Migratie gereed
pl: Migracja zakończona
pt_br: Migração concluída
ru: Миграция завершена
sk: Migrácia ukončená
sq: Migrimi u Plotësua
sr: Пресељење завршено
sv: Migrering Färdigställd
tr: Aktarım Tamamlandı

source: Group already exists.
ast: Yá esiste'l grupu.
ca: El grup ja existeix.
cs: Skupina již existuje.
de_de: Gruppe existiert bereits.
es: El grupo ya existe.
es_sv: El grupo ya existe.
eu: Taldea dagoeneko existitzen da
fr: Ce groupe existe déjà.
hu: A csoport már létezik.
is: Hópur er þegar til.
it: Il gruppo esiste già.
ja: グループはすでに存在しています
ka_ge: ჯგუფი უკვე არსებობს.
nb: Gruppe finnes allerede.
nl: Groep bestaat al.
pl: Grupa już istnieje.
pt_br: O grupo já existe.
ru: Такая группа уже существует.
sk: Skupina už existuje.
sq: Grupi ekziston tashmë.
sr: Група већ постоји.
sv: Gruppen finns redan.
tr: Grup zaten var.

source: Unable to add group.
ast: Nun pue amestase'l grupu
ca: No es pot agregar el grup.
cs: Nelze přidat skupinu.
de_de: Gruppe konnte nicht angelegt werden.
es: No se pudo agregar el grupo.
es_sv: No fue posible agregar el grupo.
eu: Ezin izan da taldea gehitu.
fr: Impossible d'ajouter le groupe.
hu: Nem lehet létrehozni a csoportot.
is: Ekki tókst að bæta hóp við.
it: Impossibile aggiungere il gruppo.
ja: グループを追加できません
ka_ge: ჯგუფის დამატება ვერ ხორციელდება.
nb: Kunne ikke legge til gruppe.
nl: Kan de groep niet toevoegen.
pl: Nie można dodać grupy.
pt_br: Não foi possível adicionar o grupo.
ru: Невозможно добавить группу.
sk: Nie je možné pridať skupinu.
sq: S’arrin të shtojë grup.
sr: Није могуће додати групу.
sv: Lyckades inte lägga till grupp.
tr: Grup eklenemedi.

source: Unable to delete group.
ast: Nun pue desaniciase'l grupu.
ca: No es pot esborrar el grup.
cs: Nelze smazat skupinu.
de_de: Gruppe konnte nicht gelöscht werden.
es: No se pudo eliminar el grupo.
es_sv: No fue posible borrar el grupo.
eu: Ezin izan da taldea ezabatu.
fr: Impossible de supprimer le groupe.
hu: Nem lehet törölni a csoportot.
is: Get ekki eytt hópi.
it: Impossibile eliminare il gruppo.
ja: グループを削除できません
ka_ge: ჯგუფის წაშლა ვერ ხორციელდება.
nb: Kan ikke slette gruppe.
nl: Kan de groep niet verwijderen.
pl: Nie można usunąć grupy.
pt_br: Não foi possível excluir o grupo.
ru: Невозможно удалить группу.
sk: Nie je možné zmazať skupinu.
sq: S’arrin të fshijë grup.
sr: Није могуће обрисати групу.
sv: Lyckades inte radera grupp.
tr: Grup silinemedi.

source: Invalid SMTP password.
ast: Contraseña SMTP non válida
ca: Contrasenya SMTP no vàlida.
cs: Neplatné heslo SMTP.
de_de: Ungültiges SMTP Passwort.
es: Contraseña SMTP inválida
es_sv: Constraseña SMTP inválida.
eu: SMTP pasahitza baliogabea
fr: Mot de passe SMTP incorrect.
hu: Érvénytelen SMTP jelszó
is: Ógilt SMTP-lykilorð
it: Password SMTP non valida.
ja: SMTPパスワードが無効
ka_ge: არასწორი SMTP პაროლი.
nb: Ugyldig SMTP-passord.
nl: Ongeldig SMTP wachtwoord
pl: Błędne hasło SMTP.
pt_br: Senha SMTP incorreta.
ru: Неверный пароль SMTP.
sk: Nesprávne heslo pre SMTP
sq: Fjalëkalim SMTP i pavlefshëm
sr: Неисправна SMTP лозинка.
sv: Ogiltigt SMTP-lösenord.
tr: SMTP parolası geçersiz.

source: Email setting test
ca: Prova de l'arranjament del correu
cs: Zkouška nastavení e-mailu
de_de: Test der E-Mail-Einstellungen
es: Prueba de configuración de correo
es_sv: Prueba de ajustes de correo
eu: E-postaren ezarpenen proba
fr: Test des paramètres e-mail
hu: E-mail beállítás tesztelése
is: Prófa tölvupóststillingar
it: Prova impostazioni email
ja: メール設定のテスト
ka_ge: ელ-ფოსტის დაყენების შემოწმება
nb: E-postinnstillingstest
nl: E-mailinstellingen test
pl: Test ustawień e-mail
pt_br: Teste da configuração de e-mail
ru: Проверка настроек электронной почты
sk: Test nastavení emailu
sq: Test i konfigurimeve të Email-it
sr: Тестирај поставке е-поште
sv: E-postinställningar test
tr: E-posta ayarları sınaması

source: Well done, %s!
ast: ¡Bien fecho, %s!
ca: Ben fet, %s!
cs: Dobře, %s.
de_de: Gut gemacht, %s!
es: ¡Bien hecho, %s!
es_sv: ¡Bien hecho, %s!
eu: Ongi egina, %s!
fr: Bien joué, %s !
hu: Szép munka, %s!
is: Vel gert, %s!
it: Ben fatto, %s!
ja: %s、素晴らしい！
ka_ge: ყველაფერი კარგადაა, %s!
nb: Bra gjort, %s!
nl: Goed gedaan, %s!
pl: Dobra robota, %s!
pt_br: Bom trabalho %s!
ru: Отлично, %s!
sk: Dobrá práca, %s!
sq: U krye, %s!
sr: Свака част, %s!
sv: Bra gjort, %s!
tr: Tamamdır %s!

source: If you received this email, the email configuration seems to be correct.
ast: Si recibes esti corréu, entós la configuración de corréu paez tar bien.
ca: Si heu rebut aquest correu , la configuració del correu electrònic es correcta.
cs: Pokud jste obdržel(a) tento e-mail, nastavení e-mailů bude asi správné.
de_de: Wenn du diese E-Mail empfangen hast, sind die E-Mail-Einstellungen korrekt.
es: Si recibes este correo, la configuración de correo parece ser correcta.
es_sv: Si has recibido este correo electrónico, la configuración del correo electrónico parece estar correcta.
eu: E-posta mezu hau jaso baduzu, e-postaren ezarpenak egokiak direnaren seinale.
fr: Si vous avez reçu cet e-mail, la configuration de l'adresse e-mail semble être correcte.
hu: Ha ezt a levelet látod, a beállításaid megfelelőnek tűnnek.
is: Fyrst að þú fékkst þennan tölvupóst, þá lítur út fyrir að tölvupóstuppsetningin sé í lagi.
it: Se hai ricevuto questo messaggio, la configurazione della posta elettronica dovrebbe essere corretta.
ja: メールが届いていたら、メールは正しく設定されています。
ka_ge: იმ შემთხვევაში თუ მიიღეთ ეს ელ-წერილი, ელ-ფოსტის კონფიგურაცია კარგად უნდა იყოს.
nb: Hvis du mottar denne e-posten, er e-postoppsettet rett.
nl: Als je dit e-mailtje ontving, dan lijken de e-mailinstellingen correct.
pl: Jeśli otrzymałeś/-aś tego e-maila to wydaje się, że konfiguracja e-maili jest prawidłowa.
pt_br: Se você recebeu este e-mail, é sinal que a configuração do servidor de e-mail está correta.
ru: Если вы получили это сообщение, значит электронная почта настроена правильно.
sk: Ak ste prijali tento email, emailová konfigurácia sa zdá byť správna.
sq: Nëse keni marrë këtë email, konfigurimi i email-it duket të jetë i saktë.
sr: Ако добијате ову е-пошту, подешавања е-поште су вам исправна.
sv: Om du får detta e-postmeddelande så har du ställt in e-postinställningarna rätt.
tr: Bu e-postayı aldıysanız e-posta ayarları doğru olarak yapılmıştır.

source: Email could not be sent. Check your mail server log
ast: Nun pudo unviase'l corréu. Comprueba'l rexistru del to sirvidor de corréu
ca: No s'ha pogut enviar el correu. Revisa el registre del servidor de correu
cs: E-mail se nepodařilo odeslat. Zkontrolujte protokol vašeho e-mailového serveru.
de_de: E-Mail konnte nicht versandt werden. Prüfen Sie Ihr E-Mail-Server-Protokoll
es: No se ha podido enviar el correo. Comprueba el registro del servidor de correo
es_sv: No fue posible enviar el correo electrónico. Por favor verfica la bitácora de tu servidor de correo
eu: E-posta mezua ezin izan da bidali. Begiratu zure posta-zerbitzariaren egunkaria
fr: L'email n'a pu être envoyé. Vérifiez le journal du serveur de messagerie
hu: E-mail nem elküldhető. Ellenőrizd a mailszerver naplójában
is: Ekki var hægt að senda póst. Skoðaðu annál póstþjónsins
it: Il messaggio non può essere inviato. Controlla il log del tuo server di posta
ja: メールが送信できませんでした。メールサーバーのログを確認してください
ka_ge: ელ-წერილი ვერ იგზავნება. გთხოვთ შეამოწმოთ მეილ-სერვერის ლოგი
nb: E-post kunne ikke sendes. Sjekk tjenerloggen på din e-posttjener
nl: Er kon geen e-mail verstuurd worden. Controleer je server log files
pl: E-mail nie został wysłany. Sprawdź logi swojego serwera poczty
pt_br: O e-mail não pôde ser enviado. Verifique o log do servidor de e-mail
ru: Не удалось отправить сообщение электронной почты. Проверьте журнал ошибок почтового сервера
sk: Nepodarilo sa odoslať email. Skontrolujte log Vášho mail servera
sq: Email nuk mund të dërgohej. Kontrolloni logun e serverit tuaj të postës
sr: Не могу да пошаљем Е-пошта. Погледајте записнике сервера е-поште
sv: E-post kunde inte skickas. Titta i din e-postserverlogg
tr: E-posta gönderilemedi. E-posta sunucunuzun günlüklerine bakın

source: A problem occurred while sending the email. Please revise your settings. (Error: %s)
ast: Asocedió un problema entrín s'unviaba'l corréu. Revisa los tos axustes por favor. (Fallu: %s)
ca: Hi ha hagut un problema en enviar el correu. Revisi la seva configuració. (Error: %s)
cs: Při odesílání emailu nastala chyba. Překontrolujte prosím svá nastavení. (Error: %s)
de_de: Beim Senden der E-Mail ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Einstellungen. (Fehler: %s)
es: Ha ocurrido un problema al enviar el mensaje de correo electrónico. Revisa tu configuración. (Error: %s)
es_sv: Se presentó un problema al enviar el correo electrónico. Por favor revisa tus configuraciones (Error: %s)
eu: Arazo bat sortu da posta bidaltzerakoan. Berrikusi zure ezarpenak. (Error: %s)
fr: Une erreur est survenue lors de l'envoi de l'e-mail. Veuillez vérifier vos paramètres. (Erreur: %s)
hu: Hiba történt az e-mail küldésekor. Kérlek ellenőrizd a beállításokat! (Hiba: %s)
is: Vandamál kom upp við að senda tölvupóst. Farðu yfir stillingarnar þínar. (Villa: %s)
it: Si è verificato un problema durante l'invio dell'email. Controlla le tue impostazioni. (Errore: %s)
ja: メールの送信中に問題が発生しました。設定を確認してください。 (Error: %s)
ka_ge: ელ-წერილის გაგზავნისას წარმოიშვა შეცდომა. გთხოვთ გადახედოთ თქვენს პარამეტრებს. (შეცდომა: %s)
nb: Et problem oppstod med sending av e-post. Sjekk innstillingene. (Feil: %s)
nl: Er ontstond een probleem bij het versturen van de e-mail. Controleer je instellingen. (Fout: %s)
pl: Wystąpił błąd podczas wysyłania wiadomości e-mail. Proszę zmienić swoje ustawienia. (Error: %s)
pt_br: Ocorreu um problema ao enviar o e-mail. Por favor, revise suas configurações. (Erro: %s)
ru: Во время отправки письма произошла ошибка. Пожалуйста проверьте настройки. (Ошибка: %s)
sk: Vyskytol sa problém pri odosielaní emailu. Prosím, znovu skontrolujte svoje nastavenia. (Chyba: %s)
sq: Ndodhi një gabim gjatë dërgimit të email-it. Ju lutemi, rishikoni rregullimet tuaja. (Error: %s)
sr: Појавио се проблем приликом слања е-поште. Проверите ваше поставке. (Грешка: %s)
sv: Ett problem uppstod när e-post försökte skickas. Var god kontrollera dina inställningar. (Fel: %s)
tr: E-posta gönderilirken bir sorun çıktı. Lütfen ayarlarınızı gözden geçirin. (Hata: %s)

source: You need to set your user email before being able to send test emails.
ast: Tienes de configurar la direición de corréu-e enantes de poder unviar mensaxes de prueba.
ca: Heu d'establir un nom d'usuari abans de poder enviar correus de prova.
cs: Pro možnost odeslání zkušebních emailů musíte nejprve nastavit svou emailovou adresu.
de_de: Sie müssen Ihre Benutzer-E-Mail-Adresse einstellen, bevor Sie Test-E-Mails versenden können.
es: Tienes que configurar tu dirección de correo electrónico antes de poder enviar mensajes de prueba.
es_sv: Requieres establecer tu correo electrónico antes de poder enviar correos electrónicos de prueba.
eu: Epostaren erabiltzailea zehaztu behar duzu probako eposta bidali aurretik.
fr: Vous devez définir une adresse e-mail dans vos paramètres personnels avant de pouvoir envoyer des e-mails de test.
hu: Előbb meg kell adnia az e-mail címét, mielőtt tesztelni tudná az e-mail küldést.
is: Þú verður að gefa upp netfangið þitt svo að þú getir sent prófunarpósta.
it: Devi impostare l'indirizzo del tuo utente prima di poter provare l'invio delle email.
ja: ユーザーメールを設定して初めて、テストメールを送信することができるようになります。
ka_ge: შემოწმების წერილების გაგზავნამდე, უნდა დააყენოთ თქვენი მომხმარებლის ელ-ფოსტა.
nb: Du må sette e-postadressen for brukeren din før du kan teste sending av e-post.
nl: Je moet je e-mailadres invoeren voordat je testberichten kunt versturen.
pl: Musisz najpierw ustawić użytkownika e-mail, aby móc wysyłać wiadomości testowe.
pt_br: Você precisa configurar seu e-mail de usuário antes de ser capaz de enviar e-mails de teste.
ru: Вы должны настроить ваш собственный адрес электронной почты прежде чем отправлять тестовые сообщения.
sk: Musíte nastaviť svoj po​​užívateľský email, než budete môcť odoslať testovací email.
sq: Lypset të caktoni email-in tuaj si përdorues, përpara se të jeni në gjendje të dërgoni email-e provë.
sr: Морате поставити адресу е-поште пре слања тестне поруке.
sv: Du behöver ställa in din användares e-postadress före du kan skicka test e-post.
tr: Sınama e-postaları göndermeden önce kullanıcı e-postasını ayarlamalısınız.
