Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed.
ca: El xifratge del servidor permet xifrar els fitxers que es carreguen a aquest servidor. Això ve amb limitacions com una pena de rendiment, així que habiliteu-ho només si és necessari.
cs: Šifrování na straně serveru umožňuje zašifrovat soubory, které jsou na tento server nahrávány. To přináší omezení jako třeba výkonnostní omezení, takže to povolte jen pokud je třeba.
de_de: Serverseitige Verschlüsselung ermöglicht es die auf diesen Server hochgeladenen Dateien zu verschlüsseln. Dies führt allerdings auch zu Nachteilen, wie z.B. einem Geschwindigkeitsverlust. Sie sollte deshalb nur eingeschaltet werden, wenn sie wirklich benötigt wird.
es: El cifrado en el lado del servidor hace posible cifrar archivos que se suben a este servidor. Esto trae consigo limitaciones como una ralentización en su funcionamiento, así que activa esto solo si es necesario.
es_sv: La encripción del lado del servidor hace posible encriptar archivos que serán cargados a este servidor. Esto trae consigo algunas limitaciónes como penalizaciones en el desemeño, asi que habilítalo sólo si es necesario.
eu: Zerbitzari-aldeko enkriptazioak zerbitzarira igotzen diren fitxategiak enkriptatzeabaimentzen du. Honek eraginkortasuna jaitsi dezake, beraz gaitu beharrezkoa bada soilik.
fr: Le chiffrement côté serveur permet de chiffrer les fichiers qui sont téléversés sur ce serveur. Cela implique des limitations comme une performance moindre, donc activez-le seulement si nécessaire.
hu: A szerveroldali titkosítás segítségével a tárolt fájlok titkosítva kerülnek tárolásra a szerveren. Ez korlátozásokkal jár, például teljesítmény csökkenést okoz, így csak akkor kapcsold be, ha szükséges.
is: Dulritun á vefþjóni (server-side encryption) gerir kleift að dulrita skrár sem sendar eru inn á þennan þjón. Sá eiginleiki er ekki án áhrifa á afköst kerfisins, þannig að slíkt ætti ekki að virkja nema að vel yfirlögðu máli.
it: La cifratura lato server rende possibile cifrare i file caricati sul server. Ciò presenta dei limiti, come una riduzione delle prestazioni, perciò abilita questa funzione solo se necessario.
ka_ge: სერვერული-მხარის შიფრაცია იძლევა სერვერზე ატვირთული ფაილების შიფრაციის საშუალებას. ეს ფუნქცია ლიმიტს აწესებს მოქმედებაზე, ასე რომ გააქტიურედ მხოლოდ აუცილებლობისას.
nb: Kryptering på tjenersiden gjør det mulig å kryptere files som er lastet opp til denne tjeneren. Dette har begrensninger som ytelsesforverring, så bare skru på dette hvis det trengs.
nl: Server-side versleuteling maakt het mogelijk om bestanden te versleutelen die worden geüploaded. Dit betekent wel enig prestatieverlies, dus schakel het alleen in als het nodig is.
pl: Szyfrowanie po stronie serwera umożliwia szyfrowanie wysyłanych na niego plików. Ta opcja wprowadza ograniczenia takie, jak ograniczenie wydajności. Włącz tylko wtedy, gdy potrzebne.
pt_br: A criptografia do lado do servidor torna possível criptografar arquivos que são carregados para este servidor. Isso diminui um pouco o desempenho, portanto habilite apenas se necessário.
ru: Шифрование на стороне сервера позволяет шифровать файлы, которые загружаются на этот сервер. Это связано с ограничениями, такими как снижение производительности, поэтому включите его только в случае необходимости.
sk: Šifrovanie na strane servera umožňuje zašifrovať súbory, ktoré sú na tento server nahrávané. To prináša obmedzenia ako napr. výkonnostné obmedzenie, takže to povoľte len ak je to naozaj potrebné.
sq: Enkriptimi nga ana e serverit bën të mundur enkriptimin e skedarëve të ngarkuar në këtë server. Kjo vjen me kufizime si një ndëshkim për performancën, prandaj e lejoni këtë vetëm nëse është e nevojshme.
sr: Шифровање на страни сервера омогућава да шифрујете фајлове који се стављају на овај сервер. Цена за ово се плаћа кроз лошије перформансе, тако да треба да омогућите ово само ако Вам је стварно потребно.
sv: Kryptering från servern möjliggör kryptering av filer som är uppladdade till servern. Detta innebär vissa begränsningar som prestandaförluster, så aktivera bara om det behövs.
tr: Sunucu tarafındaki şifreleme, sunucuya yüklenen dosyaların şifrelenebilmesini sağlar. Bu özellik genel başarımı düşürdüğünden yalnız gerek varsa etkinleştirin.

source: Enable server-side encryption
ast: Activar cifráu nel sirvidor
ca: Habilitar xifrat en el servidor
cs: Povolit šifrování na straně serveru
de_de: Serverseitige Verschlüsselung aktivieren
es: Habilitar cifrado en el servidor
es_sv: Habilitar encripción del lado del servidor
eu: Gaitu zerbitzariaren aldeko enkriptaketa
fr: Activer le chiffrement côté serveur
hu: Szerver-oldali titkosítás engedélyezése
is: Virkja dulritun á þjóni
it: Abilita cifratura lato server
ja: サーバーサイド暗号化を有効にする
ka_ge: სერვერული-მხარის შიფრაციის ამოქმედება
nb: Aktiver kryptering på tjenersiden
nl: Server-side versleuteling inschakelen
pl: Włącz szyfrowanie po stronie serwera
pt_br: Habilitar a criptografia do lado do servidor
ru: Включить шифрование на стороне сервера
sk: Povoliť šifrovanie na serveri
sq: Aktivizo fshehtëzim më anë të shërbyesit
sr: Укључи шифровање на страни сервера
sv: Aktivera kryptering på server.
tr: Sunucu tarafı şifreleme kullanılsın

source: Please read carefully before activating server-side encryption:
ast: Llei con procuru enantes d'activar el cifráu nel sirvidor:
ca: Llegiu atentament abans d'activar el servidor:
cs: Pročtěte prosím důkladně před aktivací šifrování dat na serveru:
de_de: Bitte lesen Sie ganz genau, bevor Sie die serverseitige Verschlüsselung aktivieren:
es: Por favor lea cuidadosamente antes de activar el cifrado del lado del servidor.
es_sv: Por favor lee detenidamente antes de activar la encripción del lado de servidor:
eu: Mesedez, irakurri arretaz zerbitzariaren aldeko enkriptaketa gaitu aurretik:
fr: Veuillez lire ceci avec attention avant d'activer le chiffrement :
hu: Kérjük, ezt olvasd el figyelmesen mielőtt engedélyezed a szerveroldali titkosítást:
is: Lestu eftirfarandi gaumgæfilega áður en þú virkjar dulritun á þjóni:
it: Leggi attentamente prima di attivare la cifratura lato server:
ja: サーバーサイド暗号化を有効にする前によくお読みください:
ka_ge: სანამ გააქტიურებთ სერვერული-მხარის შიფრაციას გთხოვთ ყურადღებით გაეცნოთ:
nb: Les dette nøye før du aktiverer kryptering på tjenersiden:
nl: Lees dit goed, voordat je de serverside versleuteling activeert:
pl: Proszę przeczytać uważnie przed aktywowaniem szyfrowania po stronie serwera:
pt_br: Por favor, leia com atenção antes de ativar a criptografia do lado do servidor:
ru: Пожалуйста прочтите внимательно прежде чем включать шифрование на стороне сервера:
sk: Prečítajte prosím pozorne pred použitím šifrovania na serveri:
sq: Ju lutemi, lexoni me kujdes përpara aktivizimit të fshehtëzimeve më anë shërbyesi:
sr: Молимо прочитајте пажљиво пре него што укључите ово шифровање:
sv: OBS: Var god läs noga innan kryptering aktiveras på servern.
tr: Lütfen sunucu tarafında şifrelemeyi etkinleştirmeden önce dikkatlice okuyun:

source: Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met.
cs: Poté co je zapnuto šifrování, jsou od toho bodu všechny nahrávané soubory šifrovány serverem. Vypnout šifrování bude možné pouze později, až bude šifrovací modul tuto možnost podporovat a po splnění všech nutných podmínek (tzn. nastavení klíčů pro obnovení).
de_de: Wird die Verschlüsselung einmal aktiviert, so werden alle ab diesem Zeitpunkt hochgeladene Dateien verschlüsselt. Sie kann nur wieder deaktiviert werden, wenn das Verschlüsselungsmodul dies unterstützt und alle Voraussetzungen (wie das Setzen eines Wiederherstellungsschlüssels) im Vorhinein erfüllt wurden.
es: Una vez que el cifrado está habilitado, todos los archivos subidos al servidor desde ese punto en adelante se cifrarán en reposo en el servidor. Sólo será posible desactivar el cifrado en una fecha posterior si el módulo de cifrado activado soporta esa función, y todas las condiciones previas (por ejemplo, el establecimiento de una clave de recuperación) se cumplan.
es_sv: Una vez que la encripción se encuentre habilitada, todos lo archivos cargados al servidor desde ese momento en tiempo, se encriptarán en el servidor. Sólo será posible deshabilitar la encripción en una fecha posterior si el modulo de encripción activo soporta esa funcionalidad y si todas las preciondiciones están satisfechas (ejem. establecer una llave de recuperación).
fr: Une fois le chiffrement activé, les fichiers téléversés sur le serveur à partir de ce moment seront stockés sous forme chiffrée. Il n'est possible de désactiver le chiffrement que si le module utilisé le permet spécifiquement, et que toutes les conditions préalables sont réunies pour ce faire (par exemple la création d'une clef de récupération).
hu: Ha egyszer engedélyezve lett a titkosítás, akkor onnantól kezdve a szerveren az összes fájl titkosításra kerül, melyet később csak akkor lehet visszafordítani, ha azt az aktív titkosítási modul támogatja és minden elő-követelmény (például helyreállító kulcs) teljesül.
is: Þegar dulritun er virkjuð, munu frá þeim tímapunkti allar skrár sem sendar eru inn á þjóninn verða dulritaðar inni á honum. Einungis mun verða hægt að afvirkja dulritun síðar, ef virka dulritunareiningin styður þá aðgerð, og ef allar forsendur (t.d. að setja endurheimtulykil) eru uppfylltar.
it: Quando la cifratura è abilitata, tutti i file caricati sul server da quel momento in poi saranno cifrati sul server. Sarà possibile solo disabilitare successivamente la cifratura se il modulo di cifratura attivo lo consente, e se tutti i prerequisiti (ad es. l'impostazione di una chiave di recupero) sono verificati.
ja: 暗号化を一度有効化すると、この時点からサーバーにアップロードされるファイルの全てが暗号化されサーバー上に入ります。有効化された暗号モジュールは復号化機能をサポートしますが、すべての前提条件が満たされている(例えば、回復キーが設定されている)場合にのみ、後日暗号化を無効にすることが可能です。
ka_ge: შიფრაციის ჩართვის შემდეგ, სერვერზე ატვირთული ყველა ფაილი დაიშიფრება. იმ შემთხვევაში თუ აქტიური შიფრაციის მოდულს აქვს შიფრაციის დეაქტივაციის უნარი და ყველა წინაპირობა დაცულია (მაგ.: აღდგენის გასაღების დაყენება), სხვა დროს შეძლებთ მისი მოქმედების შეჩერებას.
nb: Når kryptering er blitt aktivert, vil alle filer som lastes opp til tjeneren fra det tidspunktet av bli lagret kryptert på tjeneren. Det vil kun være mulig å deaktivere kryptering senere dersom den aktive krypteringsmodulen støtter det og alle forutsetninger (f.eks. å sette en gjenopprettingsnøkkel) er til stede.
nl: Als versleuteling is ingeschakeld, worden alle geüploade bestanden vanaf dat moment versleuteld opgeslagen op de server. Het is alleen mogelijk om de versleuteling later uit te schakelen als de actieve versleutelingsmodule dit ondersteunt en aan alle pré-condities (mn de ingestelde herstelsleutel) wordt voldaan.
pl: Jak tylko szyfrowanie zostanie włączone, wszystkie pliki wysłane na serwer będą od tej chwili szyfrowane na serwerze. Wyłączenie szyfrowania będzie możliwe jedynie później jeśli aktyny moduł szyfrowania wspiera taką funkcjonalność i wszystkie przedinstalacyjne warunki zostały spełnione (np. klucz odzyskiwania).
pt_br: Uma vez que a criptografia é ativada, todos os arquivos enviados ao servidor a partir desse ponto em diante serão criptografados e assim ficarão no servidor. Só será possível desativar a criptografia em uma data posterior se o módulo de criptografia ativo suportar essa função e todas as pré-condições sejam cumpridas (ex., defininindo uma chave de recuperação).
ru: Когда вы включите шифрование, все файлы, загруженные с этого момента на сервер, будут храниться в зашифрованном виде. Отключить шифрование в более позднее время возможно только в случае, если выбранный модуль шифрования поддерживает эту функцию, и все дополнительные условия соблюдены (например настроен ключ восстановления).
sq: Pasi të jetë aktivizuar fshehtëzimi, krejt kartelat e ngarkuara te shërbyesi nga kjo pikë e tutje do të fshehtëzohen pasi të jenë depozituar në shërbyes. Çaktivizimi i fshehtëzimit në një datë të mëvonshme do të jetë i mundur vetëm nëse moduli aktiv i fshehtëzimeve e mbulon këtë funksion, dhe nëse plotësohen krejt parakushtet (p.sh. caktimi i një kyçi rimarrjesh).
sr: Једном кад се шифровање укључи, сви фајлови окачени на сервер од тог тренутка ће бити шифровани на серверу. Једини начин да искључите шифровање касније је да активни шифрарски модул то подржава и сви остали услови су задовољени (нпр. постављање кључа за опоравак).
sv: När kryptering är aktiverat, så kommer alla filer som laddas upp till servern från den tidpunkt och framåt bli krypterad på servern. Det kommer bara vara möjligt att inaktivera kryptering vid ett senare tillfälle om krypteringsmodulen stödjer den funktionen och alla förvillkor (exempelvis använder återställningsnyckel) är mötta.
tr: Şifreleme etkinleştirildiğinde, etkinleştirme anından sonra sunucuya yüklenen tüm dosyalar şifrelenir. Şifreleme daha sonra devre dışı bırakılmak istenirse, etkin şifreleme modülünün bu özelliği desteklemesi ve tüm ön koşulların (örneğin kurtarma anahtarı oluşturulması) yerine getirilmesi gerekir.

source: Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases.
cs: Šifrování samotné ještě negarantuje bezpečnost systému. Přečtěte si prosím dokumentaci, chcete-li se dozvědět více informací o tom, jak aplikace pro šifrování funguje a jaké jsou podporované případy použití.
de_de: Verschlüsselung alleine garantiert nicht die Systemsicherheit. Bitte lese in der Dokumentation nach, wie die Verschlüsselungs-app funktioniert und welche Anwendungsfälle unterstützt werden.
es: El cifrado no garantiza por sí solo la seguridad del sistema. Por favor, vea la documentación para más información sobre cómo funciona la app de cifrado y los casos de uso soportados.
es_sv: La encripción por sí sola no garantiza la seguridad del sistema. Por favor consulta la documentación para mayores informes de cómo funciona la aplicación de encripción y de los casos de uso soportados.
fr: Le chiffrement seul ne garantit pas la sécurité du système. Veuillez consulter la documentation pour plus d'informations à propos du fonction de l'application de chiffrement, et des cas d'utilisations supportés.
hu: A titkosítás önmagában nem garantálja a rendszer biztonságát. Kérem olvassa el a dokumentációt, hogy további információkat szerezzen a titkosítási alkalmazás működéséről, és a támogatott lehetőségekről.
is: Dulritun ein og sér tryggir ekki öryggi kerfisins. Endilega skoðaðu hjálparskjölin um hvernig dulritunarforritið virkar, og dæmi um hvaða uppsetningar eru studdar.
it: La sola cifratura non garantisce la sicurezza del sistema. Leggi la documentazione per ottenere ulteriori informazioni sul funzionamento dell'applicazione di cifratura.
ja: 暗号化だけで、システムのセキュリティが保証されるものではありません。暗号化アプリがどのように動作するかの詳細について、およびサポートされているユースケースについては Nextcloud のドキュメントを参照してください。
ka_ge: მხოლოდ შიფრაცია არ იძლევა სისტემის უსაფრთხოების გარანტიას. მეტი ინფორმაციისთვის იმაზე თუ როგორ მუშაობს შიფრაციის აპლიკაცია იხილეთ დოკუმენტაცია და გაეცანით მოხმარების შემთხვევებს.
nb: Krypteringen alene gir ikke noen garanti for systemets sikkerhet. Sjekk Nextcloud-dokumentasjonen for mer informasjon om hvordan krypteringsappen virker, og de fungerende brukseksemplene.
nl: Versleuteling alleen gerandeert geen beveiliging van het systeem. Lees de documentatie voor meer achtergrond over de werking van de crypto app an de relevante use cases.
pl: Szyfrowanie samo w sobie nie gwarantuje bezpieczeństwa systemu. Proszę zajrzeć do dokumentacji po więcej informacji jak działa aplikacja szyfrująca i jakie są wspierane przypadki użycia.
pt_br: Criptografia por si só não garante a segurança do sistema. Por favor, veja a documentação para mais informações sobe como o aplicativo de criptografia funciona e os casos de uso suportados.
ru: Шифрование само по себе не гарантирует безопасность системы. Пожалуйста ознакомтесь с документацией для получения более подробной информации о том, как работают приложения шифрования и соответствующие примеры.
sq: Vetëm shifrimi nuk garaton sigurinë e sistemit. Ju lutem shikoni dokumentimin për më shumë informacion mbi mënyrën si applikacioni punon, dhe përdorimin e rasteve të suportuara.
sr: Шифровање само по себи не гарантује безбедност система. Погледајте документацију за више инфромација како шифровање функционише и подржане начине коришћења.
sv: Enbart kryptering garanterar inte säkerhet i systemet. Vänligen se dokumentationen för ytterligare information om hur krypteringsappen fungerar, och de supporterade användarfallen.
tr: Şifreleme tek başına sistemin güvenliğini garanti etmez. Lütfen şifreleme uygulamasının nasıl çalıştığı ve desteklenen kullanım şekilleri hakkında ayrıntılı bilgi almak için belgelere bakın.

source: Be aware that encryption always increases the file size.
ast: Decátate que'l cifráu siempres aumenta'l tamañu de los ficheros.
ca: Tingueu en compte que la incriptacio sempre augmenta la mida del fitxer.
cs: Mějte na paměti, že šifrování vždy navýší velikost souboru.
de_de: Bedenken Sie, dass durch die Verschlüsselung die Dateigröße zunimmt.
es: Tenga presente que la encripción siempre incrementa el tamaño del archivo.
es_sv: Por favor considera que la encripción siempre aumenta el tamaño de los archivos.
fr: Veuillez noter que le chiffrement augmente toujours la taille des fichiers.
hu: Ügyeljen arra, hogy a titkosítás mindig megnöveli a fájl méretét!
is: Hafðu í huga að dulritun eykur alltaf skráastærð.
it: Considera che la cifratura incrementa sempre la dimensione dei file.
ja: 暗号化は、常にファイルサイズが増加することに注意してください。
ka_ge: იცოდეთ, შიფრაცია ყოველთვის ზრდის ფაილის ზომას.
nb: Vær oppmerksom på at kryptering alltid øker filstørrelsen.
nl: Let erop dat versleuteling de bestandsomvang altijd laat toenemen.
pl: Należy pamiętać, że szyfrowanie zawsze zwiększa rozmiar pliku.
pt_br: Esteja ciente de que a criptografia sempre aumenta o tamanho do arquivo.
ru: Будьте в курсе, что шифрование всегда увеличивает размер файла.
sk: Majte na vedomí, že šifrovanie vždy zväčší veľkosť súborov.
sq: Kini parasysh që fshehtëzimi e rrit gjithnjë madhësinë e kartelës.
sr: Водите рачуна и да шифровање повећава величину фајлова.
sv: OBS! Observera att kryptering alltid ökar filstorleken
tr: Şifreleme işleminin dosya boyutlarını büyüteceğini unutmayın.

source: It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data.
cs: Je vždy dobré vytvářet pravidelné zálohy svých dat, v případě zapnutého šifrování také zajistěte zálohu šifrovacích klíčů společně se zálohou dat.
de_de: Es ist immer gut, regelmäßig Sicherungskopien von ihren Daten zu machen. Falls Sie die Verschlüsselung nutzen, sollten Sie auch eine Sicherung der Verschlüsselungsschlüssel zusammen mit Ihren Daten machen.
es: Es siempre bueno crear copias de seguridad de sus datos, en el caso del cifrado, asegúrese de tener una copia de seguridad de las claves de cifrado junto con sus datos.
es_sv: Siempre es una buena idea generar respaldos de tus datos, en caso de tener encripción asegúrate de respaldar las llaves de encripción junto con tus datos.
fr: Il est opportun de sauvegarder régulièrement vos données. Si ces données sont chiffrées, n'oubliez pas de sauvegarder aussi les clés de chiffrement.
hu: Mindig jó ötlet rendszeres biztonsági mentést készíteni az adatokról. Titkosítás esetén a titkosító kulcsok biztonsági mentését elkülönítve tárolja az adatoktól!
is: Það er góður siður að taka regluleg öryggisafrit af gögnunum þínum; ef um dulrituð gögn er að ræða, gakktu úr skugga um að einnig sé tekið öryggisafrit af dulritunarlyklum ásamt gögnunum.
it: Ti consigliamo di creare copie di sicurezza dei tuoi dati con regolarità, in caso di utilizzo della cifratura, assicurati di creare una copia delle chiavi di cifratura insieme ai tuoi dati.
ja: 暗号化した場合には必ず、あなたのデータと共に暗号化キーをバックアップすることを確認し、定期的にデータをバックアップを作成することをお勧めします。
ka_ge: ყოველთვის კარგია თქვენი მონაცემების დაზღვევა, შიფრაციის შემთხვევაში თვენს მონაცემებთან ერთად აუცილებლად დააზღვიეთ შიფრაციის გასაღებებიც.
nb: Det er alltid bra å ta regelmessig sikkerhetskopi av dataene dine. Pass på å ta kopi av krypteringsnøklene sammen med dataene når kryptering er i bruk.
nl: Het is altijd verstandig om regelmatig backups van je bestanden te maken. Zorg ervoor dat je in geval van versleuteling ook de cryptosleutel met je gegevens backupt.
pl: Zawsze jest dobrze wykonywać kopie zapasowe swoich danych. W przypadku szyfrowania upewnij się, że backupujesz też swoje klucze szyfrujące razem z innymi danymi.
pt_br: É sempre bom criar backups regulares dos seus dados. No caso de criptografia, certifique-se de fazer backup das chaves de criptografia juntamente com os seus dados.
ru: Хорошая практика делать регулярные резервные копии ваших данных. При использовании шифрования сохраняйте не только данные, но и ключи.
sk: Je dobré vytvárať pravidelné zálohy vašich dát, uistite sa, že v prípade šifrovania spolu s vašimi dátami zálohujete aj šifrovacie kľúče.
sq: Është gjithmonë ide e mirë të krijohen kopjeruajtje të rregullta të të dhënave tuaja, në rast fshehtëzimi sigurohuni që bëni kopjeruajtje të kyçeve të fshehtëzimit, tok me të dhënat tuaja.
sr: Увек је паметно да правите редовне резервне копије података. У случају када су подаци шифровани, онда поред њих и резервне копије кључева за шифровања.
sv: Det är alltid en god ide att skapa regelbundna säkerhetskopior av din data, om kryptering används var säker på att även krypteringsnycklarna säkerhetskopieras tillsammans med din data.
tr: Verilerinizi düzenli yedekleyin ve şifreleme kullanıyorsanız şifreleme anahtarlarınızın da verilerinizle birlikte yedeklendiğinden emin olun.

source: This is the final warning: Do you really want to enable encryption?
ast: Esta ye l'alvertencia final: ¿De xuru que quies activar el cifráu?
ca: Realment voleu activar el xifratge?
cs: Toto je poslední varování: Opravdu si přejete zapnout šifrování?
de_de: Dies ist die letzte Warnung: Wollen Sie die Verschlüsselung wirklich aktivieren?
es: Esta es la advertencia final. ¿Realmente quiere activar el cifrado?
es_sv: Esta es la advertencia final: ¿Realmente deseas habilitar la encripción?
fr: Dernier avertissement : Voulez-vous vraiment activer le chiffrement ?
hu: Ez az utolsó figyelmeztetés: Biztosan szeretnéd engedélyezni a titkosítást?
is: Þetta er lokaaðvörun: Viltu örugglega virkja dulritun?
it: Questo è l'ultimo avviso: vuoi davvero abilitare la cifratura?
ja: これが最後の警告です：本当に暗号化を有効にしますか？
ka_ge: ეს ბოლო გაფრთხილებაა: ნამდვილად გსურთ შიფრაციის ამოქმედება?
nb: Dette er siste advarsel: Vil du virkelig aktivere kryptering?
nl: Dit is de laatste waarschuwing: Wil je versleuteling echt inschakelen?
pl: To ostatnie ostrzeżenie: Czy na pewno chcesz włączyć szyfrowanie?
pt_br: Este é o aviso final: Você realmente quer ativar a criptografia?
ru: Это последнее предупреждение: Вы действительно желаете включить шифрование?
sk: Toto je posledné varovanie: Vážne si prajete povoliť šifrovanie?
sq: Ky është sinjalizimi përfundimtar: Doni vërtet të aktivizohet fshehtëzimi?
sr: Ово је последње упозорење: Да ли стварно желите да укључите шифровање?
sv: Detta är en slutgiltig varning: Vill du verkligen aktivera kryptering?
tr: Son uyarı: Şifrelemeyi etkinleştirmek istiyor musunuz?
