Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update.
ca: S'ha habilitat la configuració de només lectura. Això no permet ajustar algunes configuracions a través de la interfície web. A més, l'arxiu ha de fer-se modificable manualment per a cada actualització.
cs: Konfigurace je nastavena pouze pro čtení. Toto znemožňuje některá nastavení přes webové rozhraní. Dále musí být pro každou změnu povolen zápis do konfiguračního souboru ručně.
de_de: Die schreibgeschützte Konfiguration wurde aktiviert. Dies verhindert das Setzen einiger Einstellungen über die Web-Schnittstelle. Weiterhin muss bei jedem Update der Schreibzugriff auf die Datei händisch aktiviert werden.
es: Se ha habilitado la configuración de sólo lectura. Esto evita tener que ajustar algunas configuraciones a través de la interfaz web. Además, el archivo debe hacerse modificable manualmente para cada actualización.
es_sv: La configuración de Sólo Lectura ha sido habilitada. Esto previene establecer algunas configuraciones mediante la interface web. Adicionalmente, el archivo necesita que se le establezca tener permisos de escritura manualmente en cada actualización.
eu: Bakarrik irakurtzeko konfigurazioa gaitu da. Honek web-interfazearen bidez konfigurazio batzuk aldatzea ekiditzen du. Are gehiago, fitxategia eskuz ezarri behar da idazteko moduan eguneraketa bakoitzerako.
fr: La configuration est en mode lecture seule. Ceci empêche la modification de certaines configurations via l'interface web. De plus, le fichier doit être passé manuellement en lecture-écriture avant chaque mise à jour.
hu: Csak olvasható beállítófájl engedélyezve. Ez meggátolja a beállítások módosítását a webes felületről. Továbbá, a fájlt kézzel kell írhatóvá tenni minden frissítés alkalmával.
is: Skrifvarða stillingaskráin hefur verið virkjuð. Þetta kemur í veg fyrir að hægt sé að sýsla með sumar stillingar í gegnum vefviðmótið. Að auki þarf þessi skrá að vera skrifanleg við hverja uppfærslu.
it: La configurazione di sola lettura è stata abilitata. Ciò impedisce l'impostazione di alcune configurazioni tramite l'interfaccia web. Inoltre, i file devono essere resi scrivibili manualmente per ogni aggiornamento.
ja: "config"は読み取り専用になってます。そのためにWEBインターフェースで設定できません可能性があります。さらに、更新時に"config"ファイルを書き込み権限を与えることが必要
ka_ge: ამოქმედდა მხოლოდ-კითხვადი კონფიუგაცია. ეს აჩერებს ვებ-ინტერფეისის მეშვეობით გარკვეული კონფიგურაციების შეცვლას. ამასთან ერთად ფაილი განახლების ყოველ ეტაპზე მოითხოვს გახდეს წერადი.
nb: Det skrivebeskyttede oppsettet er blitt aktivert. Dette forhindrer setting av visse oppsett via vev-grensesnittet. Videre må config-filen gjøres skrivbar manuelt for hver oppdatering.
nl: De Alleen-lezen config is ingeschakeld. Dit voorkomt het via de webinterface wijzigen van verschillende instellingen. Bovendien moet het bestand voor elke aanpassing handmatig op beschrijfbaar worden ingesteld.
pl: Została włączona konfiguracja Read-Only. Zapobiegnie to ustawieniu niektórych konfiguracji poprzez interfejs web. Ponadto plikowi muszą zostać nadane prawa zapisu ręcznie dla każdej aktualizacji.
pt_br: A configuração Somente-Leitura foi habilitada. Isso impede que algumas configurações sejam definidas via interface web. Além disso, o arquivo precisa ser definido manualmente com permissão de escrita para cada atualização.
ru: Конфигурационный файл в режиме только для чтения. В связи с этим некоторые настройки веб-интерфейса невозможно изменить. Учтите, что для установки обновлений, вам потребуется самостоятельно разрешить запись в конфигурационный файл.
sk: Konfigurácia je nastavená len na čítanie. Toto znemožňuje urobiť niektoré nastavenia prostredníctvom webového rozhrania. Okrem toho, súbor musí byť zapisovanie ručne povolené pre každú aktualizáciu.
sq: Rregullimi Vetëm-Lexim u aktivizua. Kjo parandalon rregullimin e disa parametrave përmes ndërfaqes web. Më tej, për çdo përditësim kartela lyp të kalohet dorazi si e shkrueshme.
sr: Омогућена је Само-читај конфигурација. То спречава постављање неке конфигурације преко веб-интерфејса. Осим тога, фајлу мора бити ручно омогућено уписивање код сваког освежавања.
sv: Läs-bara konfigureringen har blivit aktiv. Detta förhindrar att några konfigureringar kan sättas via webbgränssnittet.
tr: Salt Okunur yapılandırma etkinleştirilmiş. Bu yapılandırma, bazı ayarların web arayüzünden yapılmasını önler. Ayrıca, bu dosyanın her güncelleme öncesinde el ile yazılabilir yapılması gerekir.

source: PHP is apparently set up to strip inline doc blocks. This will make several core apps inaccessible.
cs: PHP je patrně nastaveno tak, aby odstraňovalo bloky komentářů. Toto bude mít za následek znepřístupnění mnoha důležitých aplikací.
de_de: PHP ist offenbar so konfiguriert, dass PHPDoc-Blöcke in der Anweisung entfernt werden. Dadurch sind mehrere Kern-Apps nicht erreichbar.
es: PHP está aparentemente configurado para quitar bloques de documento —'strip inline doc blocks'—. Esto hará que varias aplicaciones principales estén inaccesibles.
es_sv: Al parecer PHP está configurado para quitar los bloques internos de documentación. Esto hará que varias aplicaciones principales sean inaccesibles.
eu: PHP lerro bakarreko blokeak mozteko konfiguratua dagoela dirudi. Oinarrizko app batzuk eskuraezin bihurtuko dira.
fr: PHP semble configuré de manière à supprimer les blocs PHPdoc du code. Cela rendra plusieurs applications de base inaccessibles.
hu: Úgy tűnik, hogy a PHP úgy van beállítva, hogy eltávolítja programok belsejében elhelyezett szövegblokkokat. Emiatt a rendszer több alapvető fontosságú eleme működésképtelen lesz.
is: PHP virðist vera sett upp to fjarlægja innantextablokkir (inline doc blocks). Þetta mun gera ýmis kjarnaforrit óaðgengileg.
it: Sembra che PHP sia configurato per rimuovere i blocchi di documentazione in linea. Ciò renderà inaccessibili diverse applicazioni principali.
ja: PHPでインラインドキュメントブロックを取り除く設定になっています。これによりコアアプリで利用できないものがいくつかあります。
ka_ge: როგორც ჩანს PHP დაყენებულია ისე, რომ შიდა დოკუმენტური ბლოკები წაშალოს. ეს რამდენიმე მთავარ აპლიკაციას გახდის მიუწვდომელს.
nb: Det ser ut til at at PHP er satt opp til å fjerne innebygde doc-blokker. Dette gjør at flere av kjerneapplikasjonene blir utilgjengelige.
nl: PHP is blijkbaar zo ingesteld dat inline doc blokken worden gestript. Hierdoor worden verschillende kern apps niet berijkbaar.
pl: Najwidoczniej PHP jest tak ustawione, aby wycinać bloki wklejonych dokumentów. Może to spowodować, że niektóre wbudowane aplikacje będą niedostępne.
pt_br: O PHP aparentemente está configurado para remover blocos de documentos em linha. Isso fará com que vários aplicativos principais fiquem inacessíveis.
ru: Очевидно, PHP настроен на вычищение блоков встроенной документации. Это сделает несколько центральных приложений недоступными.
sk: PHP je zjavne nastavené, aby odstraňovalo bloky vloženej dokumentácie. To zneprístupní niekoľko základných aplikácií.
sq: Mesa duket PHP është ngritur për të zhveshur blloqet e inline doc. Kjo do të bëjë disa aplikacione bazë të paaksesueshme.
sr: PHP је очигледно подешен да склања уметнуте doc блокове. То ће учинити неколико кључних апликација недоступним.
sv: PHP verkar uppenbarligen vara inställt på att ta bort inline doc blocks. Detta kommer gör flera viktiga appar otillgängliga.
tr: PHP girintili doc bloklarını ayıklamak üzere yapılandırılmış gibi görünüyor. Bu durum bazı çekirdek uygulamalarına erişilmesini engelleyecek.

source: This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator.
ast: Dablemente esto seya culpa d'un caché o acelerador, como por exemplu Zend OPcache o eAccelerator.
ca: Això probablement està provocat per una cau/accelerador com Zend OPcache o eAccelerator.
cs: Toto je pravděpodobně způsobeno aplikacemi pro urychlení načítání jako jsou Zend OPcache nebo eAccelerator.
de_de: Dies wird wahrscheinlich durch Zwischenspeicher/Beschleuniger wie etwa Zend OPcache oder eAccelerator verursacht.
es: Probablemente esto venga a causa de la caché o un acelerador, tales como Zend OPcache o eAccelerator.
es_sv: Esto es posiblemente causado por un caché/acelerador tal como Zend OPcache o eAccelerator.
eu: Hau ziur aski cache/accelerator batek eragin du, hala nola Zend OPcache edo eAccelerator.
fr: La raison est probablement l'utilisation d'un cache / accélérateur tel que Zend OPcache ou eAccelerator.
hu: Ezt valószínűleg egy gyorsítótár ill. kódgyorsító, mint pl, a Zend, OPcache vagy eAccelererator okozza.
is: Þessu veldur væntanlega biðminni/hraðall á borð við Zend OPcache eða eAccelerator.
it: Ciò è causato probabilmente da una cache/acceleratore come Zend OPcache o eAccelerator.
ja: これは、Zend OPcacheやeAccelerator 等のキャッシュ/アクセラレーターが原因かもしれません。
ka_ge: ეს შესაძლოა გამოწვეული იყოს ისეთი კეშით/აქსელერატორით როგორიცაა Zend OPcache ან eAccelerator.
nb: Dette forårsakes sannsynligvis av hurtiglager/akselerator, som f.eks. Zend OPcache eller eAccelerator.
nl: Dit wordt vermoedelijk veroorzaakt door een cache/accelerator, zoals Zend OPcache of eAccelerator.
pl: Dzieje się tak prawdopodobnie przez cache lub akcelerator taki jak Zend OPcache lub eAccelerator.
pt_br: Isso provavelmente é causado por um cache/acelerador, como Zend OPcache ou eAccelerator.
ru: Возможно это вызвано кешем/ускорителем вроде Zend OPcache или eAccelerator.
sk: To je pravdepodobne spôsobené cache/akcelerátorom ako napr. Zend OPcache alebo eAccelerator.
sq: Kjo ka gjasa të jetë shkaktuar nga një fshehtinë/përshpejtues i tillë si Zend OPcache ose eAccelerator.
sr: Ово је вероватно изазвано кешом или акцелератором као што су ЗендОПкеш или еАкцелератор.
sv: Detta orsakas troligtvis av en cache/accelerator som t ex Zend OPchache eller eAccelerator.
tr: Bu sorun genellikle Zend OPcache ya da eAccelerator gibi bir ön bellek/hızlandırıcı nedeniyle ortaya çıkar.

source: Your database does not run with "READ COMMITTED" transaction isolation level. This can cause problems when multiple actions are executed in parallel.
cs: Vaše databáze neběží s úrovní izolace transakcí "READ COMMITTED". Toto může způsobit problémy při paralelním spouštění více akcí současně.
de_de: Ihre Datenbank läuft nicht mit der "READ COMMITED" Transaktionsisolationsstufe. Dies kann Probleme hervorrufen, wenn mehrere Aktionen parallel ausgeführt werden.
es: Su base de datos no se ejecuta con el nivel de aislamiento de transacción "READ COMMITTED" . Ésto puede causar problemas cuando múltiples acciones se ejecutan en paralelo.
es_sv: Tu base de datos no puede correr con el nivel de aislamiento de transacción de "READ COMMITTED". Puede causar problemas cuando mútiples acciones sean ejecutadas en paralelo.
eu: Zure datubaseak ez du "READ COMMITTED" transakzio isolamendu mailarik. Honek arazoak sor dezake paraleloki ekintza asko exekutatzen badira.
fr: Votre base de données ne fonctionne pas avec le niveau d'isolation de transaction "READ COMMITED". Ceci peut causer des problèmes quand plusieurs actions sont exécutées en parallèle.
hu: Az adatbázis nem tud "READ COMMITTED" tranzakció elkülönítési szinttel futni. Ez problémákat okozhat több egyidejű esemény végrehajtásakor.
is: Gagnagrunnurinn keyrir ekki með "READ COMMITTED" færsluaðgreiningarstiginu. Þetta getur valdið vandamálum þegar margar aðgerðir eru keyrðar í einu.
it: Il tuo database non è in esecuzione con il livello di isolamento delle transazioni "READ COMMITTED". Ciò può causare problemi quando diverse azioni sono eseguite in parallelo.
ja: あなたのデータベースは "READ COMMITED" トランザクション分離レベルで動作していません。このことにより複数のアクションが平行して実行される場合に問題が起こる可能性があります。
ka_ge: თქვენი მონაცემთა ბაზა არ მოქმედებს "READ COMMITTED" ტრანზაქციის იზოლაციის დონით. ამან შეიძლება გამოიწვიოს პრობლემა, როდესაც მრავალი ქმედება შესრულდება პარალელურად.
nb: Din database kjører ikke med "READ COMMITED" transaksjonsisolering. Dette kan lage problemer når flere handlinger kjøres i paralell.
nl: Je database draait niet met "READ COMMITTED" transactie-isolatie niveau. Dit kan problemen opleveren als er meerdere acties tegelijkertijd worden uitgevoerd.
pl: Twoja baza danych nie działa z poziomem izolacji transakcji "READ COMMITTED". Może to powodować problemy kiedy wiele akcji będzie wykonywanych równolegle.
pt_br: Seu banco de dados não está em execução com o nível de isolamento de transação "READ COMITTED". Isso poderá causar problemas quando várias ações são executadas em paralelo.
ru: Ваша база данных не работает в режиме изоляции транзакций "READ COMMITED". Это может вызвать проблемы, если несколько действий выполняется одновременно.
sq: Baza juaj e të dhënave nuk ekzekutohet me nivelin "READ COMMITED" e izolimit për ndërveprimet. Kjo mund të shkaktojë probleme, kur kryhen paralelisht disa veprime njëherësh.
sr: База података није покренута са "READ COMMITTED" нивоом изолације трансакција. Ово може изазвати проблеме ако се више различитих акција изврши у паралели.
sv: Din databas kör inte "READ COMMITED" transaktionsisoleringsnvån. Detta kan orsaka problem när flera åtgärder körs parallellt.
tr: Veritabanınız "READ COMMITTED" işlem yalıtma düzeyinde çalışmıyor. Bu durum aynı anda birden çok işlem yapıldığında sorun çıkmasına yol açabilir.

source: %1$s below version %2$s is installed, for stability and performance reasons it is recommended to update to a newer %1$s version.
cs: Je nainstalován %1$s nižší verze než %2$s, z důvodu lepší stability a výkonu doporučujeme aktualizovat na novější verzi %1$s.
de_de: %1$s ist in einer älteren Version als %2$s installiert. Aus Stabilitäts- und Performancegründen empfehlen wir eine Aktualisierung auf eine neuere %1$s-Version
es: %1$sestá instalado por debajo de la versión %2$s, por motivos de estabilidad y rendimiento se recomienda actualizar a una versión más moderna de %1$s.
es_sv: %1$s con versión inferior a %2$s está instalado, por razones de estabilidad y desempeño te recomendamos actualizar a una versión de %1$s más reciente.
eu: %1$aren %2 bertsio zaharkitua instalatua dago, egonkortasun eta errendimendu arrazoiak medio, %1 bertsiora eguneratzea gomendatzen da.
fr: Une version de %1$s plus ancienne que %2$s est installée. Afin d'améliorer la stabilité et les performances de votre instance Nextcloud, il est recommandé de mettre %1$s à jour.
hu: %1$s %2$s verziója van telepítve, de a stabilitási és teljesítményi okok miatt javasoljuk az újabb, %1$s verzióra való frissítést.
is: %1$s eldra en útgáfa %2$s er uppsett, en vegna stöðugleika og afkasta mælum við með að útgáfa %1$s verði sett upp.
it: La versione di %1$s installata è anteriore alla %2$s, per motivi di stabilità e prestazioni, consigliamo di aggiornare a una versione di %1$s più recente.
ja: %2$s よりも古いバージョンの %1$s がインストールされています。安定した稼働とパフォーマンスの観点から、新しいバージョンの %1$s にアップデートすることをお勧めします。
ka_ge: %1$s დაყენებულია %2$s-ზე დაბალი ვერსიით, სტაბილურობისთვის და ხარისხიანი მოქმედების მიზნებისთვის რეკომენდირებულია განაახლოთ ახალ %1$s ვერსიამდე.
nb: %1$s lavere enn versjon %2$s er installert. Det anbefales å oppgradere til en nyere %1$s-versjon for å få bedre stabilitet og ytelse.
nl: %1$s lager dan versie %2$s is geïnstalleerd, voor betere stabiliteit en prestaties adviseren wij om %1$s te vervangen door een nieuwere versie.
pl: Zainstalowana wersja %2$s jest starsza niż %1$s. Ze względów stabilności i wydajności zalecamy aktualizację do nowszej wersji %1$s.
pt_br: %1$s a versão abaixo %2$s está instalada. Por razões de estabilidade e desempenho, é recomendável atualizar para a versão mais recente, %1$s.
ru: %1$s ниже установленной версии %2$s. Для улучшения стабильности и производительности рекомендуем обновиться до новой версии %1$s.
sq: %1$s versioni i mëposhtëm %2$sështë instaluar, për arsye qëndrueshmërie dhe performance është e rekomanduar të përditësohet në një version më të ri %1$s.
sr: %1$s испод верзије %2$s је инсталиран. Због стабилности и перформанси, препоручује се ажурирање на новију, %1$s верзију.
sv: %1$s nedan version %2$s är installerat, av stabilitets- och presandaskäl rekommenderas en uppdatering till en nyare %1$s-version.
tr: %1$s, %2$s sürümünden daha düşük bir sürüm kurulu. Kararlılık ve başarım için daha yeni bir %1$s sürümüne güncellemeniz önerilir.

source: The PHP module 'fileinfo' is missing. It is strongly recommended to enable this module to get the best results with MIME type detection.
ast: Falta'l módulu PHP «fileinfo». Encamiéntase activalu pa consiguir los meyores resultaos pa cola deteición de tribes MIME.
cs: Modul PHP 'fileinfo' chybí. Důrazně se doporučuje, aby tento modul pro získání lepších výsledků při zjišťování typu MIME byl povolen.
de_de: Das PHP Modul 'fileinfo' fehlt. Es empfiehlt sich dringend, das Modul zu aktivieren, um bestmögliche Ergebnisse bei der MIME-Datei-Typ-Erkennung zu erhalten.
es: Falta el módulo PHP 'fileinfo'. Es muy recomendable activar este módulo para conseguir mejores resultados en la detección de los tipos MIME.
es_sv: El modulo PHP 'fileinfo' no ha sido encontrado. Recomendamos ámpliamente que se habilite este módulo para obtener los mejores resultados en la detección de tipos MIME
eu: 'fileinfo' PHP modulua falta da. Modulu hau gaitzea bereziki gomendatzen da, MIME moten detekzioan emaitzarik hoberenak edukitzeko.
fr: Le module PHP 'fileinfo' est manquant. Il est vivement recommandé de l'activer afin d'obtenir les meilleurs résultats de détection du type MIME.
hu: A 'fileinfo' PHP modul nincs meg. Erősen javasoljuk használatát, hogy a MIME típus felismerés megfelelően működjön.
is: PHP-eininguna 'fileinfo' vantar. Við mælum eindregið með notkun þessarar einingar til að fá bestu útkomu við greiningu á MIME-skráagerðum.
it: Il modulo PHP 'fileinfo' non è presente. Consigliamo vivamente di abilitare questo modulo per ottenere risultati migliori con il rilevamento dei tipi MIME.
ja: PHP のモジュール 'fileinfo' が見つかりません。mimeタイプの検出を精度良く行うために、このモジュールを有効にすることを強くお勧めします。
ka_ge: PHP მოდული 'fileinfo' არ არსებობს. MIME ტიპის აღმოჩენისას კარგი შედეგების მისაღებად გირჩევთ, აუცილებლად ჩართოთ ეს მოდული.
nb: PHP-modulen 'fileinfo' mangler. Det anbefales at du aktiverer denne modulen for å kunne detektere MIME-typen korrekt.
nl: De PHP module 'fileinfo' ontbreekt. We adviseren met klem om deze module te activeren om de beste resultaten te bereiken voor MIME-type detectie.
pl: Brak modułu PHP 'fileinfo'. Zalecamy włączenie tego modułu, aby uzyskać najlepsze wyniki przy rozpoznawaniu typów MIME.
pt_br: O módulo PHP 'fileinfo' está faltando. É altamente recomendável habilitar este módulo para obter os melhores resultados com detecção de tipo MIME.
ru: PHP-модуль «fileinfo» отсутствует. Мы настоятельно рекомендуем включить этот модуль для улучшения определения типов (MIME-type) файлов.
sk: Chýba PHP modul 'fileinfo'. Dôrazne doporučujeme ho povoliť pre dosiahnutie najlepších výsledkov zisťovania MIME-typu.
sq: Moduli PHP 'fileinfo' mungon. Ne ju rekomandojmë që të mundësohet ky modul për të marrë rezultatet më të mira me zbulimin e llojit MIME.
sr: Недостаје PHP модул „fileinfo“. Препоручујемо да га укључите да бисте добили најбоље резултате с откривањем MIME типова фајлова.
sv: PHP-modulen 'fileinfo' saknas. Det är starkt rekommenderat att aktivera denna modul för att få bäst resultat med MIME typdetektering.
tr: PHP 'fileinfo' modülü bulunamadı. MIME türü algılamasında en iyi sonuçları elde etmek için bu modülü etkinleştirmeniz önerilir.
