Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Your password on %s was reset by an administrator.
ast: Un alministrador reanició la to contraseña en %s
ca: La teva contrasenya a %s va ser restablerta per un administrador.
cs: Vaše heslo na %s bylo resetováno administrátorem.
de_de: Ihr Passwort auf %s wurde vom Administrator zurückgesetzt.
es: Su contraseña en %s fue restaurada por un administrador.
es_sv: Tu contraseña de %s fue restablecida por un administrador.
eu: Administratzaile batek zure %s-(e)ko pasahitza berrezarri du
fr: Votre mot de passe sur %s a été réinitialisé par un administrateur.
hu: A jelszavad %s-on visszaállította egy adminisztrátor.
is: Kerfisstjóri breytti lykilorðinu þínu á %s.
it: La tua password su %s è stata reimpostata da un amministratore
ja: %sのパスワードは、管理者がリセットしました。
ka_ge: თქვენი პაროლი %s-ზე ადმინისტრატორმა აღადგინა.
nb: Passordet ditt på %s ble tilbakestilt av en administrator.
nl: Je wachtwoord op %s werd hersteld door een beheerder.
pl: Twoje hasło dla %s zostało zresetowane przez administratora
pt_br: Sua senha em %s foi redefinida por um administrador.
ru: Ваш пароль на сервере %s был сброшен администратором.
sk: Vaše heslo na %sbolo resetované administrátorom.
sq: Fjalëkalimi juaj në %s u rivendos nga një administrator.
sr: Администратор на %s је ресетовао Вашу лозинку.
sv: Ditt lösenord på %s har blivit återställt av en administratör.
tr: %s üzerindeki parolanız bir yönetici tarafından sıfırlandı.

source: Password for %1$s changed on %2$s
ast: La contraseña pa %1$s camudó en %2$s
ca: Contrasenya per %1$s canviada a %2$s
cs: Heslo pro %1$s na %2$s změněno
de_de: Passwort für %1$s geändert auf %2$s
es: Contraseña para %1$s cambiada en %2$s
es_sv: La contraseña para %1$s fue cambiada el %2$s
eu: %1$s-(r)en %2$s-(e)ko pasahitza aldatu da
fr: Mot de passe pour %1$s a été modifié sur %2$s
hu: %1$s jelszava megváltozott %2$s-on
is: Lykilorð fyrir %1$s breyttist %2$s
it: Password per %1$s cambiata su %2$s
ja: %1$s のパスワードが %2$sで変更されました
ka_ge: პაროლი %1$s-სთვის შეიცვალა %2$s-ზე
nb: Passord for %1$s endret på %2$s
nl: Wachtwoord voor %1$s gewijzigd op %2$s
pl: Hasło dla %1$s zostało zmienione w %2$s
pt_br: Senha para %1$s alterada em %2$s
ru: Пароль %1$s изменен на сервере %2$s
sk: Heslo pre %1$sbolo zmenené na %2$s
sq: Fjalëkalimi për %1$s ndryshojë në %2$s
sr: Лозинка за %1$s промењена на %2$s
sv: Lösenord för %1$s ändrades %2$s
tr: %2$s üzerindeki %1$s parolası değiştirildi

source: Password changed for %s
ast: Camudóse la contraseña de %s
ca: Contrasenya canviada per %s
cs: Změna hesla pro %s
de_de: Passwort geändert für %s
es: Contraseña cambiada por %s
es_sv: La contraseña fue cambiada para %s
eu: %s-(r)en pasahitza aldatu da
fr: Mot de passe modifié pour %s
hu: %s jelszava módosítva
is: Lykilorð breyttist fyrir %s
it: Password modificata per %s
ja: %s のパスワードは変更されました
ka_ge: პაროლი %s-სთვის შეიცვალა
nb: Passord endret for %s
nl: Wachtwoord gewijzigd voor %s
pl: Hsło zmieniono dla %s
pt_br: Senha alterada para %s
ru: Пароль изменён для %s
sk: Heslo zmenené pre %s
sq: Fjalëkalimi ndryshojë për %s
sr: Лозинка на %s промењена.
sv: Lösenord ändrat för %s
tr: %s parolası değiştirildi

source: If you did not request this, please contact an administrator.
ast: Si nun solicitesti esto, por favor contautu con un alministrador.
ca: Si vostè no l'ha sol·licitat, si us plau, poseu-vos en contacte amb un administrador.
cs: Pokud jste o toto nežádali, prosím, kontaktujte administrátora.
de_de: Wenn Sie das nicht angefordert haben sollten, wenden Sie sich bitte an den Administrator.
es: Si usted no soliticitó esto, por favor contacte con el administrador.
es_sv: Si no lo solicitaste, por favor contacta a un administrador.
eu: Zuk ez baduzu hau eskatu, jarri kontaktuan administratzailearekin.
fr: Si vous n'aviez pas effectué cette demande, veuillez contacter un administrateur.
hu: Ha ezt nem te kérted, lépj kapcsolatba egy adminisztrátorral.
is: Ef þú baðst ekki um þetta, hafðu þá samband við kerfisstjóra.
it: Se non lo hai richiesto, contatta un amministratore.
ja: このリクエストをしていない場合は、管理者に問い合わせてください。
ka_ge: თუ ეს არ მოგითხოვიათ, მიმართეთ ადმინისტრატორს
nb: Hvis du ikke forespurte dette, kontakt en administrator.
nl: Als je dat niet aanvroeg, neem dan contact op met een beheerder.
pl: Jeśli o to nie prosiłeś skontaktuj się proszę z administratorem
pt_br: Se você não solicitou isso, por favor contacte o administrador.
ru: В случае, если вы не запрашивали это действие, свяжитесь с администратором.
sk: Ak ste to nevyžadovali, prosím kontaktujte administrátora.
sq: Nëse ju nuk e keni kërkuar këtë, ju lutem kontaktoni një administrator.
sr: Ако нисте Ви ово захтевали, контактирајте администратора.
sv: Om du inte har begärt detta, vänligen kontakta en administratör.
tr: Bu işlemi siz başlatmadıysanız lütfen bir yönetici ile görüşün.

source: %1$s changed your email address on %2$s.
ast: %1$s camudó la to direición de corréu en %2$s.
ca: %1$s va canviar el teu email a %2$s.
cs: %1$s změnil(a) vaši e-mailovou adresu na %2s.
de_de: %1$s hat Ihre E-Mail-Adresse geändert auf %2$s.
es: %1$s cambió su dirección de correo electrónico en %2$s
es_sv: %1$s cambió tu dirección de correo electrónico el %2$s.
eu: %1$s-(e)k zure e-posta helbidea aldatu du %2$s-(e)n
fr: %1$s a modifié votre adresse e-mail sur %2$s.
hu: %1$s megváltoztatta a jelszavadat %2$s-on.
is: %1$s breytti tölvupóstfanginu þínu þann %2$s.
it: %1$s ha modificato il tuo indirizzo di posta su %2$s.
ja: %1$sにより %2$s のメールアドレスが変更されました
ka_ge: %1$s მომხმარებელმა შეცვალა თქვენი ელ-ფოსტის მისამართი %2$s-ზე.
nb: %1$s endret din e-postadresse på %2$s.
nl: %1$s wijzigde je e-mailadres op %2$s.
pl: %1$s zmienił/-a Twój adres e-mail w %2$s.
pt_br: %1$s alterou seu e-mail em %2$s.
ru: %1$s изменил ваш адрес электронной почты на сервере %2$s.
sk: %1$szmenil Vašu emailovú adresu na %2$s
sq: %1$s adresa juaj e email-it ndryshoi në %2$s.
sr: %1$s је изменио адресу Ваше е-поште на %2$s.
sv: %1$s ändrade din e-postadress %2$s.
tr: %1$s, %2$s üzerindeki e-posta adresini değiştirdi

source: Your email address on %s was changed.
ast: Camudóse la to direición de corréu en %s
ca: El teu email a %s es va canviar.
cs: Vaše e-mailová adresa na %s byla změněna.
de_de: Ihre E-Mail-Adresse auf %s wurde geändert.
es: Su dirección de correo electrónico en %s fue cambiada.
es_sv: Tu dirección de correo electrónico en %s fue cambiada.
eu: Zure %s-(e)ko e-posta helbidea aldatu da.
fr: Votre adresse e-mail sur %s a été modifié.
hu: Az e-mail címed megváltozott %s-on.
is: Tölvupóstfanginu þínu á %s var breytt.
it: Il tuo indirizzo di posta su %s è stata modificato.
ja: %s のメールアドレスを変更しました。
ka_ge: თქვენი ელ-ფოსტის მისამართი %s-ზე შეიცვალა.
nb: Din e-postadresse på %s ble endret.
nl: Je e-mailadres op %sis gewijzigd.
pl: Twój adres e-mail dla %s został zmieniony.
pt_br: Seu e-mail em %s foi alterado.
ru: На сервере %s был изменён адрес электронной почты Вашей учётной записи.
sk: Vaša emailová adresa na %sbola zmenená.
sq: Adresa e juaj e email-it në %s u ndryshua
sr: Адреса Ваше е-поште на %s је измењена.
sv: Din e-postadress på %s har ändrats.
tr: %s üzerindeki e-posta adresiniz değiştirildi.

source: Your email address on %s was changed by an administrator.
ast: Un alministrador camudó la to direción de corréu en %s
ca: El teu email a %s es va canviar per un administrador.
cs: Vaše e-mailová adresa na %s byla změněna administrátorem.
de_de: Ihre E-Mail-Adresse auf %s wurde von einem Administrator geändert.
es: Su dirección de correo electrónico en %s fue cambiada por un administrador.
es_sv: Tu dirección de correo electrónico en %s fue cambiada por un adminsitrador.
eu: Administratzaile batek zure %s-(e)ko e-posta helbidea berrezarri du
fr: Votre adresse e-mail sur %s a été modifié par un administrateur.
hu: Az e-mail címedet %s-on megváltoztatta egy adminisztrátor.
is: Kerfisstjóri breytti tölvupóstfanginu þínu á %s.
it: Il tuo indirizzo di posta su %s è stato modificato da un amministratore.
ja: %s のメールアドレスを管理者が変更しました。
ka_ge: თქვენი ელ-ფოსტის მისამართი %s-ზე ადმინისტრატორმა შეცვალა.
nb: Din e-postadresse på %s ble endret av en administrator.
nl: Je e-mailadres op %s is gewijzigd door een beheerder.
pl: Twój adres e-mail dla %s został zmieniony przez administratora.
pt_br: Seu e-mail em %s foi alterado por um administrador.
ru: Ваш адрес электронной почты на сервере %s был изменён администратором.
sk: Vaša emailová adresa na %s bola zmenená administrátorom.
sq: Adresa e juaj e email-it në %s u ndryshua nga një adminstrator.
sr: Администратор на %s је изменио адресу Ваше е-поште.
sv: Din e-postadress på %s har ändrats av en administratör.
tr: %s üzerindeki e-posta adresiniz bir yönetici tarafından değiştirildi.

source: Email address for %1$s changed on %2$s
ca: Adreça d'email per %1$s canviada a %2$s
cs: E-mailová adresa pro %1$s se na %2$s změnila
de_de: E-Mail-Adresse für %1$s geändert auf %2$s
es: Dirección de correo electrónico para %1$s cambiada en %2$s
es_sv: La dirección de correo electrónico para %1$s fue cambiada el %2$s
eu: %1$s-(r)en %2$s-(e)ko e-posta helbidea aldatu da
fr: Adresse e-mail pour %1$s a été modifié sur %2$s
hu: %1$s e-mail címe megváltozott%2$s-on
is: Lykilorð fyrir %1$s breyttist þann %2$s
it: Indirizzo di posta per %1$s modificato su %2$s
ja: %1$s のメールアドレスが %2$sで変更されました。
ka_ge: ელ-ფოსტის მისამართი %1$s-სთვის შეიცვალა %2$s-ზე
nb: E-postadresse for %1$s endret på %2$s
nl: E-mailadres voor %1$sgewijzigd op %2$s
pl: Adres e-mail dla %1$s zmieniono w %2$s
pt_br: O endereço de E-mail para %1$s foi alterado em %2$s
ru: Адрес электронной почты %1$s изменён на %2$s
sk: Emailová adresa pre %1$szmenená na %2$s
sq: Adresa e email-it për %1$s ndryshojë në %2$s
sr: Адреса е-поште за %1$s промењена на %2$s
sv: E-postadressen för %1$s ändrades %2$s
tr: %2$s üzerindeki %1$s e-posta değiştirildi

source: Email address changed for %s
ca: Adreça d'email canviada per %s
cs: E-mailová adresa pro %s byla změněna
de_de: E-Mail-Adresse geändert für %s
es: Dirección de correo eletrónico cambiada para %s
es_sv: La dirección de correo electrónico fue cambiada para %s
eu: %s-(r)en e-posta helbidea aldatu da
fr: Adresse e-mail a été modifié pour %s
hu: %s e-mail címe módosítva
is: Tölvupóstfang breyttist fyrir %s
it: Indirizzo di posta modificato per %s
ja: %s のメールアドレスは変更されました
ka_ge: ელ-ფოსტის მისამართი %s-სთვის შეიცვალა
nb: E-postadresse endret for %s
nl: E-mailadres gewijzigd voor %s
pl: E-mail adres dla %s został zmieniony
pt_br: E-mail alterado para %s
ru: Изменён адрес электронной почты пользователя %s.
sk: Emailová adresa zmenená pre %s
sq: Adresa e email-it ndryshojë për %s
sr: Адреса е-поште на %s промењена
sv: E-postadress ändrad för %s
tr: %s e-posta adresi değiştirildi

source: The new email address is %s
ast: La nueva direición de corréu ye %s
ca: La teva adreça d'email és %s
cs: Nová e-mailová adresa je %s
de_de: Die neue E-Mail-Adresse lautet %s
es: La nueva direción de correo eletrónica es %s
es_sv: La nueva dirección de correo electrónico es %s
eu: E-posta helbide berria hau da: %s
fr: La nouvelle adresse e-mail est %s
hu: Az új e-mail cím %s
is: Nýja tölvupóstfangið er %s
it: Il nuovo indirizzo email è %s
ja: 新しいメールアドレスは、%s です
ka_ge: ახალი ელ-ფოსტის მისამართია %s
nb: Den nye e-postadressen er %s
nl: Het nieuwe e-mailadres is %s
pl: Nowy adres e-mail to %s
pt_br: O novo e-mail é %s
ru: Новый адрес электронной почты: %s.
sk: Nová emailová adresa je %s
sq: Adresa e re e email-it është %s
sr: Адреса е-поште је сад %s
sv: Nya e-postadressen är %s
tr: Yeni e-posta adresi: %s

source: Your %s account was created
ast: Creóse la to cuenta %s
ca: S'ha creat el seu compte %s
cs: Účet %s byl vytvořen
de_de: Ihr %s-Konto wurde erstellt
es: Se ha creado su cuenta de %s
es_sv: Tu cuenta %s ha sido creada
eu: Zure %s kontua sortu da
fr: Votre compte %s a été créé
hu: %s fiók létrehozva
is: %s notandaaðgangurinn þinn var búinn til
it: Il tuo account %s è stato creato
ja: アカウント %s を作成しました
ka_ge: თქვენი %s ანგარიში შექმნილია
nb: %s-kontoen din ble opprettet
nl: Je %s account is aangemaakt
pl: Twoje konto %s zostało stworzone
pt_br: Sua conta %s foi criada
ru: Была создана ваша учётная запись %s
sk: Váš účet %s bol vytvorený
sq: Llogaria juaj %s u krijua
sr: Ваш %s налог је направљен
sv: Ditt %s konto skapades
tr: %s hesabınız oluşturuldu

source: Welcome aboard
ast: Afáyate en barcu
ca: Benvingut a bord
cs: Vítejte na palubě
de_de: Willkommen an Bord
es: Bienvenido a bordo
es_sv: Bienvenido a bordo
eu: Ongi etorri barrura
fr: Bienvenue à bord
hu: Üdv a fedélzeten
is: Velkomin um borð
it: Benvenuto a bordo
ja: ようこそ
ka_ge: კეთილი იყოს თქვენი ბორტზე მობრძანება
nb: Velkommen ombord
nl: Welkom aan boord
pl: Witamy na pokładzie
pt_br: Bem-vindo a bordo
ru: Добро пожаловать
sk: Vitajte na palube
sq: Mirë se vini në bord
sr: Добродошли
sv: Välkommen ombord
tr: Panonuza hoş geldiniz

source: Welcome aboard %s
ast: Afáyate en barcu %s
ca: Benvingut a bord %s
cs: Vítej na palubě, %s
de_de: Willkommen an Bord %s
es: Bienvenido a bordo %s
es_sv: Bienvenido a bordo %s
eu: Ongi etorri barrura, %s
fr: Bienvenue à bord %s
hu: Üdv a fedélzeten %s
is: Velkomin um borð %s
it: Benvenuto a bordo di %s
ja: %s さん、ようこそ
ka_ge: %s, კეთილი იყოს თქვენი ბორტზე მობრძანება
nb: Velkommen ombord i %s
nl: Welkom aan boord %s
pl: Witamy na pokładzie %s
pt_br: %s, bem-vindo a bordo
ru: Добро пожаловать, %s!
sk: Vitajte na palube %s
sq: Mirë se vini në bord %s
sr: Добродошли %s
sv: Välkommen ombord %s
tr: %s panonuza hoş geldiniz

source: Welcome to your %s account, you can add, protect, and share your data.
cs: Vítejte ve svém %s účtu, můžete vkládat, chránit a sdílet svoje data.
de_de: Willkommen zu Ihrem %s-Konto. Sie können Ihre Daten hinzufügen, schützen und teilen.
es: Bienvenido a tu cuenta de %s, puedes añadir, proteger y compartir tus datos.
es_sv: Bienvenido a tu cuenta %s, puedes agregar, proteger y compartir tus datos.
fr: Bienvenue dans votre compte %s, vous pouvez ajouter, protéger et partager vos données.
hu: Üdv a(z) %s hozzáférésedben. Hozzáadhatod, védheted, megoszthatod adataidat.
is: Velkomin(n) í %s aðganginn þinn; þú getur bætt við, varið og deilt gögnunum þínum.
it: Benvenuto nel tuo account %s, puoi aggiungere, proteggere e condividere i tuoi dati.
ka_ge: კეთილი იყოს თქვენი %s ანგარიშში მობრძანება, შეგიძლიათ დაამატოთ, დაიცვათ და გააზიაროთ თქვენი მონაცემები.
nb: Velkommen til din %s-konto, du kan legge til, beskytte og dele din data.
nl: Welkom bij je %s account; je kan nu je bestanden toevoegen en veilig delen.
pl: Masz teraz konto na %s, możesz edytować, chronić i współdzielić dane.
pt_br: Bem-vindo à sua conta %s. Você pode adicionar, proteger e compartilhar seus dados.
ru: %s, добро пожаловать в вашу учётную запись. Вы можете добавлять, настраивать права доступа и предоставлять общий доступ к вашим файлам.
sk: Vitajte vo vašom %s účte, môžete pridávať, chrániť a zdieľať svoje dáta.
sr: Добродошли у Ваш %s налог, сада можете додавати, штитити и делити Ваше податке.
tr: %s hesabınıza hoş geldiniz. Verilerinizi ekleyip koruyabilir ve paylaşabilirsiniz.

source: Your username is: %s
ast: El to nome d'usuariu ye: %s
ca: El teu usuari és: %s
cs: Vaše uživatelské jméno je: %s
de_de: Ihr Benutzername lautet: %s
es: Su nombre de usuario es: %s
es_sv: Tu Usuario es: %s
eu: Zure erabiltzailea hau da: %s
fr: Votre nom d'utilisateur est : %s
hu: A felhasználóneved: %s
is: Notandanafnið þitt er: %s
it: Il tuo nome utente è: %s
ja: あなたの名前: %s
ka_ge: თქვენი მომხმარებლის სახელია: %s
nb: Ditt brukernavn er: %s
nl: Je gebruikersnaam is: %s
pl: Twoja nazwa użytkownika to: %s
pt_br: Seu nome de usuário é: %s
ru: Ваше имя пользователя: %s
sk: Vaše používateľské meno je: %s
sq: Emri juaj i përdoruesit është: %s
sr: Ваше корисничко име је: %s
sv: Ditt användarnamn är: %s
tr: Kullanıcı adınız: %s

source: Set your password
ast: Afita la to contraseña
ca: Establir la contrasenya
cs: Nastavte vaše heslo
de_de: Vergeben Sie Ihr Passwort
es: Establezca su contraseña
es_sv: Establece tu contraseña
eu: Ezarri zure pasahitza
fr: Saisissez votre mot de passe
hu: Állítsd be a jelszabad
is: Stilltu lykilorðið þitt
it: Imposta la tua password
ja: パスワードを設定
ka_ge: დააყენეთ თქვენი პაროლი
nb: Sett passordet ditt
nl: Klik hier en stel je eigen wachtwoord in.
pl: Ustaw hasło
pt_br: Defina sua senha
ru: Установить свой пароль
sk: Nastavte si heslo
sq: Vendos fjalëkalimin tënd
sr: Поставите лозинку
sv: Ställ in ditt lösenord
tr: Parolanızı ayarlayın

source: Go to %s
ast: Dir a %s
ca: Anar a %s
cs: Jít na %s
de_de: Gehe zu %s
es: Vaya a %s
es_sv: Ir a %s
eu: %s-ra joan
fr: Aller à %s
hu: Menj ide: %s
is: Farðu í %s
it: Vai a %s
ja: %s に移動
ka_ge: გადადით %s-ზე
nb: Gå til %s
nl: Ga naar %s
pl: Idź do: %s
pt_br: Ir para 1 %s
ru: Передите к %s
sk: Prejsť na %s
sq: Shko tek %s
sr: Иди на %s
sv: Gå till %s
tr: %s sayfasına gidin

source: Install Client
ast: Instalar veceru
ca: Instal·lar Client
cs: Nainstalovat klienta
de_de: Installiere den Client
es: Instalar cliente
es_sv: Instalar el cliente
eu: Instalatu bezeroa
fr: Installer le Client
hu: Kliens telepítés
is: Setja upp biðlaraforrit
it: Installa client
ja: クライアントをインストール
ka_ge: დააყენეთ კლიენტი
nb: Installer klient
nl: Klik hier en installeer een client op telefoon/tablet of pc.
pl: Zainstaluj klienta
pt_br: Instalar Cliente
ru: Установить программу-клиент
sk: Inštalácia klienta
sq: Instalo Klient
sr: Инсталирајте клијенте
sv: Installera Klient
tr: İstemciyi Yükleyin

source: Password confirmation is required
ast: Ríquese la contraseña de confirmación
ca: Cal una confirmació de la contrasenya
cs: Je vyžadováno potvrzení hesla
de_de: Passwortbestätigung erforderlich
es: Se requiere confirmar la contraseña
es_sv: Se requiere la confirmación de la contraseña
eu: Pasahitza konfirmatzea beharrezkoa da
fr: Confirmation par mot de passe est requise
hu: Jelszó megerősítés szükséges
is: Þörf á staðfestingu lykilorðs
it: La conferma della password è richiesta
ja: パスワードの確認が必要です
ka_ge: საჭიროა პაროლის დამოწმება
nb: Passord bekreftelse er nødvendig
nl: Wachtwoordbevestiging vereist
pl: Wymagane jest potwierdzenie hasła
pt_br: A confirmação da senha é necessária
ru: Требуется подтверждение пароля
sk: Vyžaduje sa overenie heslom
sq: Kërkohet konfirmimi i fjalëkalimit
sr: Потребна је потврда лозинке
sv: Lösenordsbekräftelse krävs
tr: Parola onayının yazılması zorunludur

source: Couldn't remove app.
ast: Nun pudo desaniciase l'aplicación.
ca: No s'ha pogut eliminar l'aplicació
cs: Nepodařilo se odebrat aplikaci.
de_de: Die App konnte nicht entfernt werden.
es: No se ha podido eliminar la aplicación.
es_sv: No fue posible eliminar la aplicación.
eu: Ezin izan da aplikazioa ezabatu..
fr: Impossible de supprimer l'application.
hu: Az alkalmazást nem sikerült eltávolítani.
is: Gat ekki fjarlægt forrit.
it: Impossibile rimuovere l'applicazione.
ja: アプリが削除できませんでした。
ka_ge: აპლიკაციის წაშლა ვერ მოხერხდა.
nb: Klarte ikke å fjerne program.
nl: Kon app niet verwijderen.
pl: Nie można usunąć aplikacji.
pt_br: Não foi possível excluir aplicativos.
ru: Не удалось удалить приложение.
sk: Nemožno odstrániť aplikáciu.
sq: S’hoqi dot aplikacionin.
sr: Не могу да уклоним апликацију.
sv: Kunde inte ta bort applikationen.
tr: Uygulama kaldırılamadı.

source: Couldn't update app.
ast: Nun pudo anovase l'aplicación.
ca: No s'ha pogut actualitzar l'aplicació.
cs: Nelze aktualizovat aplikaci.
de_de: Die App konnte nicht aktualisiert werden.
es: No se ha podido actualizar la aplicación.
es_sv: No fue posible actualizar la aplicación.
eu: Ezin izan da aplikazioa eguneratu.
fr: Impossible de mettre à jour l'application
hu: Az alkalmazás frissítése nem sikerült.
is: Gat ekki uppfært forrit.
it: Impossibile aggiornate l'applicazione.
ja: アプリをアップデートできませんでした。
ka_ge: აპლიკაციის განახლება ვერ მოხერხდა.
nb: Kunne ikke oppdatere programmet.
nl: Kon de app niet bijwerken.
pl: Nie można uaktualnić aplikacji.
pt_br: Não foi possível atualizar o aplicativo
ru: Невозможно обновить приложение.
sk: Nemožno aktualizovať aplikáciu.
sq: S’përditësoi dot aplikacionin.
sr: Не могу да ажурирам апликацију.
sv: Kunde inte uppdatera appen.
tr: Uygulama güncellenemedi.

source: Are you really sure you want add {domain} as trusted domain?
ast: ¿De xuru que quies amestar {domain} como dominiu d'enfotu?
ca: Estàs segur que vols afegir {domini} com a domini de confiança?
cs: Jste si jisti, že chcete přidat {domain} mezi důvěryhodné domény?
de_de: Sind Sie sich wirklich sicher, dass Sie {domain} als vertrauenswürdige Domain hinzufügen möchten?
es: ¿Está realmente seguro de que quiere añadir {domain} como dominio de confianza?
es_sv: ¿Realmente estás seguro que quieres agregar a {domain} como un dominio de confianza?
eu: Benetan ziur zaude {domain} gehitu domeinu fidagarri gisa nahi duzula?
fr: Êtes-vous vraiment sûr de vouloir ajouter {domain} comme domaine de confiance ?
hu: Biztos, hogy hozzá akarod adni ezt a megbízható domainekhez: {domain} ?
is: Ertu viss um að þú viljir bæta "{domain}" við sem treystu léni?
it: Sei davvero sicuro di voler aggiungere {domain} come dominio attendibile?
ja: {domain} を信頼できるドメインとして追加してもよろしいですか？
ka_ge: დამდვილად გსურთ {domain}-ის დამატება სანდო დომენად?
nb: Er du virkelig sikker på du vil legge til {domain} som klarert domene?
nl: Weet je zeker dat je {domain} als vertrouwd domein toe wilt voegen?
pl: Czy jesteś pewien/pewna że chcesz dodać "{domain}" jako zaufaną domenę?
pt_br: Tem certeza que deseja adicionar {domain} como um domínio confiável?
ru: Вы действительно хотите добавить домен {domain} как доверенный?
sk: Ste si istí, že chcete pridať {domain} medzi dôveryhodné domény?
sq: Jeni i sigurt se doni ta shtoni {domain} si një domain të besuar?
sr: Да ли заиста желите да додате {domain} као поуздан домен?
sv: Är du verkligen säker att du vill lägga till (domain) som tillförlitlig domän?
tr: {domain} etki alanını güvenilir etki alanı olarak eklemek istediğinize emin misiniz?

source: Add trusted domain
ast: Amestar dominiu d'enfotu
ca: Afegir domini de confiança
cs: Přidat důvěryhodnou doménu
de_de: Vertrauenswürdige Domain hinzufügen
es: Agregar dominio de confianza
es_sv: Agregar un dominio de confianza
eu: Gehitu domeinu fidagarria
fr: Ajouter un domaine de confiance
hu: Megbízható tartomány hozzáadása
is: Bæta við treystu léni
it: Aggiungi dominio attendibile
ja: 信頼するドメイン名に追加
ka_ge: სანდო დომენის დამატება
nb: Legg til et klarert domene
nl: Vertrouwd domein toevoegen
pl: Dodaj zaufaną domenę
pt_br: Adicionar domínio confiável
ru: Добавить доверенный домен
sk: Pridať dôveryhodnú doménu
sq: Shtoni përkatësi të besuar
sr: Додај поуздан домен
sv: Lägg till betrodd domän
tr: Güvenilir etki alanı ekle
