Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Valid until {date}
ast: Válidu fasta {date}
ca: Vàlid fins {date}
cs: Platný do {date}
de_de: Gültig bis {date}
es: Válido hasta {date}
es_sv: Válido hasta {date}
eu: {date} arte baliogarria
fr: Valide jusqu'au {date}
hu: Érvényes: {date}
is: Gildir til {date}
it: Valido fino al {date}
ja: {date} まで有効
ka_ge: ვარგისია {date}-მდე
nb: Gyldig til {date}
nl: Geldig tot {date}
pl: Ważny do {date}
pt_br: Válido até {date}
ru: Действительно до {дата}
sk: Platný do {date}
sq: E vlefshme deri më {date}
sr: Важи до {date}
sv: Giltig t.o.m. {date}
tr: {date} tarihine kadar geçerli

source: Delete
ast: Desaniciar
ca: Esborra
cs: Smazat
de_de: Löschen
es: Eliminar
es_sv: Borrar
eu: Ezabatu
fr: Supprimer
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ka_ge: წაშლა
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Zmazať
sq: Fshij
sr: Обриши
sv: Radera
tr: Sil

source: Local
ast: Llocal
cs: Místní
de_de: Lokal
hu: Helyi
is: Staðvært
it: Locale
ja: ローカル
ka_ge: ლოკალური
nb: Lokal
nl: Lokaal
pl: Lokalny
ru: Локально
sk: Lokálny
sq: Lokale
sr: Локално
sv: Lokal
tr: Yerel

source: Private
ca: Privat
cs: Soukromý
de_de: Privat
es: Privado
es_sv: Privado
eu: Pribatua
fr: Privé
hu: Privát
is: Einka
it: Privato
ja: 非公開
ka_ge: პირადი
nb: Privat
nl: Privé
pl: Prywatny
pt_br: Privado
ru: Закрытый
sk: Súkromný
sr: Приватно
sv: Privat
tr: Özel

source: Only visible to local users
ast: Namái visible pa usuarios llocales
ca: Només visible per a usuaris locals
cs: Viditelný pouze pro místní uživatele
de_de: Nur für lokale Benutzer sichtbar
es: Visible solo a usuarios locales
es_sv: Visible sólo para usuarios locales
eu: Soilik bertako erabiltzaileentzako ikusgai
fr: Visible uniquement par les utilisateurs locaux
hu: Csak a helyi felhasználók láthatják
is: Einungis sýnilegt staðværum notendum
it: Visibile solo agli utenti locali
ja: ローカルユーザーのみが見ることができます
ka_ge: გამოჩნდება მხოლოდ ლოკალურ მომხმარებლებთან
nb: Kun synlig for lokale brukere
nl: Alleen zichtbaar voor lokale gebruikers
pl: Widoczne tylko dla użytkowników lokalnych
pt_br: Visível somente para usuários locais
ru: Виден только локальным пользователям
sk: Viditeľné iba pre lokálnych používateľov
sq: E dukshme vetëm për përdoruesit lokal
sr: Видљиво само локалним корисницима
sv: Endast synlig för lokala användare
tr: Yalnız yerel kullanıcılar görebilir

source: Only visible to you
ast: Namái visible pa ti
ca: Només visible per tu
cs: Viditelný pouze pro vás
de_de: Nur für Sie sichtbar
es: Visible solo para usted
es_sv: Sólo visible para ti
eu: Zuretzat bakarrik ikusgai
fr: Visible uniquement par vous
hu: Csak te láthatod
is: Einungis sýnilegt þér
it: Visibile solo a te
ja: あなたにしか見えません
ka_ge: გამოჩნდება მხოლოდ თქვენთან
nb: Kun synlig for deg
nl: Alleen zichtbaar voor jou
pl: Widoczne tylko dla Ciebie
pt_br: Visível somente para você
ru: Виден только вам
sk: Viditeľné iba pre seba
sq: E dukshme vetëm për ju
sr: Видљиво само Вама
sv: Endast synlig för dig
tr: Yalnız siz görebilirsiniz

source: Contacts
ast: Contautos
ca: Contactes
cs: Kontakty
de_de: Kontakte
es: Contactos
es_sv: Contactos
eu: Kontaktuak
hu: Névjegyek
is: Tengiliðir
it: Contatti
ja: アドレス帳
ka_ge: კონტაქტები
nb: Kontakter
nl: Contactpersonen
pl: Kontakty
pt_br: Contatos
ru: Контакты
sk: Kontakty
sq: Kontaktet
sr: Контакти
sv: Kontakter
tr: Kişiler

source: Visible to local users and to trusted servers
ast: Visible pa usuarios llocales y sirvidores d'enfotu
ca: Visible per als usuaris locals i els servidors de confiança
cs: Viditelné pro místní uživatele a důvěryhodné servery
de_de: Sichtbar für lokale Benutzer und vertrauenswürdige Server
es: Visible a usuarios locales y servidores de confianza
es_sv: Visible para usuarios locales y para servidores de confianza
eu: Bertako erabiltzaile eta zerbitzarien jendearentzat ikusgai
fr: Visible par les utilisateurs locaux et les serveurs de confiance
hu: Helyi felhasználók és megbízható szereverek láthatják
is: Sýnilegt staðværum notendum og á treystum þjónum
it: Visibile agli utenti locali e ai server affidabili
ja: ローカルユーザーと信頼できるサーバーに表示
ka_ge: გამოჩნდება ლოკალურ მომხმარებლებთან და სანდო სერვერებთან
nb: Synlig for lokale brukere og klarerte tjenere
nl: Alleen zichtbaar voor lokale gebruikers en vertrouwde servers
pl: Widoczne dla lokalnych użytkowników i zaufanych serwerów
pt_br: Visível para usuários locais e servidores confiáveis
ru: Виден локальным пользователям и доверенным серверам
sk: Viditeľné pre lokálnych používateľov a dôveryhodné servery
sq: E dukshme për përdoruesit lokal dhe serverat e besuar
sr: Видљиво локалним корисницима и серверима од поверења
sv: Synlig för lokala användare och tillförlitliga servrar
tr: Yerel kullanıcı ve güvenilen sunucular görebilir

source: Public
ca: Públic
cs: Veřejný
de_de: Öffentlich
es: Público
es_sv: Público
eu: Publikoa
fr: Publique
hu: Nyilvános
is: Opinbert
it: Pubblico
ja: 公開
ka_ge: ღია
nb: Offentlig
nl: Openbaar
pl: Publiczny
pt_br: Publico
ru: Открытый
sk: Verejné
sq: Publiku
sr: Јавно
sv: Offentlig
tr: Herkese açık

source: Will be synced to a global and public address book
ca: Es sincronitzarà amb una llibreta d'adreces global i pública
cs: Bude synchronizováno do globálního a veřejného adresáře
de_de: Wird mit einem globalen und einem öffentlichen Adressbuch synchronisiert
es: Se sincronizará a una libreta de direcciones pública y global
es_sv: Será sincronizado a una libreta de direcciones global y pública
eu: Helbide liburu global eta publikoan sinkronizatuko da
fr: Va être synchronisé dans un carnet d'adresse global et public
hu: Globális és nyilvános névjegyek számára lesz szinkronizálva
is: Verður samstillt víðværri og opinberri vistfangaskrá
it: Sarà sincronizzato con una rubrica globale e pubblica
ja: グローバルなアドレス帳と公開アドレス帳に同期されます
ka_ge: სინქრონიზაცია მოხდება გლობალურ და ღია მისამართების წიგნში
nb: Vil blir synkronisert til global og offentlig addressbok
nl: Wordt gesyncht met een globaal en openbaar adresboek
pl: Będą zsynchronizowane z globalną i publiczną książką adresową
pt_br: Será sincronizado com livro de endereços público e global
ru: Будет синхронизирован с глобальной и открытой адресной книгой
sk: Bude synchronizované s globálnym a verejným adresárom
sq: Do të sinkronizohet te një libër adresash publik dhe global
sr: Биће синхронизовано на глобални и јавни именик
sv: Kommer att synkroniseras till global och offentlig adressbok
tr: Genel ve herkese açık bir adres defteri ile eşitlenir

source: Verify
ast: Verificar
ca: Verificar
cs: Ověřit
de_de: Überprüfen
es: Verificar
es_sv: Verificar
eu: Egiaztatu
fr: Vérifier
hu: Ellenőrzés
is: Sannreyna
it: Verifica
ja: 検証
ka_ge: დამოწმება
nb: Bekreft
nl: Verifiëren
pl: Sprawdź
pt_br: Verificar
ru: Проверить
sk: Overiť
sq: Verifiko
sr: Провери
sv: Verifiera
tr: Doğrula

source: Verifying …
ast: Verificando...
ca: Verificant ...
cs: Ověřování …
de_de: Überprüfe…
es: Verificando...
es_sv: Verificando ...
eu: Egiaztatzen...
fr: Vérification en cours...
hu: Ellenőrzés...
is: Sannreyni …
it: Verifica in corso...
ja: 検証中
ka_ge: მოწმდება …
nb: Bekrefter…
nl: Verifiëren...
pl: Sprawdzanie ...
pt_br: Verificando...
ru: Производится проверка…
sk: Overovanie ...
sq: Duke verifikuar ...
sr: Проверавам …
sv: Verifierar ...
tr: Doğrulanıyor...

source: An error occured while changing your language. Please reload the page and try again.
ast: Asocedió un fallu entrín se camudaba la to llingüa. Recarga la páxina y volvi tentalo, por favor.
ca: S'ha produït un error en canviar el vostre idioma. Torna a carregar la pàgina i torna-ho a provar.
cs: Při změně jazyka došlo k chybě. Znovu načtěte stránku a zkuste to ještě jednou.
de_de: Es ist ein Fehler beim Wechseln der Sprache aufgetreten. Bitte laden Sie die Seite neu und versuchen es noch einmal.
es: Ocurrió un error al cambiar el lenguaje. Por favor, vuelve a cargar la página y vuelve a intentarlo.
es_sv: Se presentó un error al cambiar tu idioma. Por favor vuelve a cargar la página y vuelva a intentarlo.
eu: Errore bat gertatu da zure hizkuntza aldatzean. Birkargatu orria eta saiatu berriro.
fr: Une erreur est survenue lors du changement de votre langue. Merci de recharger la page et de réessayer.
hu: Hiba a nyelvváltás közben. Kérlek töltsd újra az oldalt és próbáld meg ismét.
is: Villa kom upp við að skipta um tungumálið þitt. Endurlestu síðuna og prófaðu aftur.
it: Si è verificato un errore durante la modifica della lingua. Ricarica la pagina e prova ancora.
ja: 言語を変更する際にエラーが発生しました。ページをリロードして、再度試してください。
ka_ge: თქვენი ენის ცვლილებისას წარმოიქმნა შეცდომა. გთხოვთ განაახლოთ გვერდი და სცადოთ ახლიდან.
nb: En feil oppstod under endring av språk. Last inn siden på nytt og prøv igjen.
nl: Er trad een fout op bij het aanpassen van de taal. Ververs de pagina en probeer het opnieuw.
pl: Wystąpił błąd podczas zmiany Twojego języka. Przeładuj stronę i spróbuj ponownie.
pt_br: Um erro ocorreu ao mudar o idioma. Por favor atualize a página e tente novamente.
ru: При переключении языка произошла ошибка. Перезагрузите эту страницу и попробуйте ещё раз.
sk: Počas zmeny jazyka sa vyskytla chyba. Prosím obnovte stránku a skúste znova.
sq: Ndodhi një gabim teksa ndryshohej gjuha. Ju lutem, rifresko faqen dhe provo përsëri.
sr: Грешка приликом промене језика. Освежите страну и покушајте поново.
sv: Ett fel inträffade när språket ändrades. Var god ladda om sidan och försök igen.
tr: Dil değiştirilirken bir sorun çıktı. Lütfen sayfayı yeniden yükleyerek yeniden deneyin.

source: Select a profile picture
ast: Esbillar una imaxe de perfil
ca: Seleccioneu una imatge de perfil
cs: Vyberte profilový obrázek
de_de: Wählen Sie ein Profilbild
es: Seleccionar una imagen de perfil
es_sv: Selecciona una imagen de perfil
eu: Profilaren irudia aukeratu
fr: Selectionnez une photo de profil
hu: Válasszon profilképet!
is: Veldu einkennismynd
it: Seleziona un'immagine del profilo
ja: プロファイル画像を選択
ka_ge: აირჩიეთ პროფილის სურათი
nb: Velg et profilbilde
nl: Kies een profielafbeelding
pl: Wybierz zdjęcie profilu
pt_br: Selecione uma imagem para o perfil
ru: Выберите аватар
sk: Vybrať avatara
sq: Përzgjidhni një foto profili
sr: Изаберите слику профила
sv: Välj en profilbild
tr: Bir profil fotoğrafı seçin

source: Very weak password
ast: Contraseña mui feble
ca: Contrasenya massa feble
cs: Velmi slabé heslo
de_de: Sehr schwaches Passwort
es: Contraseña muy débil
es_sv: Contraseña muy débil
eu: Pasahitz oso ahula
fr: Mot de passe de très faible sécurité
hu: Nagyon gyenge jelszó
is: Mjög veikt lykilorð
it: Password molto debole
ja: 非常に弱いパスワード
ka_ge: ძალიან სუსტი პაროლი
nb: Veldig svakt passord
nl: Zeer zwak wachtwoord
pl: Bardzo słabe hasło
pt_br: Senha muito fraca
ru: Очень слабый пароль
sk: Veľmi slabé heslo
sq: Fjalëkalim shumë i dobët
sr: Веома слаба лозинка
sv: Väldigt svagt lösenord
tr: Parola çok zayıf

source: Weak password
ast: Contraseña feble
ca: Contrasenya feble
cs: Slabé heslo
de_de: Schwaches Passwort
es: Contraseña débil
es_sv: Contraseña débil
eu: Pasahitz ahula
fr: Mot de passe de faible sécurité
hu: Gyenge jelszó
is: Veikt lykilorð
it: Password debole
ja: 弱いパスワード
ka_ge: სუსტი პაროლი
nb: Svakt passord
nl: Zwak wachtwoord
pl: Słabe hasło
pt_br: Senha fraca
ru: Слабый пароль
sk: Slabé heslo
sq: Fjalëkalim i dobët
sr: Слаба лозинка
sv: Svagt lösenord
tr: Parola zayıf

source: So-so password
ast: Contraseña pasable
ca: Contrasenya passable
cs: Středně silné heslo
de_de: Akzeptables Passwort
es: Contraseña pasable
es_sv: Contraseña aceptable
eu: Halamoduzko pasahitza
fr: Mot de passe de sécurité tout juste acceptable
hu: Nem túl jó jelszó
is: Svo-svo lykilorð
it: Password così-così
ja: まずまずのパスワード
ka_ge: ნორმალური პაროლი
nb: Bob-bob-passord
nl: Matig wachtwoord
pl: Mało skomplikowane hasło
pt_br: Senha mais ou menos
ru: Так себе пароль
sk: Priemerné heslo
sq: Fjalëkalim çka
sr: Осредња лозинка
sv: Okej lösenord
tr: Parola idare eder

source: Good password
ast: Contraseña bona
ca: Contrasenya bona
cs: Dobré heslo
de_de: Gutes Passwort
es: Contraseña buena
es_sv: Buena contraseña
eu: Pasahitz ona
fr: Mot de passe de sécurité suffisante
hu: Jó jelszó
is: Gott lykilorð
it: Password buona
ja: 良好なパスワード
ka_ge: კარგი პაროლი
nb: Bra passord
nl: Goed wachtwoord
pl: Dobre hasło
pt_br: Boa senha
ru: Хороший пароль
sk: Dobré heslo
sq: Fjalëkalim i mirë
sr: Добра лозинка
sv: Bra lösenord
tr: Parola iyi

source: Strong password
ast: Contraseña mui bona
ca: Contrasenya forta
cs: Silné heslo
de_de: Starkes Passwort
es: Contraseña muy buena
es_sv: Contraseña fuerte
eu: Pasahitz sendoa
fr: Mot de passe de forte sécurité
hu: Erős jelszó
is: Sterkt lykilorð
it: Password forte
ja: 強いパスワード
ka_ge: ძლიერი პაროლ
nb: Sterkt passord
nl: Sterk wachtwoord
pl: Mocne hasło
pt_br: Senha forte
ru: Стойкий пароль
sk: Silné heslo
sq: Fjalëkalim i fortë
sr: Јака лозинка
sv: Starkt lösenord
tr: Parola güçlü

source: Groups
ast: Grupos
ca: Grups
cs: Skupiny
de_de: Gruppen
es: Grupos
es_sv: Grupos
eu: Taldeak
fr: Groupes
hu: Csoportok
is: Hópar
it: Gruppi
ja: グループ
ka_ge: ჯგუფები
nb: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sk: Skupiny
sq: Grupe
sr: Групе
sv: Grupper
tr: Gruplar

source: Unable to delete {objName}
ast: Nun pue desaniciase {objName}
ca: No es pot eliminar {objName}
cs: Nelze smazat {objName}
de_de: Löschen von {objName} nicht möglich
es: No es posible eliminar {objName}
es_sv: No fue posible borrar {objName}
eu: Ezin izan da {objName} ezabatu
fr: Impossible de supprimer {objName}
hu: Ezt nem sikerült törölni: {objName}
is: Get ekki eytt {objName}
it: Impossibile eliminare {objName}
ja: {objName} を削除できません
ka_ge: {objName}-ის წაშლა ვერ ხერხდება
nb: Kan ikke slette {objName}
nl: Kan {objName} niet verwijderen
pl: Nie można usunąć {objName}
pt_br: Não foi possível excluir {objName}
ru: Невозможно удалить {objName}
sk: Nemožno vymazať {objName}
sq: S’arrin të fshijë {objName}
sr: Не могу да обришем {objName}
sv: Kunde inte radera {objName}
tr: {objName} silinemedi

source: Error creating group: {message}
ast: Fallu crenado'l grupu: {message}
ca: Error creant grup: {message}
cs: Chyba vytvoření skupiny: {message}
de_de: Fehler beim Erstellen einer Gruppe: {message}
es: Error creando el grupo: {message}
es_sv: Se presentó un error al crear el grupo: {message}
eu: Akatsa taldea sortzerakoan: {mezua}
fr: Erreur lors de la création du groupe : {message}
hu: Hiba történt a csoport létrehozásakor: {message}
is: Villa við að búa til hóp: {message}
it: Errore durante la creazione del gruppo: {message}
ja: グループの作成エラー: {message}
ka_ge: ჯგუფის შექმნისას წარმოიშვა შეცდომა: {message}
nb: Feil ved oppretting av gruppe: {message}
nl: Fout bij aanmaken groep: {message}
pl: Błąd podczas tworzenia grupy: {message}
pt_br: Erro criando o grupo: {message}
ru: Ошибка создания группы: {message}
sk: Chyba pri vytváraní skupiny: {message}
sq: Gabim gjatë krijimit të grupit: {message}
sr: Грешка при прављењу групе: {message}
sv: Fel uppstod vid skapande av grupp: {message}
tr: Grup oluşturulurken sorun çıktı: {message}

source: A valid group name must be provided
ast: Hai d'escribir un nome de grupu válidu
ca: Heu de facilitar un nom de grup vàlid
cs: Musíte zadat platný název skupiny
de_de: Ein gültiger Gruppenname muss angegeben werden
es: Se debe dar un nombre válido para el grupo
es_sv: Debes proporcionar un nombre de grupo válido
eu: Baliozko talde izena eman behar da
fr: Vous devez indiquer un nom de groupe valide
hu: Érvényes csoportnevet kell megadni
is: Skráðu inn gilt heiti á hópi
it: Deve essere fornito un nome valido per il gruppo
ja: 有効なグループ名を指定する必要があります
ka_ge: წარმოჩენილ უნდა იყოს სწორი ჯგუფის სახელი
nb: Et gyldig gruppenavn må oppgis
nl: Er moet een geldige groepsnaam worden opgegeven
pl: Należy podać prawidłową nazwę grupy
pt_br: Um nome de grupo válido deve ser fornecido
ru: Введите правильное имя группы
sk: Musíte zadať platný názov skupiny
sq: Duhet dhënë një emër i vlefshëm grupi
sr: Мора бити наведено исправно име групе
sv: Ett giltigt gruppnamn måste anges
tr: Geçerli bir grup adı yazmalısınız

source: deleted {groupName}
ast: desaniciáu {groupName}
ca: eliminat {groupName}
cs: smazána {groupName}
de_de: {groupName} gelöscht
es: {groupName} eliminado
es_sv: borrado {groupName}
eu: {groupName} ezbatuta
fr: {groupName} supprimé
hu: törölve: {groupName}
is: eyddi {groupName}
it: {groupName} eliminato
ja: {groupName} を削除しました
ka_ge: {groupName} წაიშალა
nb: slettet {groupName}
nl: verwijderd {groupName}
pl: usunięto {groupName}
pt_br: {groupName} excluído
ru: удалена {groupName}
sk: vymazaná {groupName}
sq: u fshi {emërGrupi}
sr: обрисана {groupName}
sv: raderade {groupName}
tr: {groupName} silindi

source: undo
ast: desfacer
ca: desfés
cs: vrátit zpět
de_de: rückgängig machen
es: deshacer
es_sv: deshacer
eu: desegin
fr: annuler
hu: visszavonás
is: afturkalla
it: annulla
ja: 元に戻す
ka_ge: დაბრუნება
nb: angre
nl: ongedaan maken
pl: cofnij
pt_br: desfazer
ru: отмена операции
sk: vrátiť
sq: zhbëje
sr: опозови
sv: ångra
tr: geri al

source: {size} used
ast: {size} usaos
ca: {size} utilitzat
cs: {size} použito
de_de: {size} verwendet
es: {size} usados
es_sv: {size} usado
eu: {size} erabilita
fr: {size} utilisé
hu: {size} felhasználva
is: {size} notað
it: {size} utilizzati
ja: {size} を使用中
ka_ge: მოხმარებულია {size}
nb: {size} brukt
nl: {size} gebruikt
pl: {size} wykorzystane
pt_br: {size} usado
ru: {size} использовано
sk: {size} použité
sq: {madhësia} e përdorur
sr: {size} искоршћенп
sv: {size} använt
tr: {size} kullanılmış

source: never
ast: enxamás
ca: mai
cs: nikdy
de_de: niemals
es: nunca
es_sv: nunca
eu: inoiz
fr: jamais
hu: soha
is: aldrei
it: mai
ja: なし
ka_ge: არასდროს
nb: aldri
nl: geen
pl: nigdy
pt_br: nunca
ru: никогда
sk: nikdy
sq: kurrë
sr: никада
sv: aldrig
tr: asla

source: deleted {userName}
ast: desaniciáu {userName}
ca: eliminat {userName}
cs: smazán {userName}
de_de: {userName} gelöscht
es: borrado {userName}
es_sv: borrado {userName}
eu: {userName} ezabatuta
fr: {userName} supprimé
hu: törölve: {userName}
is: eyddi {userName}
it: {userName} eliminato
ja: {userName} を削除しました
ka_ge: {userName} გაუქმდა
nb: slettet {userName}
nl: {userName} verwijderd
pl: usunięto {userName}
pt_br: {userName} excluído
ru: удалён {userName}
sk: vymazané {userName}
sq: u fshi {userName}
sr: обрисан {userName}
sv: raderade {userName}
tr: {userName} silindi

source: No user found for <strong>{pattern}</strong>
ast: Nun s'alcontraron usuarios pa <strong>{pattern}</strong>
ca: No s'ha trobat cap usuari per a <strong>{pattern}</strong>
cs: Vzoru <strong>{pattern}<</strong> neodpovídá žádný úživatel
de_de: Keine Benutzer für <strong>{pattern}</strong> gefunden
es: No se encontró usuario para <strong>{pattern}</strong>
es_sv: No se encontraron usuarios para <strong>{pattern}</strong>
eu: Ez da aurkitu <strong>{pattern}</strong>erabiltzailea
fr: Aucun utilisateur trouvé pour <strong>{pattern}</strong>
hu: Nem található erre felhasználó: <strong>{pattern}</strong>
is: Enginn notandi fannst fyrir <strong>{pattern}</strong>
it: Nessun utente trovato per <strong>{pattern}</strong>
ja: <strong>{pattern}</strong> のユーザーは見つかりません
ka_ge: <strong>{pattern}</strong>-ისთვის მომხმარებელი ვერ იქნა ნაპოვნი
nb: Ingen bruker funnet for <strong>{pattern}</strong>
nl: Geen gebruikers gevonden voor <strong>{pattern}</strong>
pl: Nie znaleziono użytkownika dla <strong>{pattern}</strong>
pt_br: Nenhum usuário encontrado para <strong>{pattern}</strong>
ru: По шаблону <strong>{pattern}</strong> пользователей не найдено
sk: <strong>{pattern}</strong> nenašlo žiadnych používateľov
sq: Asnjë përdorues i gjetur për <strong> {modelin} </strong>
sr: Није нађен ниједан корисник за<strong>{pattern}</strong>
sv: Ingen användare hittades för <strong>{pattern}</strong>
tr: <strong>{pattern}</strong> aramasına uyan bir kullanıcı bulunamadı

source: Unable to add user to group {group}
ast: Nun pue amestase l'usuariu al grupu {group}
ca: No es pot afegir l'usuari al grup {group}
cs: Nelze přidat uživatele do skupiny {group}
de_de: Benutzer kann nicht zur Gruppe {group} hinzugefügt werden
es: No se puede añadir el usuario al grupo {group}
es_sv: No fue posible agregar el usuario al grupo {group}
eu: Ezin erabiltzailea {group} taldera gehitu
fr: Impossible d'ajouter l'utilisateur au groupe {group}
hu: A felhasználót nem lehet hozzáadni ehhez a csoporthoz: {group}
is: Tókst ekki að bæta notanda við hópinn {group}
it: Impossibile aggiungere l'utente al gruppo {group}
ja: ユーザーを {group} グループに追加できません
ka_ge: მოხმარებლის ჯგუფში {group} დამატება ვერ ხერხდება
nb: Klarer ikke å legge bruker til gruppe {group}
nl: Kan niet worden toegevoegd aan gebruikersgroep {group}
pl: Nie mogę dodać użytkownika do grupy {group}
pt_br: Não foi possível adicionar usuário ao grupo {group}
ru: Невозможно добавить пользователя в группу {group}
sk: Nie je možné pridať používateľa do skupiny {group}
sq: E pamundur që të shtosh përdorues te grupi {grupi}
sr: Не могу да додам корисника у групу {group}
sv: Gick inte att lägga till användaren i gruppen {group}
tr: Kullanıcı {group} grubuna eklenemedi

source: Unable to remove user from group {group}
ast: Nun pue desaniciase l'usuariu del grupu {group}
ca: No es pot eliminar l'usuari del grup {group}
cs: Nelze odebrat uživatele ze skupiny {group}
de_de: Benutzer kann nicht aus der Gruppe {group} entfernt werden
es: No se puede eliminar el usuario del grupo {group}
es_sv: No fue posible eliminar el usuario del grupo {group}
eu: Ezin erabiltzailea {group} taldetik kendu
fr: Impossible de supprimer l'utilisateur du groupe {group}
hu: Nem sikerült törölni a felhasználót ebből a csoportból: {group}
is: Ekki tókst að fjarlægja notanda úr hópnum {group}
it: Impossibile rimuovere l'utente dal gruppo {group}
ja: ユーザーを {group} グループから削除できません
ka_ge: მომხმარებლის ამოშლა ჯგუფიდან {group} ვერ ხერხდება
nb: Klarer ikke å fjerne bruker fra gruppe {group}
nl: Gebruiker kan niet worden verwijderd van groep {group}
pl: Nie mogę usunąć użytkownika z grupy {group}
pt_br: Não foi possível excluir usuário do grupo {group}
ru: Невозможно удалить пользователя из группы {group}
sk: Nie je možné odstrániť používateľa zo skupiny {group}
sq: E pamundur të heqësh përdoruesin nga grupi {grupi}
sr: Не могу да уклоним корисника из групе {group}
sv: Gick inte att ta bort användaren från gruppen {group}
tr: Kullanıcı {group} grubundan silinemedi

source: Add group
ast: Amestar grupu
ca: Afegeix grup
cs: Přidat skupinu
de_de: Gruppe hinzufügen
es: Añadir grupo
es_sv: Agregar grupo
eu: Taldea gehitu
fr: Ajouter un groupe
hu: csoport hozzáadása
is: Bæta við hópi
it: Aggiungi gruppo
ja: グループを追加する
ka_ge: ჯგუფის დამატება
nb: Legg til gruppe
nl: Groep toevoegen
pl: Dodaj grupę
pt_br: Adicionar grupo
ru: Добавить группу
sk: Pridať skupinu
sq: Shto grup
sr: Додај групу
sv: Lägg till grupp
tr: Grup ekle

source: Invalid quota value "{val}"
ast: Valor non válidu de cuota «{val}»
ca: Valor invàlid de quota "{val}"
cs: Neplatná hodnota kvóty "{val}"
de_de: Ungültiges Speicherkontingent "{val}"
es: Valor de cuota inválido "{val}"
es_sv: Valor de cuota inválido "{val}"
eu: "{val}" kuota balioa ez du balio
fr: Valeur de quota invalide "{val}"
hu: Érvénytelen kvóta érték "{val}"
is: Óleyfilegt gildi kvóta "{val}"
it: Valore di quota "{val}" non valido
ja: クオータ値 "{val}" は不正な値です。
ka_ge: კვოტის არასწორი მნიშნველობა "{val}"
nb: Ugyldig kvoteverdi "{val}"
nl: Ongeldige quota waarde "{val}"
pl: Nieprawidłowa wartość quota "{val}"
pt_br: Valor inválido para a cota "{val}"
ru: Недопустимая величина квоты "{val}"
sk: Neplatná hodnota kvóty "{val}"
sq: Vlera e kuotës "{val}" e pavlefshme
sr: Неисправна вредност за квоту "{val}"
sv: Ogiltigt utrymmesvärde "{val}"
tr: "{val}" kota değeri geçersiz
