Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Migration in progress. Please wait until the migration is finished
ast: Migración en cursu. Espera fasta que la migración fine, por favor.
ca: Migració en progrés. Si us plau, espereu fins que finalitzi la migració
cs: Migrace probíhá. Počkejte prosím než bude dokončena
de_de: Migration läuft. Bitte warte, bis die Migration abgeschlossen ist
es: Migración en curso. Por favor, espere hasta que la migración esté finalizada.
es_sv: La migración está en curso. Por favor espera hasta que termine la migración
eu: Migratzen ari da. Itxaron migrazioa osatu arte.
fr: Migration en cours. Veuillez attendre que celle-ci se termine
hu: Migráció folyamatban. Kérlek várj, míg a migráció befejeződik.
is: Yfirfærsla er í gangi. Dokaðu við þar til henni er lokið
it: Migrazione in corso. Attendi fino al completamento della migrazione
ja: 移行の処理中です。移行が完了するまでお待ちください。
ka_ge: მიმდინარეობს მიგრაცია. გთხოვთ დაელოდოთ მიგრაციის დასრულებას
nb: Migrering utføres. Vent til den er ferdig.
nl: Migratie bezig. Wacht tot het proces klaar is.
pl: Trwa migracja. Proszę poczekać, aż migracja dobiegnie końca.
pt_br: Migração em progresso. Por favor, aguarde até esteja finalizada
ru: Миграция в процессе. Пожалуйста, подождите завершения миграции
sk: Prebieha migrácia. Počkajte prosím, kým sa skončí
sq: Migrimi në rrugë e sipër. Ju lutemi, pritni, teksa migrimi përfundon
sr: Пресељење је у току. Сачекајте док се не заврши
sv: Migrering pågår. Var god vänta tills migreringen är färdigställd.
tr: Aktarılıyor. Lütfen işlem tamamlanana kadar bekleyin

source: Migration started …
ast: Migración aniciada...
ca: Migració iniciada ...
cs: Migrace spuštěna ...
de_de: Migration begonnen…
es: Migración iniciada...
es_sv: La migración ha comenzado ...
fr: Migration démarrée...
hu: Migráció elindítva ...
is: Yfirfærsla hafin...
it: Migrazione avviata...
ja: 移行を開始しました…
ka_ge: მიგრაცია დაიწყო …
nb: Migrering startet…
nl: Migratie gestart...
pl: Migracja rozpoczęta...
pt_br: Migração iniciada...
ru: Начата миграция ...
sk: Migrácia spustená ...
sq: Migrimi filloi …
sr: Пресељење покренуто...
sv: Migrering påbörjad ...
tr: Aktarım başladı ...

source: Not saved
ast: Nun se guardó
ca: No desat
cs: Neuloženo
de_de: Nicht gespeichert
es: No guardado
es_sv: No guardado
eu: Ez da gorde
fr: Non sauvegardé
hu: Nincs mentve
is: Ekki vistað
it: Non salvato
ja: 未保存
ka_ge: არაა შენახული
nb: Ikke lagret
nl: Niet opgeslagen
pl: Nie zapisany
pt_br: Não salvo
ru: Не сохранено
sk: Neuložené
sq: Nuk u ruajt
sr: Несачувано
sv: Inte sparad
tr: Kaydedilmedi

source: Sending…
ast: Unviando...
ca: Enviant…
cs: Odesílání…
de_de: Senden…
es: Enviando...
es_sv: Enviando...
eu: Bidaltzen...
fr: Envoi en cours...
hu: Küldés...
is: Sendi...
it: Invio in corso...
ja: 送信中 …
ka_ge: იგზავნება…
nb: Sender…
nl: Versturen...
pl: Wysyłam...
pt_br: Enviando...
ru: Отправка…
sk: Odosielam...
sq: dërgim
sr: Шаљем…
sv: Skickar...
tr: Gönderiliyor...

source: Email sent
ast: Corréu-e unviáu
ca: El correu electrónic s'ha enviat
cs: Email odeslán
de_de: E-Mail gesendet
es: Correo electrónico enviado
es_sv: Correo electrónico enviado
eu: Eposta bidalia
fr: E-mail envoyé
hu: Az e-mail elküldve!
is: Tölvupóstur sendur
it: Email inviata
ja: メールを送信しました
ka_ge: ელ-წერილი გაიგზავნა
nb: E-post sendt
nl: E-mail verzonden
pl: E-mail wysłany
pt_br: E-mail enviado
ru: Письмо отправлено
sk: Email odoslaný
sq: Email-i u dërgua
sr: Порука је послата
sv: E-post skickad
tr: E-posta gönderildi

source: Official
ast: Oficial
ca: Oficial
cs: Oficiální
de_de: Offiziell
es: Oficial
es_sv: Oficial
eu: Ofiziala
fr: Officielle
hu: Hivatalos
is: Opinbert
it: Ufficiale
ja: 公式
ka_ge: ოფიციალური
nb: Offisiell
nl: Officieel
pl: Oficjalny
pt_br: Oficial
ru: Официальное
sk: Oficiálny
sq: Zyrtare
sr: Званичне
sv: Officiell
tr: Resmi

source: All
ast: Toos
ca: Tots
cs: Vše
de_de: Alle
es: Todos
es_sv: Todos
eu: Denak
fr: Tous
hu: Mind
is: Allt
it: Tutti
ja: すべて
ka_ge: ყველა
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sk: Všetky
sq: Krejt
sr: Све
sv: Alla
tr: Tümü

source: Update to %s
ast: Anovar a %s
ca: Actualitzar a %s
cs: Aktualizovat na %s
de_de: Aktualisierung auf %s
es: Actualizar a %s
es_sv: Actualizar a %s
eu: Eguneratu %sra
fr: Mettre à niveau vers la version %s
hu: Frissítés erre: %s
is: Uppfæra í %s
it: Aggiornato a %s
ja: %sにアップデート
ka_ge: განახლდეს %s-ზე
nb: Oppdater til %s
nl: Werk bij naar %s
pl: Uaktualnij do %s
pt_br: Atualizar para %s
ru: Обновить до %s
sk: Aktualizovať na %s
sq: Përditësoje me %s
sr: Ажурирај на %s
sv: Uppdatera till %s
tr: %s sürümüne güncelle

source: No apps found for your version
ast: Nun s'alcontraron anovamientos pa la to versión
ca: No s'han trobat aplicacions per la seva versió
cs: Nebyly nalezeny aplikace pro vaši verzi
de_de: Es wurden keine Apps für Ihre Version gefunden
es: No se han encontrado aplicaciones para su versión
es_sv: No se encontraron aplicaciones para tu versión
eu: Ez dira aplikaziorik aurkitu zure bertsiorako
fr: Pas d'application trouvée pour votre version
hu: Nem található alkalmazás a verziód számára
is: Engin forrit fundust fyrir útgáfuna þína
it: Nessuna applicazione trovata per la tua versione
ja: 現在のバージョンに対応するアプリはありません
ka_ge: აპლიკაციები თქვენი ვერსიისთვის ვერ იქნა ნაპოვნი
nb: Ingen programmer funnet for din versjon
nl: Geen apps gevonden voor jouw versie
pl: Nie znaleziono aplikacji dla Twojej wersji
pt_br: Nenhum aplicativo encontrado para a sua versão
ru: Не найдено приложений для вашей версии
sk: Aplikácie pre vašu verziu sa nenašli
sq: S’u gjetën aplikacione për versionin tuaj
sr: Нема апликација за вашу верзију
sv: Inga appar funna för din version
tr: Sürümünüze uygun bir uygulama bulunamadı

source: The app will be downloaded from the app store
ast: L'aplicación baxaráse dende la tienda d'aplicaciones
ca: L'app es descarregarà des de la botiga d'apps
cs: Aplikace bude stažena z obchodu aplikací
de_de: Die App wird aus dem App-Store heruntergeladen
es: La app debe ser descargada desde una app store
es_sv: La aplicación será descargada de la tienda de aplicaciones <app store>
eu: Aplikazioa aplikazio dendatik deskargatuko da
fr: Cette application va être téléchargée depuis l'app store
hu: Az alkalmazás letöltésre kerül az alkalmazástárból
is: Forritinu verður hlaðið niður úr forritabúðinni
it: L'applicazione sarà scaricata dallo store delle applicazioni
ja: このアプリは、アプリストアからダウンロードできます。
ka_ge: აპლიკაცია გადმოწერილ იქნება app store-იდან
nb: Denne appen blir lastet ned fra program-butikken
nl: De app zal worden gedownload van de app store
pl: Aplikacja zostanie pobrana z App Store
pt_br: O aplicativo será baixado da loja de aplicativos
ru: Приложение будет скачано из магазина приложений
sk: Aplikácia bude stiahnutá z obchodu
sq: Aplikacioni do të shkarkohet nga shitorja e aplikacioneve
sr: Апликација ће бити скинута са продавнице
sv: Appen kommer hämtas från appstore
tr: Uygulama uygulama mağazasından indirilecek

source: Official apps are developed by and within the community. They offer central functionality and are ready for production use.
ast: Les aplicaciones oficiales desendólquense dientro la comunidá. Ufren funcionalidá central y tán preparaes pal usu en producción.
ca: Les aplicacions oficials són desenvolupades per i dins de la comunitat. Ofereixen funcionalitat central i estan preparats per a l'ús de la producció.
cs: Oficiální aplikace jsou vyvíjeny komunitou. Poskytují klíčovou funkcionalitu a jsou připravené na produkční nasazení.
de_de: Offizielle Apps werden von und innerhalb der Community entwickelt. Sie stellen die zentralen Funktionen bereit und sind für den produktiven Einsatz geeignet.
es: Las apps oficiales están desarrolladas por y dentro de la comunidad. Ofrecen una funcionalidad central y están preparadas para uso en producción.
es_sv: Las aplicaciones oficiales son desarrolladas por y dentro de la comunidad. Ofrecen una funcionalidad centralizada y se encuentran listas para ser usadas en producción.
eu: Aplikazio ofizialak komunitateak eta komunitatean garatzen dira. Funtzionalak dira eta produkziorako gertu daude.
fr: Les applications officielles sont développées par et dans la communauté. Elles offrent les fonctionnalités indispensables et sont prêtes pour être utilisées en production.
hu: A hivatalos alkalmazásokat a közösség fejleszti. Ezek adják a központi funkcionalitásokat és éles rendszerekben használhatóak.
is: Opinber forrit eru þróuð af og innan samfélagsins. Þau bjóða upp á ýmsa kjarnaeiginleika og eru tilbúin til notkunar í raunvinnslu.
it: Le applicazioni ufficiali sono sviluppate dalla comunità. Esse offrono nuove funzionalità e sono pronte per l'uso in produzione.
ja: 公式アプリは Nextcloud コミュニティにより開発されています。公式アプリは Nextcloud の中心的な機能を提供し、製品として可能です。
ka_ge: ოფიციალური აპლიკაციები განვითარებულია და მოქცეულია ჩვენს საზოგადოებაში. ისინი გთავაზობენ ცენტრალურ ფუნქციონირებას და საწარმოო გამოყენებისათვის მზადყოფნაში არიან.
nb: Offisielle programmer utvikles av og innenfor miljøet, de byr på sentral funksjonalitet og er klare for bruk i produksjon.
nl: Officiële apps worden ontwikkeld door en binnen de community. Ze bieden centrale functionaliteit en zijn klaar voor productie.
pl: Oficjalne aplikacje są tworzone przez i wewnątrz społeczności. Oferują one centralną funkcjonalność i są gotowe do użycia produkcyjnego.
pt_br: Os aplicativos oficiais são desenvolvidos pela comunidade e dentro dela. Eles oferecem funcionalidades centrais e estão prontos para uso em produção.
ru: Официальные приложения разработаны вместе с сообществом. Они предлагают базовую функциональность и готовы для использования.
sk: Oficiálne aplikácie sú vyvíjané komunitou. Poskytujú centrálnu funkcionalitu a sú pripravené pre produkčné nasadenie.
sq: Aplikacionet zyrtare zhvillohen nga komuniteti dhe brenta tij. Ato ofrojnë funksionalitet qëndror dhe janë gati për përdorim.
sr: Званичне апликације су развијене за и од стране заједнице. Нуде главне функционалности и спремне су за продукциону употребу.
sv: Officiella appar är utvecklade av Nextclouds community. De erbjuder central funktionalitet och är redo för att användas i produktion.
tr: Resmi uygulamalar topluluk tarafından geliştirilmiştir. Merkezi işlevleri yerine getirdikleri gibi kullanıma da hazırdırlar.

source: Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use.
ast: Les aplicaciones aprobaes desendólquenles desendolcadores d'enfotu y pasaron una comprobación rápida de seguranza. Caltiénense activamente nun repositoriu de códigu abiertu y los sos caltenedores consideren si son estables pa un usu normal o casual.
ca: Les aplicacions aprovades són desenvolupades per desenvolupadors de confiança i han superat una verificació de seguretat actual. Es mantenen activament en un repositori de codi obert i els seus mantenidors consideren que són estables per a ús casual a normal.
cs: Schválené aplikace jsou vyvíjeny důvěryhodnými vývojáři a prošly zběžným bezpečnostním prověřením. Jsou aktivně udržovány v repozitáři s otevřeným kódem a jejich správci je považují za stabilní pro občasné až normální použití.
de_de: Geprüfte Apps werden von vertrauenswürdigen Entwicklern entwickelt und haben eine oberflächliche Sicherheitsprüfung durchlaufen. Sie werden innerhalb eines offenen Code-Repositorys aktiv gepflegt und ihre Betreuer erachten sie als stabil genug für für den gelegentlichen bis normalen Einsatz.
es: Las aplicaciones aprobadas las desarrollan desarrolladores de confianza y han pasado un control de seguridad superficial. Estas se mantienen activamente en un repositorio de código abierto y sus encargados las consideran estables para un uso normal.
es_sv: Las aplicaciones aprobadas son desarrolladas por desarrolladores de confianza y han pasado una verificación de seguridad. Se les brinda mantenimiento activamente en un repositorio de código abierto y los mantenedores las consideran estables para un uso casual a normal.
eu: Onartutako aplikazioak konfiantzazko garatzaileek eginak dira eta segurtasun proba gainditu dute. Kode irekiko biltegian eta era iraunkorrean mantentzen dira eta euren mantentzaileek uste dute egonkorrak direla noizbehinkako erabileran zein jarraiko erabileran.
fr: Les applications approuvées sont créées par des développeurs de confiance et ont passé les tests de sécurité. Elles sont activement maintenues et leur code source est ouvert. Leurs développeurs les considèrent stables pour une utilisation normale.
hu: A jóváhagyott alkalmazásokat megbízható fejlesztők készítik, amik megfelelnek a felületes biztonsági ellenőrzésnek. Nyílt forráskódú tárolóban aktívan karbantartják és biztosítják a stabil használatot.
is: Samþykkt forrit eru þróuð af treystum forriturum og hafa gengist undir lauslegar öryggisprófanir. Þau eru í virku viðhaldi í opnum hugbúnaðarsöfnum og umsjónarmenn þeirra dæma þau nógu stöðug til notkunar í allri venjulegri vinnslu.
it: Le applicazioni approvate sono sviluppate da sviluppatori affidabili e hanno passato un rapido controllo di sicurezza. Sono attivamente mantenute in un deposito aperto del codice e i loro responsabili le ritengono pronte sia per un utilizzo casuale che per un utilizzo continuativo.
ja: 承認されたアプリは信頼された開発者により開発され、大まかなセキュリティチェックに合格しています。アプリは積極的にオープンソースコードレポジトリでメンテナンスされ、メンテナは通常の用途では安定していると考えます。
ka_ge: დამოწმებული აპლიკაციები განვითარებულია სანდო დეველოპერების მიერ, მათ გავლილი აქვთ მრავალი უსაფრთხოების ტესტი. ისინი აქტიურად ნარჩუნდებიან ღია კოდის საცავში და მათ შემნარჩუნებლებს მიაჩნიათ, რომ ისინი სტაბულარად მუშაობენ.
nb: Godkjente programm er utviklet av tiltrodde utviklere og har gjennomgått en rask sikkerhetssjekk. De vedlikeholdes aktivt i et åpent kode-depot og utviklerne anser dem for å være stabile for tidvis eller normal bruk.
nl: Goedgekeurde apps zijn ontwikkeld door vertrouwde ontwikkelaars en hebben een beveiligingscontrole ondergaan. Ze worden actief onderhouden in een open code repository en hun ontwikkelaars vinden ze stabiel genoeg voor informeel of normaal gebruik.
pl: Zaakceptowane aplikacje są wytwarzane przez zaufanych programistów i przeszły pobieżne kontrole bezpieczeństwa. Są one aktywnie utrzymywane w repozytorium otwartego kodu i ich opiekunowie uznają je za stabilne do używania sporadycznego i normalnego.
pt_br: Os aplicativos aprovados são desenvolvidos pelos desenvolvedores confiáveis e passaram por uma verificação de segurança rápida. Eles são ativamente mantidos em um repositório de código aberto e seus mantenedores consideram que eles estejam estáveis para um uso de casual a normal.
ru: Подтвержденные приложения разработаны доверенными разработчиками и прошли краткую проверку на наличие проблем с безопасностью. Они активно поддерживаются в открытых репозиториях и сопровождающие их разработчики подтверждают, что приложения достаточно стабильны для нормальной работы.
sk: Schválené aplikácie sú vyvíjané dôveryhodnými vývojármi a prešli zbežnou kontrolou bezpečnosti. Sú aktívne udržiavané v otvorenom repozitári a ich udržovatelia ich považujú za stabilné pre bežné použitie.
sq: Aplikacionet e miratuara ndërtohen nga zhvillues të besuar dhe kanë kaluar një kontroll të përciptë sigurie. Mirëmbahen aktivisht në një depo të hapur kodi dhe mirëmbajtësit e tyre i konsiderojnë të qëndrueshme për përdorime nga të rastit deri në ato normale.
sr: Одобрене апликације су развили проверени програмери и апликације су прошле основне безбедносне провере. Оне се активно одржавају у репозиторијуму за апликације отвореног кода и њихови одржаватељи сматрају да су стабилне за уобичајену употребу.
sv: Godkända appar är utvecklade av betrodda utvecklare och har genomgått enklare säkerhetstester. De är aktivt utvecklade i ett öppet kodbibliotek och deras underhållare anser dom stabila nog för enklare till normalt användande.
tr: Onaylanmış uygulamalar güvenilir geliştiriciler tarafından hazırlanmış ve ayrıntılı olmayan bir güvenlik denetiminden geçirilmiştir. Bu uygulamalar açık kaynak kod deposunda bulunur ve normal kullanım için kararlı oldukları varsayılır.

source: This app is not checked for security issues and is new or known to be unstable. Install at your own risk.
ast: Nun se comprobaron los problemes de seguraza d'esta aplicación o si ye nueva o inestable. Instálala sol to propiu riesgu.
ca: Aquesta aplicació no es verifica per qüestions de seguretat, es nova és inestable. Instal·leu-vos sota el vostre propi risc.
cs: U této aplikace nebyla provedena kontrola na bezpečnostní problémy. Aplikace je nová nebo nestabilní. Instalujte pouze na vlastní nebezpečí.
de_de: Diese App ist nicht auf Sicherheitsprobleme hin überprüft und ist neu oder bekanntermaßen instabil. Die Installation erfolgt auf eigenes Risiko.
es: No se han verificado los posibles problemas de seguridad de esta app. Es nueva o bien es conocida por ser inestable. Instálela bajo su propio riesgo.
es_sv: Esta aplicación no cuenta con una verificación contra temas de seguridad y es nueva o se sabe que es instable. Instalala bajo tu propio riesgo.
eu: Apiikazio honen segurtasuna ez da probatu eta berria da edo jakina da ezegonkorra dela. Instalatu zure ardurapean.
fr: Cette application est nouvelle ou instable, et sa sécurité n'a pas été vérifiée. Installez-la à vos risques et périls!
hu: Ez az alkalmazás még nincs biztonságilag ellenőrizve és vagy új, vagy ismert instabil. Telepítés csak saját felelősségre!
is: Þetta forrit hefur ekki verið öryggisprófað, er nýtt erða þekkt fyrir ótöðugleika við vissar aðstæður. Uppsetning er á þína ábyrgð.
it: Questa applicazione non è stata sottoposta a controlli di sicurezza, è nuova o notoriamente instabile. Installala a tuo rischio.
ja: このアプリはセキュリティチェックされていません、新規アプリか安定性が確認されていないアプリです。自己責任でインストールしてください。
ka_ge: აპლიკაცია არაა შემოწმებული უსაფრთხოების პრობელემებზე და ახალია, ან ცნობილია რომ არაა სტაბილური. დააყენეთ თქვენი რისკით.
nb: Dette programmet er ikke sjekket for sikkerhetsproblemer og er ny eller ansett for å være ustabil. Installer på egen risiko.
nl: Deze app is niet gecontroleerd op beveiligingsproblemen en is nieuw of staat bekend als onstabiel. Installeren op eigen risico.
pl: Ta aplikacja nie została sprawdzona pod kątem bezpieczeństwa i jest nowa lub znana jako niestabilna. Instalujesz ją na własne ryzyko.
pt_br: Este aplicativo não foi verificado quanto às questões de segurança e é novo ou conhecido por ser instável. Instale por sua conta e risco.
ru: Это приложение не проверялось на наличие проблем с безопасностью, также оно может работать нестабильно. Устанавливайте на свой страх и риск.
sk: Táto aplikácia nie je skontrolovaná na bezpečnostné chyby, je nová, alebo patrí medzi nestabilné. Inštalácia na vlastné riziko.
sq: Ky aplikacion s’është kontrolluar për probleme sigurie dhe është i ri ose i njohur si i paqëndrueshëm. Instalojeni duke e mbajtur vetë përgjegjësinë.
sr: Ова апликација није проверена по питању безбедности и нова је или зна да буде нестабилна. Инсталирате је на сопствену одговорност.
sv: Denna applikation är ej kontrollerad för säkerhetsbrister och är ny eller känd att orsaka instabilitetsproblem. Installera på egen risk.
tr: Bu uygulama güvenlik denetiminden geçirilmemiş ve yeni ya da kararsız olarak biliniyor. Kurulmasından doğabilecek riskler size aittir.

source: Disabling app …
ast: Deshabilitando aplicación...
ca: Desactivant l'aplicacio ...
cs: Zakazuji aplikaci…
de_de: App wird deaktiviert…
es: Deshabilitando aplicación...
es_sv: Deshabilitando la aplicación ...
eu: Aplikazioa desgaitzen...
fr: Désactivation de l'application...
hu: Alkalmazás tiltása...
is: Geri forrit óvirkt …
it: Disabilitazione applicazione...
ja: アプリを無効にします …
ka_ge: აპლიკაციის დეაქტივაცია …
nb: Skrur av program…
nl: Uitschakelen app ...
pl: Wyłączam aplikację...
pt_br: Desabilitando aplicativo...
ru: Приложение отключается…
sk: Vypínanie aplikácie ...
sq: Çaktivizo aplikacionin ...
sr: Искључујем апликацију …
sv: Inaktiverar app ...
tr: Uygulama devre dışı bırakılıyor ...

source: Error while disabling app
ast: Fallu mientres se desactivaba l'aplicación
ca: Error en desactivar l'aplicació
cs: Chyba při zakazování aplikace
de_de: Beim Deaktivieren der App ist ein Fehler aufgetreten
es: Error mientras se desactivaba la aplicación
es_sv: Se presentó un error mientras se deshabilitaba la aplicación
eu: Erroea izan da aplikazioa desgaitzerakoan
fr: Erreur lors de la désactivation de l'application
hu: Hiba az alkalmazás letiltása közben
is: Villa við að afvirkja forrit
it: Errore durante la disattivazione
ja: アプリ無効化中にエラーが発生
ka_ge: აპლიკაციის დეაქტივაციისას წარმოიქმნა შეცდომა
nb: Deaktivering av program mislyktes
nl: Fout tijdens het uitschakelen van de app
pl: Błąd podczas wyłączania aplikacji
pt_br: Erro ao desabilitar o aplicativo
ru: Ошибка при отключении приложения
sk: Chyba pri zakázaní aplikácie
sq: Gabim në çaktivizimin e aplikacionit
sr: Грешка при искључивању апликације
sv: Fel vid inaktivering av app
tr: Uygulama devre dışı bırakılırken sorun çıktı

source: Disable
ast: Desactivar
ca: Desactiva
cs: Zakázat
de_de: Deaktivieren
es: Desactivar
es_sv: Deshabilitar
eu: Ez-gaitu
fr: Désactiver
hu: Letiltás
is: Gera óvirkt
it: Disabilita
ja: 無効にする
ka_ge: გამორთვა
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
sk: Zakázať
sq: Çaktivizoje
sr: Искључи
sv: Inaktivera
tr: Devre Dışı Bırak

source: Enable
ast: Activar
ca: Habilita
cs: Povolit
de_de: Aktivieren
es: Activar
es_sv: Habilitar
eu: Gaitu
fr: Activer
hu: Engedélyezés
is: Virkja
it: Abilita
ja: 有効にする
ka_ge: ჩართვა
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
ru: Включить
sk: Zapnúť
sq: Aktivizoje
sr: Укључи
sv: Aktivera
tr: Etkinleştir

source: Enabling app …
ast: Habilitando aplicación...
ca: Activant aplicació...
cs: Povolování aplikace …
de_de: Aktiviere App…
es: Activando app ...
es_sv: Habilitando aplicación ...
eu: Aplikazioa gaitzen...
fr: Activation de l'application...
hu: Alkalmazás engedélyezése ...
is: Virkja forrit …
it: Abilitazione applicazione...
ja: アプリを有効 ...
ka_ge: აპლიკაციის ამოქმედება …
nb: Aktiverer program…
nl: Activeren app ...
pl: Włączam aplikację...
pt_br: Ativando aplicativo...
ru: Включение приложения
sk: Povoľujem aplikáciu …
sq: Duke aktivizuar aplikacionin ...
sr: Укључујем апликацију …
sv: Aktiverar app ...
tr: Uygulama etkinleştiriliyor...

source: Error while enabling app
ast: Fallu mientres s'activaba l'aplicación
ca: Error en activar l'aplicació
cs: Chyba při povolování aplikace
de_de: Beim Aktivieren der App ist ein Fehler aufgetreten
es: Error mientras se activaba la aplicación
es_sv: Se presentó un error al habilitar la aplicación
eu: Erroea izan da aplikazioa gaitzerakoan
fr: Erreur lors de l'activation de l'application
hu: Hiba az alkalmazás engedélyezése közben
is: Villa við að virkja forrit
it: Errore durante l'attivazione
ja: アプリを有効にする際にエラーが発生
ka_ge: აპლიკაციის ამოქმედებისას წარმოიქმნა შეცდომა
nb: Aktivering av program mislyktes
nl: Fout tijdens het inschakelen van het programma
pl: Błąd podczas włączania aplikacji
pt_br: Erro ao habilitar o aplicativo
ru: Ошибка при включении приложения
sk: Chyba pri povoľovaní aplikácie
sq: Gabim në aktivizimin e aplikacionit
sr: Грешка при укључивању апликације
sv: Fel vid aktivering av app
tr: Uygulama etkinleştirilirken sorun çıktı
