Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: {actor} changed your password
ast: {actor} camudó la to contraseña
ca: {actor} va canviar la contrasenya
cs: {actor} změnil(a) vaše heslo
de_de: {actor} hat Ihr Passwort geändert
es: {actor} cambió tu contraseña
es_sv: {actor} ha cambiado tu contraseña
eu: {actor}-(e)k zure pasahitza aldatu du
fr: {actor} a modifié votre mot de passe
hu: {actor} módosította a jelszavad
is: {actor} breytti lykilorðinu þínu
it: {actor} ha cambiato la tua password
ja: {actor} がパスワードを変更
ka_ge: {actor} მომხმარებელმა შეცვალა თქვენი პაროლი
nb: {actor} endret ditt passord
nl: {actor} heeft je wachtwoord aangepast
pl: {actor} zmienił Twoje hasło
pt_br: {actor} alterou sua senha
ru: {actor} сменил(а) ваш пароль
sk: {actor} zmenil Vaše heslo
sq: {actor} ndryshoi fjalëkalimin tuaj
sr: {actor} је променио Вашу лозинку
sv: {actor} ändrade ditt lösenord
tr: {actor} parolanızı değiştirdi

source: You changed your password
ast: Camudesti la to contraseña
ca: Has canviat la teva contrasenya
cs: Změnil(a) jste vaše heslo
de_de: Sie haben Ihr Passwort geändert
es: Has cambiado tu contraseña
es_sv: Cambiaste tu contraseña
eu: Zuk zure pasahitza aldatu duzu
fr: Vous avez modifié votre mot de passe
hu: Módosítottad a jelszavad
is: Þú breyttir lykilorðinu þínu
it: Hai cambiato la tua password
ja: パスワードを変更
ka_ge: თქვენ შეცვალეთ თქვენი პაროლი
nb: Du endret ditt passord
nl: Je hebt je wachtwoord aangepast
pl: Zmieniłeś/-aś swoje hasło
pt_br: Você alterou sua senha
ru: Вы изменили свой пароль
sk: Zmenili ste si heslo
sq: Ju ndëruat fjalëkalimin
sr: Променили сте лозинку
sv: Du ändrade ditt lösenord
tr: Parolanızı değiştirdiniz

source: Your password was reset by an administrator
ast: La to contraseña reafitóla un alministrador
ca: La seva contrasenya s'ha restablert per un administrador
cs: Vaše heslo bylo resetováno administrátorem
de_de: Ihr Passwort wurde vom Administrator zurückgesetzt
es: Tu contraseña ha sido restablecida por un administrador
es_sv: Tu contraseña ha sido restablecida por un adminsitrador
eu: Administratzaile batek zure pasahitza berrezarri du
fr: Votre mot de passe a été réinitialisé par un administrateur
hu: A jelszavadat visszaállította egy adminisztrátor
is: Kerfisstjóri breytti lykilorðinu þínu
it: La tua password è stata reimpostata da un amministratore
ja: 管理者がパスワードをリセットしました
ka_ge: თქვენი პაროლი ადმინისტრატორმა აღადგინა
nb: Ditt passord ble tilbakestilt av en administrator
nl: Je wachtwoord is hersteld door een beheerder
pl: Twoj hasło zostało zresetowane przez administratora
pt_br: Sua senha foi redefinida pelo administrador
ru: Ваш пароль был сброшен администратором
sk: Vaše heslo bolo resetované administrátorom
sq: Fjalëkalimi juaj është rivendosur nga administratori
sr: Администратор је ресетовао Вашу лозинку
sv: Ditt lösenord återställdes av en administratör
tr: Parolanız bir yönetici tarafından sıfırlandı

source: {actor} changed your email address
ast: {actor} camudó la to direición de corréu
ca: {actor} va canviar la seva adreça d\'email
cs: {actor} změnil(a) vaši e-mailovou adresu
de_de: {actor} hat Ihre E-Mail-Adresse geändert
es: {actor} cambió tu dirección de correo electrónico
es_sv: {actor} ha cambiado tu dirección de correo electrónico
eu: {actor}-(e)k zure e-posta helbidea aldatu du
fr: {actor} a modifié votre adresse e-mail
hu: {actor} megváltoztatta az e-mail címed
is: {actor} breytti tölvupóstfanginu þínu
it: {actor} ha cambiato il tuo indirizzo email
ja: {actor} がメールアドレスを変更
ka_ge: {actor} მომხმარებელმა შეცვალა თქვენი ელ-ფოსტის მისამართი
nb: {actor} endret din e-postadresse
nl: {actor} wijzigde je e-mailadres
pl: {actor} zmienił Twój adres e-mail
pt_br: {actor} alterou seu endereço de e-mail
ru: {actor} сменил(а) ваш адрес электронной почты
sk: {actor} zmenil Vašu emailovú adresu
sq: {aktori} ndërroi emailin tuaj
sr: {actor} је изменио адресу Ваше е-поште
sv: {actor} ändrade din e-postadress
tr: {actor} e-posta adresinizi değiştirdi

source: You changed your email address
ast: Camudesti la to direición de corréu
ca: Has canviat el teu email
cs: Změnil(a) jste vaši e-mailovou adresu
de_de: Sie haben Ihre E-Mail-Adresse geändert
es: Has cambiado tu cuenta de correo
es_sv: Cambiaste tu dirección de correo electrónico
eu: Zuk zure e-posta helbidea aldatu duzu
fr: Vous avez modifié votre adresse e-mail
hu: Módosítottad az e-mail címed
is: Þú breyttir tölvupóstfanginu þínu
it: Hai cambiato il tuo indirizzo email
ja: メールアドレスを変更
ka_ge: თქვენ შეცვალეთ თქვენი ელ-ფოსტის მისამართი
nb: Du endret din e-postadresse
nl: Je wijzigde je e-mailadres
pl: Zmieniłeś/-aś swój adres e-mail
pt_br: Você alterou seu e-mail
ru: Вы изменили свой адрес электронной почты
sk: Zmenili ste si emailovú adresu
sq: Ju ndryshuat adresën e emailit tuaj
sr: Променили сте адресу е-поште
sv: Du ändrade din e-postadress
tr: E-posta adresinizi değiştirdiniz

source: Your email address was changed by an administrator
ast: La to direición de corréu camudóla un alministrador
ca: La seva adreça d'email s\'ha canviat per un administrador
cs: Vaše e-mailová adresa byla změněna administrátorem
de_de: Ihre E-Mail-Adresse wurde durch den Administrator geändert
es: Tu cuenta de correo ha sido cambiada por un administrador
es_sv: Tu dirección de correo electrónico ha sido cambiada por un administrador
eu: Administratzaile batek zure e-posta helbidea berrezarri du
fr: Votre adresse e-mail a été modifiée par un administrateur
hu: Az e-mail címedet megváltoztatta egy adminisztrátor
is: Kerfisstjóri breytti tölvupóstfanginu þínu
it: Il tuo indirizzo email è stato cambiato da un amministratore
ja: 管理者がメールアドレスを変更しました
ka_ge: თქვენი ელ-ფოსტის მისამართი ადმინისტრატორის მიერ შეიცვალა
nb: Din e-postadresse ble endret av en administrator
nl: Je e-mailadres is gewijzigd door een beheerder
pl: Twój adres e-mail został zmieniony przez administratora
pt_br: Seu e-mail foi alterado pelo administrador
ru: Ваш адрес электронной почты был изменён администратором
sk: Vaša emailová adresa bola zmenená administrátorom
sq: Adresa juaj e email-it është ndryshuar nga një administrator
sr: Администратор је изменио адресу Ваше е-поште
sv: Din e-postadress ändrades av en administratör
tr: E-posta adresiniz bir yönetici tarafından değiştirildi

source: Security
ast: Seguranza
ca: Seguretat
cs: Zabezpečení
de_de: Sicherheit
es: Seguridad
es_sv: Seguridad
eu: Segurtasuna
fr: Sécurité
hu: Biztonság
is: Öryggi
it: Sicurezza
ja: セキュリティ
ka_ge: უსაფრთხოება
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
sk: Zabezpečenie
sq: Siguria
sr: Безбедност
sv: Säkerhet
tr: Güvenlik

source: You successfully logged in using two-factor authentication (%1$s)
ast: Aniciesti sesión con ésitu usando l'autenticación en dos pasos (%1$s)
cs: Úspěšně jste se přihlásili pomocí dvoufázové autentizace (%1$s)
de_de: Du hast Dich erfolgreich mittels Zwei-Faktor-Authentifizierung angemeldet (%1$s)
es: Te has identificado con éxito usando la autenticación en dos pasos (%1$s)
es_sv: Has iniciado sesión exitosamente usando autenticación de dos-factores (%1$s)
eu: Ongi hasi duzu saioa bi urratseko egiaztapenaren bidez (%1$s)
fr: Vous avez réussi à vous connecter en utilisant l'authentification à deux facteurs (%1$s)
hu: Sikeresen bejelentkeztél kétfaktoros azonosítással (%1$s)
is: Þér tókst að skrá þig inn með tveggja-þrepa auðkenningu (%1$s)
it: Hai effettuato correttamente l'accesso utilizzando l'autenticazione a due fattori (%1$s)
ja: 2要素認証を使用して正常にログインしました (%1$s)
ka_ge: თქვენ ორ-ფაქტორიანი აუტენტიფიკაციით წარმატებით გაიარეთ ავტორიზაცია (%1$s)
nb: Din innlogging med to-trinns bekreftelse var velykket (%1$s)
nl: Je bent succesvol ingelogd via twee-factor authenticatie (%1$s)
pl: Pomyślnie zalogowano z wykorzystaniem uwierzytelnienia dwuetapowego (%1$s)
pt_br: Você conectou com sucesso usando a autenticação de dois fatores (%1$s)
ru: Вы успешно вошли в систему используя двухфакторную аутентификацию (%1$s)
sk: Úspešne ste sa prihlásili pomocou dvoj-faktorovej autentizácie (%1$s)
sq: Ju keni hyrë me sukses duke përdorur autentifikimin me dy faktorë ( %1$s )
sr: Успешно сте се пријавили са двофакторском провером идентитета (%1$s)
sv: Du loggade in med tvåfaktorautentisering (%1$s)
tr: İki aşamalı kimlik doğrulama ile oturum açtınız (%1$s)

source: A login attempt using two-factor authentication failed (%1$s)
ast: Falló un intentu d'aniciu de sesión usando l'autenticación en dos pasos (%1$s)
cs: Pokus o přihlášení s použitím dvoufázové autentizace selhal (%1$s)
de_de: Ein Anmeldeversuch mittels Zwei-Faktor-Authentifizierung schlug fehl (%1$s)
es: Ha fallado un intento de identificación usando la autenticación en dos pasos (%1$s)
es_sv: Un intento de autenticación usando autenticación de dos-factores ha fallado (%1$s)
eu: Bi urratseko egiaztapenaren bidezko saioa hasteko ahaleginak huts egin du (%1$s)
fr: Une tentative de connexion utilisant l'authentification à deux facteurs a échoué (%1$s)
hu: Egy kétfaktoros bejelentkezési kísérlet sikertelen volt (%1$s)
is: Innskráning með tveggja-þrepa auðkenningu mistókst (%1$s)
it: Un tentativo di utilizzare l'autenticazione a due fattori non è riuscito (%1$s)
ja: 2要素認証を使用したログイン試行に失敗しました (%1$s)
ka_ge: ავტორიზაცია ორ-ფაქტორიანი აუტენტიფიკაციით ვერ მოხერხდა (%1$s)
nb: En innlogging med to-trinns bekreftelse mislyktes (%1$s)
nl: Een inlogpoging via tweefactor authenticatie is mislukt (%1$s)
pl: Próba logowania z wykorzystaniem uwierzytelniania dwuetepowego zakończyła się niepowodzeniem (%1$s)
pt_br: A tentativa de login usando autenticação de dois fatores falhou (%1$s)
ru: Сбой при попытке входа с использованием двухфакторной аутентификации (%1$s)
sk: Pokus o prihlásenie s použitím dvoj-faktorovej autentizácie zlyhal (%1$s)
sq: Një përpjekje e identifikimit me anë të autentifikimit me dy faktorë dështoi ( %1$s )
sr: Пријава са двофакторском провером идентитета неуспела (%1$s)
sv: Ett inloggningsförsök med tvåfaktorautentisering misslyckades (%1$s)
tr: İki aşamalı kimlik doğrulama ile oturum açma girişimi reddedildi (%1$s)

source: Your <strong>password</strong> or <strong>email</strong> was modified
ast: Modificóse la to <strong>contraseña</strong> o <strong>corréu</strong>
ca: La teva <strong>contrasenya</strong> o <strong>email</strong> s'ha modificat
cs: Vaše <strong>heslo</strong> nebo <strong>e-mail</strong> bylo změněno
de_de: Ihr <strong>Passwort</strong> oder Ihre <strong>E-Mail-Adresse</strong> wurde geändert
es: Tu <strong>contraseña</strong> o <strong>dirección de correo</strong> fue modificada
es_sv: Tu <strong>contraseña</strong> o <strong>correo electrónico</strong> ha sido modificado
eu: Zure pasahitza edo e-posta helbidea aldatu da
fr: Votre <strong>mot de passe</strong> ou <strong>adresse e-mail</strong> a été modifié
hu: A <strong>jelszavad </strong> vagy <strong>email címed</strong> megváltozott
is: Breyting hefur orðið á <strong>lykilorði</strong> eða <strong>tölvupóstfangi</strong> þínu
it: La tua<strong>password</strong> o <strong>email</strong> è stata modificata
ja: <strong> パスワード </strong> または、<strong> メールアドレス</strong>が更新されました
ka_ge: <strong>თქვენი პაროლი</strong> ან <strong>ელ-ფოსტის მისამართი</strong> შეიცვალა
nb: Ditt <strong>passord</strong> eller din <strong>e-postadresse</strong> ble endret
nl: Je <strong>wachtwoord</strong> of <strong>e-mailadres</strong> is gewijzigd
pl: Twoje <strong>hasło</strong> lub <strong>e-mail</strong> zostal zmieniony
pt_br: Sua <strong>senha</strong> ou <strong>e-mail</strong> foram alterados
ru: Ваш <strong>пароль</strong> или <strong>адрес электронной почты</strong> были изменены
sk: Vaše <strong>heslo</strong> alebo <strong>email</strong> bolo zmenené
sq: <strong>fjalëkalimi</strong> ose <strong>emaili</strong> juaj është modifikuar
sr: Ваша <strong>лозинка</strong> или <strong>адреса е-поште</strong> је измењена
sv: Ditt <strong>lösenord</strong> eller <strong>e-postadress</strong> har ändrats
tr: <strong>Parolanız</strong> ya da <strong>e-posta adresiniz</strong> değiştirildi

source: Your apps
ast: Les tos aplicaciones
ca: Les teves apps
cs: Vaše aplikace
de_de: Ihre Apps
es: Tus apps
es_sv: Tus aplicaciones
eu: Zure aplikazioak
fr: Vos applications
hu: Alkalmazásaid
is: Forritin þín
it: Le tue applicazioni
ja: あなたのアプリ
ka_ge: თქვენი აპლიკაციები
nb: Dine programmer
nl: Je apps
pl: Twoje aplikacje
pt_br: Seus aplicativos
ru: Ваши приложения
sk: Vaše aplikácie
sq: Aplikacionet tuaja
sr: Ваше апликације
sv: Dina appar
tr: Uygulamalarınız

source: Updates
cs: Aktualizace
de_de: Aktualisierungen
es: Actualizaciones
es_sv: Actualizaciones
eu: Eguneraketak
fr: Mises à jour
hu: Feltöltések
is: Uppfærslur
it: Aggiornamenti
ka_ge: განახლებები
nb: Oppdateringer
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
sk: Aktualizácie
sr: Ажурирања
sv: Uppdateringar
tr: Güncellemeler

source: Enabled apps
ast: Aplicaciones habilitaes
ca: Apps activades
cs: Povolené aplikace
de_de: Aktivierte Apps
es: Apps habilitadas
es_sv: Aplicaciones habilitadas
eu: Gaitutako aplikazioak
fr: Applications activées
hu: Engedélyezett alkalmazások
is: Virk forrit
it: Applicazioni abilitate
ja: 有効なアプリ
ka_ge: მოქმედი აპლიკაციები
nb: Påskrudde programmer
nl: Ingeschakelde apps
pl: Włączone aplikacje
pt_br: Aplicativos habilitados
ru: Активные приложения
sk: Povolené aplikácie
sq: Lejo aplikacionet
sr: Укључене апликације
sv: Aktiverade appar
tr: Etkinleştirilmiş Uygulamalar

source: Disabled apps
ast: Aplicaciones deshabilitaes
ca: Apps desactivades
cs: Zakázané aplikace
de_de: Deaktivierte Apps
es: Apps deshabilitadas
es_sv: Aplicaciones deshabilitadas
eu: Gaitu gabeko aplikazioak
fr: Applications désactivées
hu: Letiltott alkalmazások
is: Óvirk forrit
it: Applicazioni disabilitate
ja: 無効なアプリ
ka_ge: არამოქმედი აპლიკაციები
nb: Avskrudde programmer
nl: Uitgeschakelde apps
pl: Wyłączone aplikacje
pt_br: Aplicativos desabilitados
ru: Отключённые приложения
sk: Zakázané aplikácie
sq: Aplikacionet pa aftësi
sr: Искључене апликације
sv: Inaktiverade appar
tr: Devre Dışı Uygulamalar

source: App bundles
ast: Llotes d'aplicaciones
ca: Paquets d'apps
cs: Balíčky aplikací
de_de: App-Pakete
es: Lotes de apps
es_sv: Paquetes de aplicación
eu: Aplikazio sortak
fr: Pack d'applications
hu: Alkalmazás csomagok
is: Forritavöndlar
it: Pacchetti di applicazioni
ja: アプリバンドル
ka_ge: აპლიკაციის შეკვრები
nb: Programpakker
nl: App bundels
pl: Zestawy aplikacji
pt_br: Pacotes de aplicativos
ru: Пакеты приложений
sk: Aplikačné balíky
sq: Pako e aplikacionit
sr: Пакети апликација
sv: App paket
tr: Uygulama Paketleri

source: Wrong password
ast: Contraseña incorreuta
ca: Contrasenya incorrecta
cs: Nesprávné heslo
de_de: Falsches Passwort
es: Contraseña incorrecta
es_sv: Contraseña incorrecta
eu: Pasahitz okerra
fr: Mot de passe incorrect
hu: Hibás jelszó
is: Rangt lykilorð
it: Password errata
ja: パスワードが間違っています
ka_ge: არასწორი პაროლი
nb: Feil passord
nl: Onjuist wachtwoord
pl: Złe hasło
pt_br: Senha incorreta
ru: Неправильный пароль
sk: Nesprávne heslo
sq: Fjalëkalim i gabuar
sr: Погрешна лозинка
sv: Fel lösenord
tr: Parola yanlış

source: Saved
ast: Guardóse
ca: Desat
cs: Uloženo
de_de: Gespeichert
es: Guardado
es_sv: Guardado
eu: Gordeta
fr: Sauvegardé
hu: Elmentve
is: Vistað
it: Salvato
ja: 保存されました
ka_ge: დამახსოვრდა
nb: Lagret
nl: Opgeslagen
pl: Zapisano
pt_br: Salvo
ru: Сохранено
sk: Uložené
sq: U ruajt
sr: Сачувано
sv: Sparad
tr: Kaydedildi

source: No user supplied
ast: Nun s'apurrieron usuarios
ca: No heu proporcionat cap usuari
cs: Nebyl uveden uživatel
de_de: Kein Benutzer angegeben
es: No se especificó un usuario
es_sv: No se proporcionó usuario alguno
eu: Ez da erabiltzailerik zehaztu
fr: Aucun utilisateur fourni
hu: Nincs megadva felhasználó
is: Enginn notandi gefinn
it: Non è stato fornito alcun utente
ja: ユーザーが指定されていません
ka_ge: მომხმარებელი არ იქნა მოწოდებული
nb: Ingen bruker angitt
nl: Geen gebruiker opgegeven
pl: Niedostarczony użytkownik
pt_br: Nenhum usuário fornecido
ru: Не выбран пользователь
sk: Nebol uvedený používateľ
sq: S’u dha përdorues
sr: Није наведен корисник
sv: Ingen användare angiven
tr: Kullanıcı belirtilmemiş

source: Unable to change password
ast: Nun pue camudase la contraseña
ca: No es pot canviar la contrasenya
cs: Změna hesla se nezdařila
de_de: Passwort konnte nicht geändert werden
es: No se ha podido cambiar la contraseña
es_sv: No fue posible cambiar la contraseña
eu: Ezin izan da pasahitza aldatu
fr: Impossible de modifier le mot de passe
hu: Nem sikerült megváltoztatni a jelszót
is: Ekki tókst að breyta lykilorði
it: Impossibile cambiare la password
ja: パスワードを変更できません
ka_ge: პაროლის ცვილება შეუძლებელია
nb: Kunne ikke endre passord
nl: Kan wachtwoord niet wijzigen
pl: Nie można zmienić hasła
pt_br: Não foi possível alterar a senha
ru: Невозможно изменить пароль
sk: Zmena hesla sa nepodarila
sq: S’arrin të ndryshojë fjalëkalimin
sr: Не могу да променим лозинку
sv: Kunde inte ändra lösenord
tr: Parola değiştirilemedi

source: Authentication error
ast: Fallu d'autenticación
ca: Error d'autenticació
cs: Chyba přihlášení
de_de: Authentifizierungsfehler
es: Error de autenticación
es_sv: Error de autenticación
eu: Autentifikazio errorea
fr: Erreur d'authentification
hu: Azonosítási hiba
is: Villa við auðkenningu
it: Errore di autenticazione
ja: 認証エラー
ka_ge: აუტენტიფიკაციის შეცდომა
nb: Autentiseringsfeil
nl: Authenticatiefout
pl: Błąd uwierzytelniania
pt_br: Erro de autenticação
ru: Ошибка аутентификации
sk: Chyba autentifikácie
sq: Gabim mirëfilltësimi
sr: Грешка при провери идентитета
sv: Fel vid autentisering
tr: Kimlik doğrulama sorunu

source: Please provide an admin recovery password; otherwise, all user data will be lost.
ast: Apurri una contraseña de recuperación d'alministrador, d'otramiente perderánse tolos datos d'usuariu.
ca: Si us plau, proporcioni una contrasenya d'administrador de recuperació; en cas contrari, es perdran totes les dades d'usuari.
cs: Zadejte prosím administrátorské heslo pro obnovu, jinak budou všechna uživatelská data ztracena.
de_de: Bitte geben Sie ein Wiederherstellungspasswort für das Administratorkonto an, da sonst alle Benutzerdaten verlorengehen.
es: Por favor provee una contraseña de recuperación para administración; de otra forma toda la información de los usuarios se perderá.
es_sv: Por favor proporciona una contraseña de recuperación de administrador; de lo contrario toda la información del usuario se perderá.
eu: Eman berreskuratzeko administrazio pasahitza, bestela erabiltzaile datu guztiak galduko dira
fr: Veuillez fournir un mot de passe administrateur de récupération de données, sinon toutes les données de l'utilisateur seront perdues
hu: Kérjük, adjon meg egy adminisztrátori visszaállító jelszót; különben, az összes felhasználó adata eltűnik.
is: Settu inn endurheimtulykilorð kerfisstjóra, annars munu öll notandagögn tapast.
it: Fornisci una password amministrativa di ripristino; altrimenti, tutti i dati degli utenti saranno persi.
ja: リカバリ用の管理者パスワードを入力してください。そうしないと、全ユーザーのデータが失われます。
ka_ge: გთხოვთ მოგვაწოდოთ ადმინისტრატორის აღდგენის პაროლი; სხვა შემთხვევაში ყველა მონაცემი დაიკარგება.
nb: Angi et administrativt gjenopprettingspassord; ellers vil alle brukerdata gå tapt.
nl: Voer een beheerdersherstelwachtwoord in, anders zullen alle gebruikersgegevens verloren gaan
pl: Proszę podać hasło odzyskiwania administratora; w innym przypadku wszystkie dane zostaną utracone.
pt_br: Por favor, forneça uma senha de recuperação do administrador, caso contrário todos os dados serão perdidos.
ru: Введите пароль восстановления администратора, в противном случае все пользовательские данные будут утеряны.
sk: Zadajte administrátorské heslo pre obnovu, inak budú všetky používateľské dáta stratené.
sq: Ju lutemi siguro një fjalëkalim të rikuperueshëm admini; përndryshe, të gjithë të dhënat e përdoruesit do të humbasin
sr: Наведите администраторску лозинку опоравка; у супротном, сви кориснички подаци биће изгубљени.
sv: Vänligen ange ett återställningslösenord; annars kommer all din data att försvinna.
tr: Lütfen bir yönetici kurtarma parolası yazın, yoksa tüm kullanıcı verileri kaybolur

source: Wrong admin recovery password. Please check the password and try again.
ast: Contraseña de recuperación d'alministrador incorreuta. Comprueba la contraseña y volvi tentalo.
ca: La contrasenya de recuperació d'administrador és incorrecta. Comproveu-la i torneu-ho a intentar.
cs: Chybné administrátorské heslo pro obnovu. Překontrolujte správnost hesla a zkuste to znovu.
de_de: Falsches Wiederherstellungspasswort für das Admin-Konto. Bitte überprüfen Sie das Passwort und versuchen Sie es erneut.
es: Contraseña de recuperación de administrador incorrecta. Por favor comprueba la contraseña e inténtalo de nuevo.
es_sv: Contraseña de recuperación de administrador incorrecta. Por favor verificala e inténtalo de nuevo.
eu: Administratzailearen berreskuratze pasahitza ez egokia. Mesedez egiaztatu pasahitza eta saiatu berriz.
fr: Mot de passe administrateur de récupération de données non valable. Veuillez vérifier le mot de passe et essayer à nouveau.
hu: Hibás admin helyreállítási jelszó. Ellenőrizze a jelszót és próbálja újra!
is: Rangt endurheimtulykilorð kerfisstjóra, athugaðu lykilorðið og reyndu aftur.
it: Password amministrativa di ripristino errata. Controlla la password e prova ancora.
ja: リカバリ用の管理者パスワードが間違っています。パスワードを確認して再度実行してください。
ka_ge: ადმინისტრატორის აღდგენის არასწორი პაროლი. გთხოვთ გადაამოწმოთ პაროლი და სცადოთ ახლიდან.
nb: Feil administrativt gjenopprettingspassord. Sjekk passordet og prøv igjen.
nl: Onjuist beheerdersherstelwachtwoord. Controleer het wachtwoord en probeer het opnieuw.
pl: Błędne hasło odzyskiwania. Sprawdź hasło i spróbuj ponownie.
pt_br: Senha de recuperação do administrador incorreta. Por favor, verifique a senha e tente novamente.
ru: Неправильный пароль восстановления администратора. Проверьте пароль и попробуйте еще раз.
sk: Chybné administrátorské heslo pre obnovu. Skontrolujte správnosť hesla a skúste to znovu.
sq: Fjalëkalim i gabuar rikthimesh për përgjegjësin. Ju lutemi, kontrolloni fjalëkalimin dhe provoni përsëri.
sr: Погрешна администраторска лозинка опоравка. Проверите лозинку и покушајте поново.
sv: Felaktigt återställningslösenord för administratör. Kolla lösenordet och prova igen.
tr: Yönetici kurtarma parolası yanlış. Lütfen parolayı denetleyip yeniden deneyin.
