Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Invalid mail address
ast: Direición non válida de corréu
ca: Adreça de correu invàlida
cs: Neplatná emailová adresa
de_de: Ungültige E-Mail-Adresse
es: Dirección de correo inválida
es_sv: Dirección de correo inválida
eu: Posta helbide baliogabea
fr: Adresse e-mail non valide
hu: Érvénytelen e-mail cím
is: Ógilt tölvupóstfang
it: Indirizzo email non valido
ja: 無効なメールアドレスです
ka_ge: არასწორი საფოსტო მისამართი
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres email
pt_br: Endereço de e-mail inválido
ru: Некорректный адрес электронной почты
sk: Neplatná emailová adresa
sq: Adresë email e pavlefshme
sr: Неисправна е-адреса
sv: Ogiltig e-postadress
tr: Posta adresi geçersiz

source: No valid group selected
ast: Nun s'esbilló dengún grupu válidu
ca: No s'ha seleccionat un grup vàlid
cs: Není vybrána platná skupina
de_de: Keine gültige Gruppe ausgewählt
es: No se ha seleccionado un grupo válido
es_sv: No se ha seleccionado un grupo válido
eu: Aukeratutako taldea ez du balio
fr: Aucun groupe valide sélectionné
hu: Nincs érvényes csoport kiválasztva
is: Enginn gildur hópur valinn
it: Nessun gruppo valido selezionato
ja: 有効なグループが選択されていません
ka_ge: სწორი ჯგუფი არაა არჩეული
nb: Ingen gyldig gruppe valgt
nl: Geen geldige groep geselecteerd
pl: Nie wybrano poprawnej grupy
pt_br: Nenhum grupo válido foi selecionado
ru: Не выбрана верная группа
sk: Nebola zvolená platná skupina
sq: Grupi i zgjedhur nuk është i vlefshëm
sr: Није изабрана ниједна исправна група
sv: Ingen giltig grupp vald
tr: Geçerli bir grup seçilmemiş

source: A user with that name already exists.
ast: Yá esiste un nome d'usuariu con esi nome.
ca: Ja existeix un usuari amb est nom.
cs: Uživatel tohoto jména již existuje.
de_de: Ein Benutzer mit diesem Namen existiert bereits.
es: Ya existe un usuario con ese nombre.
es_sv: Un usuario con ese nombre ya existe.
eu: Izen hori duen erabiltzaile bat bada jadanik.
fr: Un utilisateur à ce nom existe déjà.
hu: Ilyen névvel már létezik felhasználó!
is: Nú þegar til notandi með þetta nafn.
it: Un utente con quel nome esiste già.
ja: そのユーザー名はすでに存在します。
ka_ge: მომხმარებელი ამ სახელით უკვე არსებობს.
nb: Det finnes allerede en bruker med det navnet.
nl: Er bestaat al een gebruiker met die naam.
pl: Użytkownik o tej nazwie już istnieje.
pt_br: Um usuário com esse nome já existe.
ru: Пользователь с таким именем уже существует.
sk: Používateľ s týmto menom už existuje.
sq: Ka tashmë një përdorues me këtë emër.
sr: Корисник са тим именом већ постоји.
sv: En användare med det namnet existerar redan.
tr: Aynı adlı bir kullanıcı zaten var.

source: To send a password link to the user an email address is required.
ast: Ríquese una direición de corréu pa unviar l'enllaz de la contraseña.
ca: Per enviar una contrasenya a l'usuari cal una adreça de correu.
cs: Pro zaslání odkazu na heslo uživateli je nutná e-mailová adresa.
de_de: Um einen Passwort-Link an einen Benutzer zu versenden wird eine E-Mail-Adresse benötigt.
es: Para enviar un enlace de contraseña al usuario, se requiere una dirección de correo electrónico.
es_sv: Para enviar la liga a una contraseña al usuario, se requiere de una dirección de correo electrónico.
eu: Pasahitza
fr: Pour envoyer un mot de passe par lien à l'utilisateur, une adresse mail est requise.
hu: A jelszóvisszaállító levél elküldéséhez a felhasználónak egy e-mail címre van szüksége.
is: Til að fá sendan tengil á staðfestingu lykilorðs verður notandinn að hafa gefið upp tölvupóstfangið sitt.
it: Per inviare un collegamento della password all'utente è richiesto un indirizzo email.
ja: ユーザーにパスワードのリンクを送信するには、メールアドレスが必要です。
ka_ge: პაროლის ბმულის მომხმარებელთან გასაგზავნად აუცილებელია ელ-ფოსტის მისამართი.
nb: E-postadresse kreves for å sende passsord-lenke til bruker.
nl: Om een wachtwoord naar de gebruiker te versturen, is een e-mailadres verplicht.
pl: Aby wysłać link z hasłem innemu użytkownikowi wymagany jest adres e-mail.
pt_br: Para envio da senha ao usuário é necessário um endereço de e-mail.
ru: Для отправки пользователю запароленный ссылки требуется указать адрес эл.почты.
sk: Pre odoslanie linky pre nastavenie hesla používateľovi sa vyžaduje emailová adresa.
sq: Që të dërgosh një link fjalëkalimi tek përdoruesi kërkohet një adresë email-i.
sr: Да бисте кориснику послали везу ка лозинци. потребна је адреса е-поште.
sv: För att skicka en länk med lösenord till användaren så krävs en e-postadress.
tr: Kullanıcı e-posta adresi parola bağlantısının gönderilebilmesi için gereklidir.

source: Unable to create user.
ast: Nun pue crease l'usuariu.
ca: No es pot crear el usuari.
cs: Nelze vytvořit uživatele.
de_de: Benutzer konnte nicht erstellt werden.
es: No se pudo crear el usuario.
es_sv: No fue posible crear el usuario.
eu: Ezin izan da erabiltzailea sortu.
fr: Impossible de créer l'utilisateur.
hu: Nem lehet létrehozni a felhasználót.
is: Gat ekki búið til notanda.
it: Impossibile creare l'utente.
ja: ユーザーを追加できません。
ka_ge: მომხმარებლის შექმნა ვერ ხერხდება.
nb: Kan ikke opprette bruker.
nl: Kan gebruiker niet aanmaken.
pl: Nie można utworzyć użytkownika.
pt_br: Não foi possível criar usuário.
ru: Невозможно создать пользователя.
sk: Nie je možné vytvoriť používateľa.
sq: S’u arrit krijimi i përdoruesit.
sr: Не могу да направим корисника.
sv: Kan inte skapa användare.
tr: Kullanıcı oluşturulamadı.

source: Unable to delete user.
ast: Nun pue desaniciase l'usuariu.
ca: No es pot eliminar l'usuari
cs: Nelze smazat uživatele.
de_de: Benutzer konnte nicht gelöscht werden.
es: No se pudo eliminar el usuario.
es_sv: No fue posible eliminar el usuario.
eu: Ezin izan da erabiltzailea ezabatu.
fr: Impossible de supprimer l'utilisateur.
hu: Nem lehet törölni a felhasználót.
is: Get ekki eytt notanda.
it: Impossibile eliminare l'utente.
ja: ユーザーを削除できません。
ka_ge: მომხმარებლის გაუქმება ვერ ხერხდება.
nb: Kan ikke slette bruker.
nl: Kan de gebruiker niet verwijderen.
pl: Nie można usunąć użytkownika.
pt_br: Não é possível excluir o usuário.
ru: Невозможно удалить пользователя.
sk: Nie je možné zmazať používateľa.
sq: S’arrin të fshijë përdorues.
sr: Не могу да обришем корисника.
sv: Kan inte radera användare.
tr: Kullanıcı silinemedi.

source: Error while enabling user.
ast: Fallu entrín s'habilitaba l'usuariu.
ca: Error activant usuari.
cs: Chyba při povolování uživatele.
de_de: Fehler beim Aktivieren des Benutzers.
es: Error al habilitar usuario.
es_sv: Se presentó un error al habilitar el usuario.
eu: Errorea izan da erabiltzailea gaitzerakoan
fr: Erreur lors de l'activation de l'utilisateur.
hu: Hiba a felhasználó engedélyezése közben.
is: Villa við að virkja notanda.
it: Errore durante l'abilitazione dell'utente.
ja: ユーザーを有効にする際にエラーが発生
ka_ge: მომხმარებლის გააქტიურება ვერ ხერხდება.
nb: Feil ved påslag av brukerkonto.
nl: Fout bij inschakelen gebruiker.
pl: Błąd podczas włączania użytkownika
pt_br: Erro ao habilitar usuário.
ru: Ошибка разблокировки пользователя .
sk: Chyba pri povoľovaní používateľa.
sq: Gabim ndërsa
sr: Грешка при омогућавању корисника.
sv: Fel vid aktivering av användare.
tr: Kullanıcı etkinleştirilirken sorun çıktı

source: Error while disabling user.
ast: Fallu entrín se deshabilitaba l'usuariu.
ca: Error desactivant usuari.
cs: Chyba při zakazování uživatele.
de_de: Fehler beim Deaktivieren des Benutzers.
es: Error al deshabilitar usuario.
es_sv: Se presentó un error al deshabilitar el usuario.
eu: Errorea izan da erabiltzailea desgaitzerakoan
fr: Erreur lors de la désactivation de l'utilisateur.
hu: Hiba a felhasználó letiltása közben.
is: Villa við að gera notanda óvirkann.
it: Errore durante la disabilitazione dell'utente.
ja: ユーザーを無効にする際にエラーが発生
ka_ge: მომხმარებლის დეაქტივაცია ვერ ხერხდება.
nb: Feil ved avslag av brukerkonto.
nl: Fout bij uitschakelen gebruiker.
pl: Błąd podczas wyłączania użytkownika
pt_br: Erro ao desabilitar usuário.
ru: Ошибка блокировки пользователя.
sk: Chyba pri zakázaní používateľa.
sq: Gabim gjatë çaktivizimit të përdoruesit.
sr: Грешка при онемогућавању корисника
sv: Fel vid inaktivering av användare.
tr: Kullanıcı devre dışı bırakılırken sorun çıktı

source: In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):
ast: Pa verificar la to cuenta de Twitter, espubliza elllí'l tuit de darré (por favor asegúrate que lu espublices ensin saltos de llinia):
ca: Per verificar el vostre compte de Twitter, publiqueu tweet a Twitter (assegureu-vos de publicar-lo sense cap salt de línia):
cs: Pokud chcete ověřit váš Twitter účet, napište následující tweet (ujistěte se, že ho zasíláte bez zalomení řádků):
de_de: Um Ihr Twitter-Konto zu überprüfen, veröffentlichen Sie bitte den folgenden Tweet auf Twitter (Bitte stellen Sie sicher, dass der Tweet keinen Zeilenumbruch enthält):
es: Para verificar tu cuenta de Twitter, escribe el siguiente tuit en Twitter (por favor, asegúrate de escribirlo sin saltos de línea):
es_sv: Para poder verificar tu cuenta de Twitter, publica el siguiente tweet en Twitter (por favor asegúrarte de publicar sin ninguna línea en blanco):
eu: Zure Twitter kontua egiaztatzearren, bidali hurrengo txioa Twitter-era (egiaztatu zure mezuak ez duela lerro-jauzirik):
fr: Pour vérifier votre compte Twitter, postez le tweet suivant sur Twitter (veuillez vérifier de le poster sans saut de ligne) :
hu: A twitter fiók megerősítésére tweeteld ki az alábbit. (Kérünk pontosan így, sortörések nélkül tweeteld)
is: Til að sannprófa Twitter-aðganginn þinn, sendu þá eftirfarandi tíst á Twitter (gakktu úr skugga um að skeytinu sé ekki skipt í línur):
it: Per verificare il tuo account Twitter, pubblica il seguente tweet su Twitter (assicurati di pubblicarlo senza interruzioni di riga):
ka_ge: თქვენი Twitter-ის ანგარიშის დასამოწმებლად, Twitter-ზე დაპოსტეთ შემდეგი (მიაქციათ ყურადღება რომ პოსტავთ ხაზის წყვეტის გარეშე):
nb: For å bekrefte din Twitter-konto, post følgende tvitring på Twitter (husk å ikke få med noen linjeskift):
nl: Om je Twitter-account te verifiëren moet je de volgende tweet op Twitter plaatsen (let erop dat het plaatst zonder regelafbreking):
pl: Aby zweryfikować swoje konto Twittera, wyślij poniższego tweet'a (upewnij się, że cały tekst zawiera się w jednej linii):
pt_br: A fim de verificar sua conta no Twitter, poste o seguinte tweet no Twitter (certifique-se de postar sem nenhuma quebra de linha):
ru: Для подтверждения владения аккаунтом Twitter, опубликуйте следующий твит (убедитесь, что разместили его без разрыва строки):
sk: Ak chcete overiť svoj Twitter účet, napíšte nasledujúci tweet (uistite sa, že ho zasielate bez zalomenia riadkov):
sq: Në mënyrë që të verifikoni llogarinë tuaj në Twitter, postojeni tweet-in e mëposhtme në Twitter (ju lutemi sigurohuni që ta postoni atë pa asnjë ndërprerje rrjeshti):
sr: Да бисте верификовали Ваш Твитер налог, окачите следећи твит (пазите само да не преламате редове у твиту):
sv: För att verifiera dit Twitter-konto, posta följande tweet på Twitter (Var säker att det postas utan radbrytningar):
tr: Twitter hesabınızı doğrulamak için şu iletiyi Twitter üzerine gönderin (satır sonu olmadan gönderdiğinizden emin olun):

source: In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):
ast: Pa verificar el to sitiu web, atroxa'l conteníu de darréu dientro'l raigañu'l sitiu en «.well-known/CloudIdVerificationCode.txt» (asegúrate que'l testu completu ta nuna llinia):
cs: Pro verifikaci vašich webových stránek uložte následující obsah v kořenovém adresáři webové prezentace v umístění '.well-known/CloudIdVerificationCode.txt' (ujistěte se, že byl text vložen jako jediný řádek)
de_de: Um Ihre Webseite zu überprüfen, speichern Sie bitte den folgenden Inhalt im Web-Wurzelverzeichnist in der Datei '.well-known/CloudIdVerificationCode.txt' (bitte stellen Sie sicher, das sich der gesamte Text in einer Zeile befindet):
es: Para verificar tu sitio web, guarda el siguiente contenido en la raíz de la web en '.well-known/CloudIdVerificationCode.txt' (por favor, asegúrate de que el texto completo está en una línea):
es_sv: Para poder verificar tu sitio Web, agrega el siguiente contendio a tu web-root en '.well-known/CloudIdVerificationCode.txt' (por favor asegurate de que el texto completo este en una sóla línea):
eu: Zure webgunea egiaztatzearren, gorde hurrengo edukia zure webgunearen sustraiko '.well-known/CloudIdVerificationCode.txt' (egiaztatu testu osoa lerro bakarrean dagoela):
fr: Pour vérifier votre site web, placez le contenu suivant à la racine de votre site à '.well-known/CloudIdVerificationCode.txt' (veuillez vérifier que le texte complet est en une seule ligne) :
hu: A weboldalad ellenőrzése érdekében helyezd el a következő tartalmat a '.well-known/CloudIdVerificationCode.txt'-ba. (figyelj arra, hogy az egész szöveg egy sorban legyen):
is: Til að sannprófa vefsvæðið þitt, vistaðu eftirfarandi efni á vefrótinni þinni (web-root) á '.well-known/CloudIdVerificationCode.txt' (gakktu úr skugga um að allur textinn sé í einni línu):
it: Per verificare il tuo sito web, memorizza il seguente contenuto nella radice del tuo sito in '.well-known/CloudIdVerificationCode.txt' (assicurati che l'intero testo sia in una riga):
ka_ge: თქვენი საიტის დასამოწმებლად, შემდეგი მოცულობა მოათავსეთ web-root-ში '.well-known/CloudIdVerificationCode.txt' ადგილას (დარწმუნდით რომ მთელი ტექსტი ერთ ხაზზეა):
nb: For å bekrefte din nettside, lagre følgende innhold på roten av din nettjener på '.well-known/CloudIdVerificationCode.txt' (forsikre deg om at hele teksten er på ei linje):
nl: Om je website te verifiëren voeg de inhoud toe binnen de web-root van je server '.well-known/CloudIdVerificationCode.txt' (plaats de tekst op één regel staat):
pl: Aby zweryfikować swoją stronę umieść poniższą zawartość w katalogu głównym serwera pod adresem '.well-known/CloudIdVerificationCode.txt' (upewnij się, że cały tekst zawiera się w jednej linii):
pt_br: A fim de verificar seu Website, armazene o seguinte conteúdo na página raiz em '.well-known/CloudIdVerificationCode.txt' (certifique-se que o texto inteiro esteja em uma só linha):
ru: Для подтверждения владения сайтом поместите в корневом каталоге по пути «.well-known/CloudIdVerificationCode.txt» следующее содержимое (убедитесь, что разместили весь текст в одну строку):
sk: Pre verifikáciu vašich webových stránok uložte nasledujúci obsah v koreňovom adresári webovej stránky v umiestnení '.well-known/CloudIdVerificationCode.txt' (uistite sa, že bol text vložený ako jediný riadok)
sq: Në mënyrë që të verifikoni faqen tuaj të internetit, ruani përmbajtjen e mëposhtme në rrënjën tuaj të internetit në '.well-known / CloudIdVerificationCode.txt' (ju lutemi sigurohuni që teksti i plotë të jetë në një vijë):
sr: Да бисте верификовали веб сајт, поставите следећи садржај у корени директоријум веб сајта на '.well-known/CloudIdVerificationCode.txt' (пазите само да је цео текст у једној линији):
sv: För att verifiera din webbplats, lagra följande innehåll i din webbrot på '.well-known/CloudIdVerificationCode.txt' (Vänligen säkerställ att hela texten ryms på en rad):
tr: Web sitenizi doğrulamak için şu içeriği web sitenizin kök klasörüne '.well-known/CloudIdVerificationCode.txt' dosyası içine ekleyin (tüm içeriğin tek bir satır olarak eklendiğinden emin olun):

source: Settings saved
ast: Axustes guardaos
ca: Paràmetres desats
cs: Nastavení uloženo
de_de: Einstellungen gespeichert
es: Ajustes guardados
es_sv: Se han guardado las configuraciones
eu: Ezarpenak gordeta
fr: Paramètres sauvegardés
hu: Beállítások elmentve
is: Stillingar vistaðar
it: Impostazioni salvate
ja: 設定が保存されました
ka_ge: პარამეტრები შენახულია
nb: Innstillinger lagret
nl: Instellingen opgeslagen
pl: Ustawienia zachowane
pt_br: Configurações salvas
ru: Настройки сохранены
sk: Nastavenia uložené
sq: Konfigurimet u ruajtën
sr: Подешавања сачувана
sv: Inställningar sparade
tr: Ayarlar kaydedildi

source: Unable to change full name
ast: Nun pue camudase'l nome completu
ca: No s'ha pogut canviar el nom complet
cs: Nelze změnit celé jméno
de_de: Der vollständige Name konnte nicht geändert werden
es: No se puede cambiar el nombre completo
es_sv: No fue posible cambiar el nombre completo
eu: Ezin izan da izena aldatu
fr: Impossible de modifier le nom complet
hu: Nem sikerült megváltoztatni a teljes nevét
is: Get ekki breytt fullu nafni
it: Impossibile cambiare il nome completo
ja: 名前を変更できません
ka_ge: სრული სახელის ცვლილება ვერ ხერხდება
nb: Klarte ikke å endre fullt navn
nl: Kan de volledige naam niet wijzigen
pl: Nie można zmienić pełnej nazwy
pt_br: Não foi possível alterar o nome completo
ru: Невозможно изменить полное имя
sk: Nemožno zmeniť meno a priezvisko
sq: S’arrin të ndryshojë emrin e plotë
sr: Не могу да променим пуно име
sv: Kunde inte ändra namn
tr: Tam adınız değiştirilemedi

source: Unable to change email address
ast: Nun pue camudase la direición de corréu
ca: No es pot canviar l'adreça de correu
cs: Nepodařilo se změnit e-mailovou adresu
de_de: E-Mail-Adresse konnte nicht geändert werden
es: No se pudo cambiar la dirección de correo
es_sv: No fue posible cambiar la dirección de correo electrónico
eu: Ezin da helbide elektronikoa aldatu
fr: Impossible de modifier l'adresse e-mail
hu: Nem lehet megváltoztatni az e-mail címet
is: Get ekki breytt tölvupóstfangi
it: Impossibile cambiare l'indirizzo di posta
ja: メールアドレスを変更できません
ka_ge: ელ-ფოსტის მისამართი ვერ იცვლება
nb: Klarer ikke å endre e-postadresse
nl: Kan e-mailadres niet wijzigen
pl: Nie można zmienić adresu e-mail
pt_br: Não foi possível alterar o endereço de e-mail
ru: Невозможно изменить адрес электронной почты
sk: Nemožno zmeniť emailovú adresu
sq: Nuk mund të ndryshohet adresa e email-it
sr: Не могу да изменим адресу е-поште
sv: Kunde inte ändra e-postadress
tr: E-posta adresi değiştirilemedi

source: Your full name has been changed.
ast: Camudóse'l nome completu.
ca: El vostre nom complet ha canviat.
cs: Vaše celé jméno bylo změněno.
de_de: Ihr vollständiger Name ist geändert worden.
es: Se ha cambiado su nombre completo.
es_sv: Tu nombre completo ha sido cambiado.
eu: Zure izena aldatu egin da.
fr: Votre nom complet a été modifié.
hu: Az Ön teljes nevét módosítottuk.
is: Fullu nafni þínu hefur verið breytt.
it: Il tuo nome completo è stato cambiato.
ja: 名前を変更しました。
ka_ge: თქვენი სრული სახელი შეიცვალა.
nb: Ditt fulle navn er blitt endret.
nl: Je volledige naam is gewijzigd.
pl: Twoja pełna nazwa została zmieniona.
pt_br: Seu nome completo foi alterado.
ru: Ваше полное имя было изменено.
sk: Vaše meno a priezvisko bolo zmenené.
sq: Emri juaj i plotë u ndryshua.
sr: Ваше пуно име је промењено.
sv: Hela ditt namn har ändrats
tr: Tam adınız değiştirildi.

source: Forbidden
ca: Prohibit
cs: Zakázáno
de_de: Verboten
es: Prohibido
es_sv: Prohibido
eu: Debekatuta
fr: Interdit
hu: Tiltott
is: Bannað
it: Vietato
ja: 禁止
ka_ge: აკრძალულია
nb: Forbudt
nl: Verboden
pl: Zabronione
pt_br: Proibido
ru: Запрещено
sk: Zakázané
sq: E ndaluar
sr: Забрањено
sv: Förbjuden
tr: Yasak

source: Invalid user
ast: Usuariu non válidu
ca: Usuari no vàlid
cs: Neplatný uživatel
de_de: Ungültiger Benutzer
es: Usuario no válido
es_sv: Usuario inválido
eu: Baliogabeko erabiiltzailea
fr: Utilisateur non valable
hu: Érvénytelen felhasználó
is: Ógildur notandi
it: Utente non valido
ja: 無効なユーザー
ka_ge: არასწორი მომხმარებელი
nb: Ugyldig bruker
nl: Ongeldige gebruiker
pl: Nieprawidłowy użytkownik
pt_br: Usuário inválido
ru: Неверный пользователь
sk: Neplatný používateľ
sq: Përdorues i pavlefshëm
sr: Неисправан корисник
sv: Ogiltig användare
tr: Kullanıcı geçersiz

source: Unable to change mail address
ast: Nun pue camudase la direición de corréu
ca: No es pot canviar l'adreça de correu electrònic
cs: Nelze změnit emailovou adresu
de_de: E-Mail-Adresse konnte nicht geändert werden
es: No se pudo cambiar la dirección de correo electrónico
es_sv: No fue posible cambiar la dirección de correo
eu: Ezin izan da posta helbidea aldatu
fr: Impossible de modifier l'adresse e-mail
hu: Nem lehet megváltoztatni az e-mail címet
is: Get ekki breytt tölvupóstfangi
it: Impossibile cambiare l'indirizzo di posta
ja: メールアドレスを変更できません
ka_ge: ელ-ფოსტის მისამართის შეცვლა ვერ ხერხდება
nb: Kan ikke endre e-postadresse
nl: Kan het e-mailadres niet wijzigen
pl: Nie można zmienić adresu email
pt_br: Não foi possível alterar o endereço de e-mail
ru: Невозможно изменить адрес электронной почты
sk: Nemožno zmeniť emailovú adresu
sq: E pamundur të ndryshojë adresën e email-it
sr: Не могу да изменим адресу е-поште
sv: Kan inte ändra e-postadress
tr: Posta adresi değiştirilemedi

source: Email saved
ast: Corréu-e guardáu
ca: S'ha desat el correu electrònic
cs: Email uložen
de_de: E-Mail-Adresse gespeichert
es: Correo electrónico guardado
es_sv: Correo electrónico guardado
eu: Eposta gorde da
fr: E-mail sauvegardé
hu: E-mail elmentve!
is: Tölvupóstfang vistað
it: Email salvata
ja: メールアドレスを保存しました
ka_ge: ელ-ფოსტის მისამართი შენახულია
nb: E-post lagret
nl: E-mail opgeslagen
pl: E-mail zapisany
pt_br: E-mail salvo
ru: Адрес email сохранен
sk: Email uložený
sq: Email-i u ruajt
sr: Адреса е-поште сачувана
sv: E-post sparad
tr: E-posta kaydedildi

source: %1$s changed your password on %2$s.
ast: %1$s camudó la to contraseña en %2$s.
ca: %1$s va canviar la teva contrasenya a %2$s.
cs: %1$s změnil(a) vaše heslo na %2$s.
de_de: %1$s hat Ihr Passwort auf %2$s geändert.
es: %1$s cambió su contraseña en %2$s.
es_sv: %1$s cambió tu contraseña el %2$s.
eu: %1$s-(e)k zure pasahitza aldatu du %2$s-(e)n
fr: %1$s a modifié votre mot de passe sur %2$s.
hu: %1$smegváltoztatta a jelszavadat%2$s-on.
is: %1$s breytti lykilorðinu þínu á %2$s.
it: %1$s ha cambiato la tua password su %2$s.
ja: %1$sにより %2$sのパスワードが変更されました。
ka_ge: %1$s მომხმარებელმა თქვენი პაროლი შეცვალა %2$s-ზე.
nb: %1$s endret ditt passord på %2$s.
nl: %1$swijzigde je wachtwoord op %2$s.
pl: %1$s zmienił/-a Twoje hasło dla %2$s.
pt_br: %1$s mudou sua senha em %2$s.
ru: %1$s сменил ваш пароль для сервера %2$s.
sk: %1$szmenil Vaše heslo na %2$s
sq: %1$s ju ka ndryshuar fjalëkalmin në %2$s.
sr: %1$s је изменио Вашу лозинку на %2$s.
sv: %1$s ändrade ditt lösenord på %2$s
tr: %1$s, %2$s üzerindeki parolanızı değiştirdi.

source: Your password on %s was changed.
ast: Camudóse la to contraseña en %s
ca: La teva contrasenya a %s es va canviar.
cs: Vaše heslo na %s bylo změněno.
de_de: Ihr Passwort auf %s wurde geändert.
es: Su contraseña en %s fue cambiada.
es_sv: Tu contraseña de %s fue cambiada.
eu: Zure %s-(e)ko pasahitza aldatu da.
fr: Votre mot de passe sur %s a été modifié.
hu: A jelszavad %s-on megváltozott.
is: Lykilorðinu þínu á %s hefur verið breytt.
it: La tua password su %s è stata modificata.
ja: %s のパスワードを変更しました。
ka_ge: თქვენი პაროლი %s-ზე შეიცვალა.
nb: Ditt passord på %s ble endret.
nl: Je wachtwoord op %s is gewijzigd.
pl: Twoje hasło dla %s zostało zmienione.
pt_br: Sua senha em %s foi alterada.
ru: Ваш пароль на сервере %s был изменён
sk: Vaše heslo na %sbolo zmenené.
sq: Fjalëkalimi juaj në %s u ndryshua.
sr: Ваша лозинка на %s је измењена.
sv: Ditt lösenord på %s har ändrats.
tr: %s üzerindeki parolanız değiştirildi.
