Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Always ask for a password
ast: Pidir siempres la contraseña
ca: Sempre demanar una contrasenya
cs: Vždy se zeptat na heslo
de_de: Immer nach einem Passwort fragen
es: Siempre pedir por contraseña
es_sv: Siempre pedir una contraseña
eu: Beti eskatu pasahitza
fr: Toujours demander un mot de passe
hu: Mindig kérdezze meg a jelszót
is: Alltaf biðja um lykilorð
it: Chiedi sempre una password
ja: 常にパスワードを尋ねる
ka_ge: ყოველთვის მოხდეს პაროლის მოთხოვნა
nb: Alltid spør om passord
nl: Vraag altijd naar een wachtwoord
pl: Zawsze pytaj o hasło
pt_br: Sempre pedir a senha
ru: Всегда запрашивать пароль
sk: Vždy vyžadovať heslo
sq: Gjithmonë pyet për një fjalëkalim
sr: Увек питај за лозинку
sv: Fråga alltid efter lösenord
tr: Her zaman parola sorulsun

source: Enforce password protection
ast: Ameyora la proteición por contraseña.
ca: Reforça la protecció amb contrasenya
cs: Vynutit ochranu heslem
de_de: Passwortschutz erzwingen
es: Forzar la protección por contraseña.
es_sv: Forzar protección de contraseñas
eu: Betearazi pasahitzaren babesa
fr: Imposer la protection par mot de passe
hu: Legyen kötelező a linkek jelszóval való védelme
is: Krefjast verndunar með aðgangsorði
it: Imponi la protezione con password
ja: 常にパスワード保護を有効にする
ka_ge: პროლით დაცვის იძულება
nb: Krev passordbeskyttelse
nl: Dwing wachtwoordbeveiliging af
pl: Wymuś zabezpieczenie hasłem
pt_br: Reforce a proteção por senha
ru: Защита паролем обязательна
sk: Vynútiť ochranu heslom
sq: Detyro mbrojtje me fjalëkalim
sr: Захтевај заштиту лозинком
sv: Tillämpa lösenordskydd
tr: Parola koruması dayatılsın

source: Set default expiration date
ast: Afitar la data d'espiración predeterminada
ca: Estableix la data de venciment
cs: Nastavit výchozí datum vypršení platnosti
de_de: Standardmäßiges Ablaufdatum setzen
es: Establecer fecha de caducidad predeterminada
es_sv: Establecer la fecha de expiración predeterminada
eu: Ezarri muga data lehenetsia
fr: Indiquer une date d'expiration par défaut
hu: Alapértelmezett lejárati idő beállítása
is: Setja sjálfgefinn gildistíma
it: Imposta data di scadenza predefinita
ja: 有効期限のデフォルト値を設定する
ka_ge: დააყენეთ საწყისი ვადის ამოწურვის თარიღი
nb: Sett forvalgt utløpsdato
nl: Stel standaard vervaldatum in
pl: Ustaw domyślną datę wygaśnięcia
pt_br: Configurar a data de expiração
ru: Установить дату истечения по умолчанию
sk: Nastaviť predvolený dátum expirácie
sq: Caktoni datë parazgjedhje skadimi
sr: Постави подразумевано време истека
sv: Ställ in standardutgångsdatum
tr: Varsayılan son kullanma tarihini ayarla

source: Expire after
ast: Caduca dempués de
ca: Venciment després de
cs: Vyprší po
de_de: Ablauf nach
es: Caduca luego de
es_sv: Expirar después de
eu: Iraungia honen ondoren
fr: Expiration après
hu: A lejárat legyen
is: Rennur út eftir
it: Scadenza dopo
ja: 無効になるまで
ka_ge: ვადის ამოწურვა
nb: Utløper etter
nl: Vervalt na
pl: Wygaś po
pt_br: Expirar depois de
ru: Истечение через
sk: Platnosť do
sq: Skadon pas
sr: Истиче након
sv: Förfaller efter
tr: Kullanım süresi

source: days
ast: díes
ca: dies
cs: dnech
de_de: Tagen
es: días
es_sv: días
eu: egun
fr: jours
hu: nap
is: daga
it: giorni
ja: 日
ka_ge: დღე
nb: dager
nl: dagen
pl: dniach
pt_br: dias
ru: дней
sk: dni
sq: ditësh
sr: дана
sv: dagar
tr: gün sonra dolsun

source: Enforce expiration date
ast: Facer cumplir la data de caducidá
ca: Força la data de venciment
cs: Vynutit datum vypršení
de_de: Ablaufdatum erzwingen
es: Imponer fecha de caducidad
es_sv: Forzar fecha de expiración
eu: Muga data betearazi
fr: Imposer la date d'expiration
hu: A beállított lejárati idő legyen kötelezően érvényes
is: Krefjast dagsetningar á gildistíma
it: Forza la data di scadenza
ja: 有効期限を反映させる
ka_ge: ვადის ამოწურვის თარიღის იძულება
nb: Krev utløpsdato
nl: Het kiezen van een vervaldatum verplichten
pl: Wymuś datę wygaśnięcia
pt_br: Fazer cumprir a data de expiração
ru: Срок действия обязателен
sk: Vynútiť dátum expirácie
sq: Detyro datë skadimi
sr: Захтевај датум истека
sv: Tillämpa förfallodatum
tr: Son kullanma tarihi dayatılsın

source: Allow resharing
ast: Permitir re-compartición
ca: Permet compartir de nou
cs: Povolit znovu-sdílení
de_de: Weiterteilen erlauben
es: Permitir recompartición
es_sv: Permitir volver a compartir
eu: Baimendu birpartekatzea
fr: Autoriser le repartage
hu: A megosztás továbbadásának engedélyezése
is: Leyfa endurdeilingu
it: Consenti la ri-condivisione
ja: 再共有を許可する
ka_ge: ხელახალი გაზიარების დაშვება
nb: TIllat videre deling
nl: Laat gebruikers de met hen gedeelde bestanden opnieuw delen
pl: Zezwalaj na ponowne udostępnianie
pt_br: Permitir o recompartilhamento
ru: Разрешить повторное открытие общего доступа
sk: Povoliť sprístupňovanie ďalej
sq: Lejo rindarje
sr: Дозволи поновно дељење
sv: Tillåt vidaredelning
tr: Yeniden paylaşım yapılabilsin

source: Allow sharing with groups
ast: Permiri compartición con grupos
ca: Permetre compartir amb grups
cs: Povolit sdílení se skupinami
de_de: Teilen mit Gruppen erlauben
es: Permitir compartir con grupos
es_sv: Permitir compartir con grupos
eu: Onartu taldeekin partekatzen
fr: Autoriser le partage avec les groupes
hu: Megosztás engedélyezése a csoportokkal
is: Leyfa deilingu með hópum
it: Consenti la condivisione con gruppi
ja: グループ共有を許可
ka_ge: ჯგუფებთან გაზიარების მხარდაჭერა
nb: Tillat deling med grupper
nl: Sta delen met groepen toe
pl: Pozwól dzielić się z grupami
pt_br: Permitir o compartilhamento com grupos
ru: Разрешить общий доступ для групп
sk: Povoliť sprístupnenie so skupinami
sq: Lejoni ndarje me grupe
sr: Дозволи дељење са групама
sv: Tillåt delning med grupper
tr: Gruplar ile paylaşılabilsin

source: Restrict users to only share with users in their groups
ast: Restrinxir a los usuarios a compartir namái con otros usuarios nos sos grupos
ca: Permet als usuaris compartir només amb usuaris del seu grup
cs: Povolit sdílení pouze mezi uživateli v rámci skupiny
de_de: Benutzer auf das Teilen innerhalb ihrer Gruppen beschränken
es: Restringe a los usuarios a compartir solo con otros usuarios en sus grupos
es_sv: Limitar a los usuarios a sólo compartir con otros usuarios en sus grupos
eu: Mugatu partekatzeak taldeko erabiltzaileetara
fr: N'autoriser les partages qu'entre membres de mêmes groupes
hu: A csoporttagok csak a saját csoportjukon belül oszthassanak meg anyagokat
is: Takmarka notendur við að deila með notendum í þeirra eigin hópum
it: Limita gli utenti a condividere solo con gli utenti nei loro gruppi
ja: グループ内のユーザーでのみ共有するように制限する
ka_ge: შეზღუდეთ მომხმარებლები გააზიარონ მომხმარებლებთან, რომლებიც მიეკუთვნებიან მათ ჯგუფებს
nb: Begrens brukere til kun å dele med brukere i deres grupper
nl: Laat gebruikers alleen delen met andere gebruikers in hun groepen
pl: Ogranicz użytkowników do współdzielenia wyłącznie pomiędzy użytkownikami swoich grup
pt_br: Restringir os usuários a compartilhar somente com os usuários em seus grupos
ru: Разрешить пользователям делиться только с членами их групп
sk: Povoliť používateľom sprístupňovanie obsahu len v rámci ich skupiny
sq: Përdoruesve kufizoju të ndajnë gjëra vetëm me përdorues në grupin e tyre
sr: Ограничи кориснике да могу да деле само унутар групе
sv: Begränsa användare till att enbart kunna dela med användare i deras grupper
tr: Kullanıcılar, yalnız kendi gruplarındaki kullanıcılarla paylaşabilsin

source: Exclude groups from sharing
ast: Esclúi grupos de compartir
ca: Exclou grups de compartició
cs: Vyjmout skupiny ze sdílení
de_de: Gruppen von Freigaben ausschließen
es: Excluye grupos de compartir
es_sv: Evitar que los grupos compartan
eu: Baztertu taldeak partekatzean
fr: Empêcher certains groupes de partager
hu: Csoportok megosztási jogának tiltása
is: Undanskilja hópa frá því að deila
it: Escludi gruppi dalla condivisione
ja: 共有可能なグループから除外する
ka_ge: აკრძალეთ ჯგუფების გაზიარება
nb: Utelukk grupper fra deling
nl: Sta bepaalde groepen niet toe om te delen
pl: Wyklucz grupy z udostępniania
pt_br: Excluir grupos do compartilhamento
ru: Исключить группы из общего доступа
sk: Nesprístupniť obsah skupinám
sq: Përjashtoni grupe nga ndarjet
sr: Изузми групе из дељења
sv: Exkludera grupp från att dela
tr: Gruplar paylaşıma katılmasın

source: These groups will still be able to receive shares, but not to initiate them.
ast: Estos grupos van poder siguir recibiendo conteníos compartíos, pero nun van poder anicialos
ca: Aquests fitxers encara podran rebre compartits, però no podran iniciar-los.
cs: Těmto skupinám bude stále možno sdílet, nemohou ale sami sdílet ostatním.
de_de: Diese Gruppen können weiterhin Freigaben empfangen, aber selbst keine mehr initiieren.
es: Estos grupos aún podrán recibir contenidos compartidos, pero no podrán, pero no podrán iniciarlos.
es_sv: Estos grupos aún podrán recibir elementos compartidos, pero no los podrán iniciar.
eu: Talde hauek oraindik jaso ahal izango dute partekatzeak, baina ezingo dute partekatu
fr: Ces groupes ne pourront plus initier de partage, mais ils pourront toujours rejoindre les partages faits par d'autres.
hu: E csoportok tagjaival meg lehet osztani anyagokat, de ők nem hozhatnak létre megosztást.
is: Þessir hópar munu samt geta tekið við deildum sameignum, en ekki geta útbúið þær.
it: Questi gruppi saranno in grado di ricevere condivisioni, ma non iniziarle.
ja: このグループでは、フォルダー共有を開始することはできませんが、共有されたフォルダーを参照することはできます。
ka_ge: ეს ჯგუფები ისევ მიიღებენ გაზიარებებს, მაგრამ ვერ წამოიწყებენ მათ.
nb: Disse gruppene vil fremdeles kunne motta delinger men ikke lage dem.
nl: Deze groepen kunnen gedeelde mappen en bestanden ontvangen, maar kunnen zelf niks delen.
pl: Grupy te nadal będą mogli otrzymywać udostępnione udziały, ale nie do ich inicjowania.
pt_br: Esses grupos ainda serão capazes de receber compartilhamentos, mas não iniciá-los.
ru: Эти группы смогут получать общие ресурсы, но не могут их создавать.
sk: Tieto skupiny nebudú mocť sprístupňovať obsah, môžu však stále čítať sprístupnené súbory
sq: Këto grupe prapë do të jenë në gjendje të marrin ndarje nga të tjerët, por jo të fillojnë të tilla.
sr: Ове групе ће моћи да примају дељења, али не и да их праве.
sv: Dessa grupper kommer fortfarande kunna ta emot delningar, men inte skapa delningar.
tr: Bu gruplar paylaşımları alabilir ancak başlatamaz.

source: Allow username autocompletion in share dialog. If this is disabled the full username or email address needs to be entered.
cs: Povolit automatické dokončení uživatelského jména v dialogovém okně sdílení. Pokud je tato volba zakázána, je třeba zadat úplné uživatelské jméno nebo e-mailovou adresu.
de_de: Die Auto-Vervollständigung von Benutzernamen im Teilen-Dialog erlauben. Wenn dies deaktiviert ist, muss der vollständige Benutzername oder E-Mail-Adresse eingegeben werden.
es: Permitir autocompletado del nombre de usuario en el diálogo de compartir. Si se desactiva, se necesita introducir el nombre de usuario completo o la dirección de correo electrónico
es_sv: Permitir el autocompletado de usuarios en la ventana de diálogo de compartir. Si esto está deshabilitado, se deberá ingresar el correo electrónico o nombre completo.
fr: Activer l'autocomplétion des noms d'utilisateurs dans la fenêtre de partage. Si cette option est désactivée, les noms complets ou les adresses e-mail doivent être indiqués.
hu: Felhasználónevek automatikus kiegészítésének engedélyezése a megosztási ablakban. Ha ki van kapcsolva, teljes felhasználóneveket vagy e-mail címeket kell begépelni.
is: Leyfa sjálfklárun notandanafns í deilingarglugga. Ef þetta er óvirkt þarf að setja inn fullt nafn eða tölvupóstfang notanda.
it: Consenti il completamento del nome utente nella finestra di condivisione. Se è disabilitata, è necessario digitare il nome utente completo o l'indirizzo di posta.
ka_ge: მიეცით მომხმარებლებს ავტოდასრულების უფლება გაზიარების დიალოგებში. იმ შემთხვევაში თუ ეს ფუნქცია არაა მოქმედი, საჭირო იქნება სრული მომხმარებლის სახელის ან ელ-ფოსტის მისამართის შეყვანა.
nb: Tillat automatisk fullføring i delingsdialogvindu. Dette kan skrus av hvis hele brukernavnet eller e-postadressen må skrives inn.
nl: Automatisch afmaken gebruikersnaam bij het delen. Als dit is uitgeschakeld moet een volledige gebruiksnaam of volledig emailadres worden opgegeven.
pl: Zezwalaj na auto-uzupełnianie nazwy użytkownika. Jeśli opcja jest nieaktywna, należy podać pełną nazwę lub adres e-mail.
pt_br: Permitir autocompletar o nome do usuário na tela de compartilhamento. Se desabilitado, o nome completo ou email deverá ser digitado.
ru: Включить автоматическое завершение имен пользователей в диалоге предоставления общего доступа. Если отключено, то необходимо вводить полное имя или адрес эл. почты.
sk: Umožni automatické dopĺňanie používateľského mena pri sprístupňovaní. Ak je vypnuté, musí byť zadané celé meno alebo emailová adresa používateľa.
sr: Дозволи самодовршавање корисничких имена у дијалогу за дељење. Ако је ово искључено, корисник ће морати да унесе пуно корисничко име или адресу е-поште.
sv: Tillåt autokomplettering av användarnamn i delningsdialogen. Om detta är inaktiverat måste fullständigt användarnamn och epostadress anges.
tr: Bu seçenek etkinleştirildiğinde, paylaşma penceresindeki kullanıcı adı otomatik olarak tamamlanır. Devre dışı bırakıldığında tam kullanıcı adının ya da e-posta adresinin yazılması gerekir.

source: Show disclaimer text on the public link upload page. (Only shown when the file list is hidden.)
cs: Zobrazit text upozornění na stránce pro nahrání veřejného odkazu. (Zobrazit pouze pokud je seznam souborů skrytý.)
de_de: Zeige Haftungsausschluss auf der öffentlichen Upload-Seite. (Wird nur gezeigt wenn die Dateiliste nicht angezeigt wird.)
es: Mostrar texto de renuncia de responsabilidad en la páigina de subida de enlace público. (Solo se muestra cuando se la lista de archivos está oculta.)
es_sv: Mostrar el texto de exención de responsabilidad legal en la página de carga de ligas públicas. (Sólo se muestra cuando la lista de archivos está oculta.)
fr: Afficher les conditions d'utilisation sur la page publique de téléversement (seulement lorsque la liste des fichiers est masquée).
hu: Nyilatkozat szövegének megjelenítése a nyilvános feltöltési oldalon. (Csak akkor jelenik meg, ha fájl lista rejtett.)
is: Birta fyrirvara á opinberu upphleðslusíðunni. (Birtist einungis þegar listi yfir skrár er falinn).
it: Mostra il testo di liberatoria sulla pagina di caricamento del collegamento pubblico. (Mostrato solo quando l'elenco dei file nascosto)
ja: 公開リンクのアップロードページに免責事項のテキストを表示します。 (ファイルリストが非表示のときのみ表示されます)
ka_ge: პასუხისმგებლობის შეზღუდვის ტექსტის ჩვენება ღია ბმულის ატვირთვის გვერდზე. (ჩანს მხოლოდ მაშინ, როდესაც ფაილების სია დამალულია.)
nb: Vis ansvarsfraskrivelse på den offentlige opplastingssiden. (Vises kun nå fillisten er tom.)
nl: Toon disclaimer op de openbare link uploadpagina (alleen tonen als het bestandsoverzicht verborgen is).
pl: Pokaż tekst wyłączeń odpowiedzialności (disclaimer) na stronie wysyłania z publicznego linku. (Będzie dostępny tylko kiedy lista plików będzie ukryta).
pt_br: Mostrar o texto de aviso na página pública do link de envio (só é mostrado quando a lista de arquivos está oculta).
ru: Показывать текст об отказе на странице загрузки публичной ссылки (Показывать только когда список файлов скрыт)
sq: Shfaqni tekstin e mospranimit në linkun publik të faqes së ngarkuar. (Shfaqet vetëm kur lista e skedarit është e fshehur.)
sr: Прикажи текст о ограђивању на јавној страни за отпремање (приказан је само када је сакривена листа фајлова)
sv: Visa friskrivningstext på offentliga uppladdningssidan. (Visas endast när fil-listan är gömd.)
tr: Herkese açık bağlantı yükleme sayfasındaki sorumluluk reddi bildirim metni (yalnız dosya listesi gizli iken görüntülenir).

source: This text will be shown on the public link upload page when the file list is hidden.
cs: Tento text bude zobrazen on stránce pro nahrání veřejného odkazu, pokud bude seznam souborů skrytý.
de_de: Dieser Text wird auf der öffentlichen Upload-Seite angezeigt wenn die Dateiliste nicht angezeigt wird.
es: Este texto se mostrará en la pagina de subida de enlace público cuando la lista de archivos está oculta.
es_sv: Este texto se mostrará en la página de carga de la liga pública cuando la lista de archivos esté oculta.
fr: Ce texte sera affiché sur la page publique de téléversement lorsque la liste des fichiers est masquée.
hu: Ez a szöveg jelenik meg a nyilvános feltöltési oldalon, amikor a fájl lista el van rejtve.
is: Þessi texti birtist á opinberu upphleðslusíðunni þegar listi yfir skrár er falinn.
it: Questo testo sarà mostrato sulla pagina di caricamento del collegamento pubblico quando l'elenco dei file è nascosto.
ja: このテキストは、ファイルリストが非表示になっているときに公開リンクのアップロードページに表示されます。
ka_ge: ეს ტექსტი გამოჩნდება ღია ბმულის ატვირთვის გვერდზე, როდესაც ფაილების სია დამალულია.
nb: Denne teksten vises på den offentlig opplastingssiden når fillisten er tom.
nl: Deze tekst wordt getoond op de openbare link uploadpagina als het bestandsoverzicht is verborgen.
pl: Ten tekst będzie widoczny na stronie wysyłania z publicznego linka kiedy lista plików będzie ukryta.
pt_br: Este texto será mostrado na página de envio do link público quando a lista de arquivos está oculta.
ru: Этот текст будет показан при переходе по публичной ссылке на загрузку при скрытом списке файлов
sq: Ky tekst do të shfaqet në linkun publik të faqes së ngarkuar kur lista e skedarit të jetë e fshehur.
sr: Овај текст ће бити приказан на јавној страни отпремања када је скривен листа фајлова.
sv: Denna text kommer att visa på den offentliga uppladdnings-sidan när fil-listan är gömd.
tr: Dosya listesi gizli iken herkese açık bağlantı yükleme sayfasında görüntülenecek sorumluluk reddi bildirimi metni.

source: Tips & tricks
ast: Conseyos y trucos
ca: Consells i trucs
cs: Tipy a triky
de_de: Tipps & Tricks
es: Sugerencias y trucos
es_sv: Consejos & trucos
eu: Aholkuak eta trikimailuak
fr: Trucs et astuces
hu: Tippek és trükkök
is: Ábendingar og góð ráð
it: Suggerimenti e trucchi
ja: ヒントとコツ
ka_ge: რჩევები და ხრიკები
nb: Tips og triks
nl: Tips & trucs
pl: Porady i wskazówki
pt_br: Dicas & Truques
ru: Советы и трюки
sk: Tipy a triky
sq: Ndihmëza & rrengje
sr: Савети и трикови
tr: İpucu ve incelikler

source: There are a lot of features and config switches available to optimally customize and use this instance. Here are some pointers for more information.
cs: Existuje mnoho možností, jak si přizpůsobit vaši instanci Nextcloudu. Zde je pro vaši informaci pár tipů, kde začít.
de_de: Es gibt ein Menge von Eigenschaften und Konfigurationsschaltern die es ermöglichen, die Installation optimal zu nutzen und anzupassen. Hier einige Verweise auf weitere Informationen.
es: Hay muchas características y cambios de configuración disponibles para personalizar y usar esta instancia. Aquí hay alugnas indicaciones para más información.
es_sv: Existen muchas funcionalidades y configuraciones disponibles para personalizar y usar de manera óptima esta instancia. Aquí hay algunos consejos para más información.
fr: Il y a beaucoup de fonctionnalités et de choix de configurations disponibles qui permettent de manière optimale de customiser et d'utiliser cette instance. Voici quelques liens pour en savoir plus.
hu: Rengeteg szolgáltatás és kapcsoló van a telepítés személyreszabásához. Íme pár iránymutatás a további információkra.
is: Það eru margir eiginleikar og stillingarofar í boði til að sérsníða og besta notkun þessarar uppsetningar. Hér eru nokkrar ábendingar um frekari upplýsingar.
it: Sono disponibili molte funzionalità e parametri di configurazione per personalizzare e utilizzare in modo ottimale questa istanza. Qui troverai alcuni riferimenti per ulteriori informazioni.
ka_ge: ამ ინსტანციას ოპტიმიზირებულად მოწყობისა და გამოყენებისთვის მრავალი ფუნქცია და კონფიგურაციის პარამეტრია ხელმისაწვდომი. აქ რამდენიმე კურსორია მეტი ინფორმაციისთვის.
nb: Det er mange funksjoner og oppsettsbrytere tilgjengelig for optimal tilpasning og bruk av denne installasjonen. Her har du noen punkter med ytterligere informasjon.
nl: Er zijn veel mogelijkheden en instellingsschakelaars beschikbaar om je installatie te optimaliseren. Hier zijn wat aanwijzigen.
pl: Dostępnych jest wiele funkcji i ustawień pozwalających na optymalne skonfigurowanie i używanie tej instancji. Tutaj uzyskasz więcej informacji.
pt_br: Há muitos recursos e opções de configuração para otimização e uso. Aqui estão algumas indicações para obter mais informações.
ru: Для оптимальной настройки и использования доступно множество возможностей и параметров конфигурации. Вот несколько указателей для получения дополнительной информации.
sq: Ekzistojnë shumë funksione dhe çelësa të konfigurimit që janë në dispozicion për të përshtatur dhe përdorur në mënyrë optimale këtë shembull. Këtu janë disa udhëzues për më shumë informacion.
sr: Постоји доста доступних функционалности и конфигурација да оптимално прилагодите и користите ову инстанце. Овде су неки основни савети.
sv: Där är många funktioner och konfigurationsval tillgängliga för att automatiskt ställa in och använda din instans. Här är några hänvisningar för mer information.
tr: Bu kopyayı kullanmak ve en iyi şekilde ayarlamak için çok sayıda özellik ve ayar seçeneği vardır. Ayrıntılı bilgi alabileceğiniz bazı konular şu şekildedir.
