Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Like our Facebook page
ast: Da-y préstame a la nuesa páxina de Facebook
cs: Stejně jako naše stránky na Facebooku
de_de: Liken Sie uns auf unserer Facebook-Seite
es: Da a Me gusta en nuestra página de Facebook
es_sv: Da un Like a nuestra página de Facebook
eu: Gure Facebook orrian Like egin
fr: Aimez notre page Facebook
hu: Lájkold a Facebook oldalunkat
is: Líkaðu við Facebook-síðuna okkar
it: Mi piace sulla nostra pagina di Facebook!
ja: 私たちのFacebookのページをイイネ！
ka_ge: მოიწონეთ ჩვენი Facebook გვერდი
nb: Lik vår Facebook-side
nl: Vind onze Facebook pagina leuk
pl: Polub nas na Facebook'u
pt_br: Curta nossa página no Facebook
ru: Посмотрите нашу страницу на Facebook
sk: Sleduj nás na Facebook-u
sq: Pëlqeni faqen tonë në Facebook
sr: Лајкујте нашу Фејсбук страну
sv: Gilla vår Facebook-sida
tr: Facebook sayfamızı beğenin

source: Follow us on Twitter
ast: Síguimos en Twitter.
ca: Segueix-nos al Twitter
cs: Sledujte nás na Twitteru
de_de: Folgen Sie uns auf Twitter
es: Síguenos en Twitter
es_sv: Síguenos en Twitter
eu: Jarrai gaitzazu Twitterren
fr: Suivez-nous sur Twitter
hu: Kövess Twitteren
is: Fylgstu með okkur á Twitter
it: Seguici su Twitter!
ja: Twitter でフォロー！
ka_ge: გამოგვყევით Twitter-ზე
nb: Følg oss på Twitter
nl: Volg ons op Twitter
pl: Bądź z nami na Twitterze
pt_br: Siga-nos no Twitter
ru: Следите за нашими новостями в Twitter
sk: Sleduj nás na Twitter-i
sq: Na ndiqni në Twitter
sr: Пратите нас на Твитеру
sv: Följ oss på Twitter
tr: Bizi Twitter üzerinde izleyin

source: Check out our blog
ast: Comprueba'l nuesu blogue
ca: Mira el nostre blog
cs: Podívejte se na náš blog
de_de: Sehen Sie sich unseren Blog an
es: Lee nuestro blog
es_sv: Visita nuestro blog
eu: Gure bloga kontsultatu
fr: Découvrez notre blog
hu: Nézd meg a blogunkat
is: Kíktu á bloggið okkar
it: Leggi il nostro blog!
ja: 私たちのブログを見てね！
ka_ge: იხილეთ ჩვენი ბლოგი
nb: Sjekk ut bloggen vår
nl: Lees ons blog
pl: Sprawdź nasz blog
pt_br: Confira nosso blog
ru: Просмотрите наш блог
sk: Pozri si náš blog
sq: Shikoni blogun tonë
sr: Баците поглед на наш блог
sv: Kolla in vår blogg
tr: Bloğumuza bakın

source: Subscribe to our newsletter
ast: Soscríbite al nuesu boletín
cs: Odebírejte náš newsletter
de_de: Abonnieren Sie unseren Newsletter
es: Suscríbete a nuestro boletín
es_sv: Suscribete a nuestro boletín
eu: Izena eman gure buletinean
fr: Abonnez-vous à notre lettre d'information
hu: Iratkozz fel a hírlevelünkre
is: Gerstu áskrifandi að fréttabréfinu okkar
it: Iscriviti alla nostra newsletter
ja: ニュースレターを購読する！
ka_ge: გამოიწერეთ ჩვენი სიახლეები
nb: Abonner på vårt nyhetsbrev
nl: Abonneer jezelf op onze nieuwsbrief
pl: Subskrybuj nasz newsletter
pt_br: Assine nosso boletim informativo
ru: Подписывайтесь на нашу новостную рассылку
sk: Prihlás sa na odber noviniek emailom
sq: Abonohu në gazeten tonë
sr: Пријавите се на наше новине
sv: Prenumerera på vårt nyhetsbrev
tr: Bültenimize abone olun

source: Settings
ast: Axustes
ca: Preferències
cs: Nastavení
de_de: Einstellungen
es: Configuración
es_sv: Configuraciones
eu: Ezarpenak
fr: Paramètres
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sq: Konfigurimet
sr: Подешавања
sv: Inställningar
tr: Ayarlar

source: Show storage location
ast: Amosar allugamientu d'almacenamientu
ca: Mostra la ubicació del magatzem
cs: Cesta k datům
de_de: Speicherort anzeigen
es: Mostrar la ubicación del almacenamiento
es_sv: Mostrar la ubicación del almacenamiento
eu: Erakutsi biltegiaren kokapena
fr: Afficher l'emplacement du stockage
hu: Háttértároló helyének mutatása
is: Birta staðsetningu gagnageymslu
it: Mostra posizione di archiviazione
ja: データの保存場所を表示
ka_ge: საცავის ადგილმდებარეობის ჩვენება
nb: Vis lagringssted
nl: Toon opslaglocatie
pl: Pokaż miejsce przechowywania
pt_br: Mostrar localização do armazenamento
ru: Показывать расположение хранилища
sk: Zobraziť umiestnenie úložiska
sq: Shfaq vendndodhje depozite
sr: Прикажи локацију складишта
sv: Visa lagringsplats
tr: Depolama konumu görüntülensin

source: Show user backend
ast: Amosar backend d'usuarios
ca: Mostrar backend d'usuari
cs: Zobrazit vedení uživatelů
de_de: Benutzer-Backend anzeigen
es: Mostrar motor de usuario
es_sv: Mostrar backend del usuario
eu: Bistaratu erabiltzaile motorra
fr: Montrer la source de l'identifiant
hu: Felhasználói háttér mutatása
is: Birta bakenda notanda
it: Mostra il motore utente
ja: ユーザーバックエンドを表示
ka_ge: მომხმარებლის ბექენდის ჩვენება
nb: Vis bruker-bakende
nl: Toon backend gebruiker
pl: Pokaż moduł użytkownika
pt_br: Mostrar plataforma de serviço de usuário
ru: Показывать механизм учёта
sk: Zobraziť backend používateľa
sq: Shfaq programin klient të përdoruesit
sr: Прикажи позадину за кориснике
sv: Visa användar-backend
tr: Kullanıcı arka ucu görüntülensin

source: Show last login
ast: Amosar aniciu de sesión caberu
ca: Mostra darrera entrada
cs: Zobrazit poslední přihlášení
de_de: Letzte Anmeldung anzeigen
es: Mostrar último inicio de sesión
es_sv: Mostrar último inicio de sesión
eu: Azken izen ematea erakutsi
fr: Montrer la dernière connexion
hu: Utolsó bejelentkezés megjelenítése
is: Birta síðustu innskráningu
it: Mostra ultimo accesso
ja: 最終ログインを表示
ka_ge: ბოლო ავტორიზაციის ჩვენება
nb: Vis siste innlogging
nl: Toon laatste inlog
pl: Pokaż ostatnie zalogowanie
pt_br: Mostrar último login
ru: Показывать последний вход
sk: Zobraziť posledné prihlásenie
sq: Shfaq hyrjen e fundit
sr: Прикажи последњу пријаву
sv: Visa senaste inloggning
tr: Son oturum açma zamanı görüntülensin

source: Show email address
ast: Amosar direición de corréu
ca: Mostrar l'adreça de correu electrònic
cs: Zobrazit emailové adresy
de_de: E-Mail-Adresse anzeigen
es: Mostrar dirección de correo electrónico
es_sv: Mostrar dirección de correo electrónico
eu: Bistaratu eposta helbidea
fr: Afficher l'adresse e-mail
hu: E-mail cím megjelenítése
is: Birta tölvupóstfang
it: Mostra l'indirizzo email
ja: メールアドレスを表示
ka_ge: მოხმარებლის ელ-ფოსტის მისამართის ჩვენება
nb: Vis e-postadresse
nl: Toon e-mailadres
pl: Pokaż adres email
pt_br: Mostrar o endereço de e-mail
ru: Показывать адрес электронной почты
sk: Zobraziť emailovú adresu
sq: Shfaq adresë email
sr: Прикажи адресу е-поште
sv: Visa e-postadress
tr: E-posta adresi görüntülensin

source: Send email to new user
ast: Unviar corréu al usuariu nuevu
ca: Enviar correu electrònic al nou usuari
cs: Poslat email novému uživateli
de_de: E-Mail an neuen Benutzer senden
es: Enviar correo al usuario nuevo
es_sv: Enviar un correo electrónico al usuario nuevo
eu: Bidali eposta erabiltzaile berriari
fr: Envoyer un e-mail aux utilisateurs créés
hu: E-mail küldése az új felhasználónak
is: Senda tölvupóst til nýs notanda
it: Invia email al nuovo utente
ja: 新規ユーザーにメールを送信
ka_ge: გაუგზავნეთ ელ-წერილი ახალ მომხმარებელს
nb: Send e-post til ny bruker
nl: Verstuur e-mail aan nieuwe gebruiker
pl: Wyślij email do nowego użytkownika
pt_br: Enviar um e-mail para o novo usuário
ru: Отправлять письмо новому пользователю
sk: Odoslať email novému používateľovi
sq: Dërgo email përdoruesi të ri
sr: Пошаљи е-пошту новом кориснику
sv: Skicka e-post till ny användare
tr: Yeni kullanıcıya e-posta gönderilsin

source: When the password of a new user is left empty, an activation email with a link to set the password is sent.
cs: Pokud je heslo nového uživatele prázdné, je mu odeslán aktivační e-mail s odkazem, kde si ho může nastavit.
de_de: Wenn das Passwort für den neuen Benutzer leer gelassen wird, wird an ihn eine Aktivierungs-E-Mail mit einem Link zur Passwortvergabe versandt.
es: Cuando la contraseña de un nuevo usuario esta vacía, un mensaje de activación a través de correo electrónico es enviado.
es_sv: Cuando la contraseña de un usuario nuevo se deja en blanco, se envía un correo electrónico de activación con una liga para establecerla.
fr: Quand le mot de passe d'un nouvel utilisateur est laissé vide, un mail d'activation avec un lien pour configurer le mot de passe est envoyé.
hu: Amikor egy új felhasználónál üres marad a jelszó mező, akkor egy aktivációs levél kerül kiküldésre a felhasználónak, ahol beállíthatja a jelszavát.
is: Þegar lykilorð nýs notanda er skilið eftir autt, mun honum verða sendur tölvupóstur með tengli til að virkja aðganginn sinn.
it: Quando la password del nuovo utente è lasciata vuota, un'email di attivazione con un collegamento per impostare la password è inviata all'utente.
ja: 新しいユーザーのパスワードを空のままにすると、パスワードを設定するためのリンクを含むアクティベーションのメールが送信されます
ka_ge: როდესაც ახალი მომხმარებლის პაროლი არაა მითითებული, მომხმარებელს ელ-ფოსტაზე ეგზავნება აქტივაციის წერილი პროლის დაყენების ბმულით.
nb: Når passordet til en ny brukeren er utelatt, vil vedkommnende bli sendt en aktiveringslenke.
nl: Als het wachtwoord van de nieuwe gebruiker blanco blijft wordt een activeringsmailt met link naar de gebruiker gestuurd om het wachtwoord in te stellen.
pl: Kiedy hasło nowego użytkownika nie zostanie wypełnione zostanie wysłany e-mail aktywacyjny z linkiem do ustawienia hasła.
pt_br: Quando a senha de um novo usuário é deixada em branco, um e-mail de ativação com um link para definir a senha é enviado.
ru: Если поле пароля нового пользователя оставить пустым, то пользователю будет отправлено эл.письмо, содержащее ссылку на страницу установки пароля.
sk: Ak je heslo pre nového používateľa prázdne, odošle sa aktivačný email s linkou na nastavenie hesla.
sq: Kur fjalëkalimi i përdoruesit është lënë bosh, dërgohet një email me ndërlidhje për të vendosur fjalëkalimin
sr: Када се поље лозинке новог корисника остави празним, кориснику ће бити послата е-пошта са везом за постављање лозинке.
sv: När lösenordet för en ny användare lämnas tomt så skickas ett aktiveringsmejl med en länk för att välja ett lösenord.
tr: Yeni kullanıcının parolası boş bırakıldığında, kullanıcıya parola ayarlama bağlantısını içeren bir ektinleştirme e-postası gönderilir.

source: E-Mail
ast: Corréu
es: Correo electrónico
es_sv: Correo electrónico
eu: E-posta
is: Tölvupóstfang
it: Posta elettronica
ja: メール
ka_ge: ელ-ფოსტა
nb: E-post
sr: Е-пошта
sv: E-post
tr: E-posta

source: Create
ast: Crear
ca: Crea
cs: Vytvořit
de_de: Erstellen
es: Crear
es_sv: Crear
eu: Sortu
fr: Créer
hu: Létrehozás
is: Búa til
it: Crea
ja: 作成
ka_ge: შექმნა
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ru: Создать
sk: Vytvoriť
sq: Krijoje
sr: Направи
sv: Skapa
tr: Oluştur

source: Admin Recovery Password
ast: Recuperación de la contraseña d'alministración
ca: Recuperació de contrasenya d'administrador
cs: Heslo obnovy správce
de_de: Admin-Passwort-Wiederherstellung
es: Recuperación de la contraseña de administración
es_sv: Recuperación de la contraseña del administrador
eu: Administratzailearen pasahitza berreskuratzea
fr: Mot de passe Administrateur de récupération
hu: Adminisztrátori jelszó a fájlok visszanyerésére
is: Endurheimtulykilorð kerfisstjóra
it: Password di ripristino amministrativa
ja: 管理者リカバリパスワード
ka_ge: ადმინისტრატორის პაროლის განახლება
nb: Administrativt gjenopprettingspassord
nl: Beheer herstel wachtwoord
pl: Hasło klucza odzyskiwania
pt_br: Senha de recuperação do administrador
ru: Пароль административного восстановления
sk: Obnovenie hesla administrátora
sq: Fjalëkalim Rikthimesh Nga Përgjegjësi
sr: Администраторска лозинка за опоравак
sv: Återställningslösen för admin
tr: Yönetici Kurtarma Parolası

source: Enter the recovery password in order to recover the users files during password change
ast: Introduz la contraseña de recuperación col envís de recuperar los ficheros de los usuarios mientres el cambéu de contraseña.
ca: Escriviu la contrasenya de recuperació per a poder recuperar els fitxers dels usuaris en canviar la contrasenya
cs: Zadejte heslo obnovy pro obnovení souborů uživatele při změně hesla
de_de: Geben Sie das Wiederherstellungspasswort ein, um die Benutzerdateien während der Passwortänderung wiederherzustellen
es: Introduzca la contraseña de recuperación a fin de recuperar los archivos de los usuarios durante el cambio de contraseña.
es_sv: Ingresa la contraseña de recuperación con la finalidad de recuperar los archivos de los usuarios al cambiar la contraseña.
eu: Berreskuratze pasahitza idatzi pasahitz aldaketan erabiltzaileen fitxategiak berreskuratzeko
fr: Entrez le mot de passe de récupération pour récupérer les fichiers utilisateurs pendant le changement de mot de passe
hu: Adja meg az adatok visszanyeréséhez szükséges jelszót arra az esetre, ha a felhasználók megváltoztatják a jelszavukat
is: Settu inn endurheimtulykilorð til að endurheimta skrár notandans við breytingu á lykilorði
it: Digita la password di ripristino per recuperare i file degli utenti durante la modifica della password.
ja: パスワード変更時のユーザーのファイルを回復するため、リカバリパスワードを入力してください
ka_ge: მოხმარებლების პაროლის შეცვლის შემდეგ მათი ფაილების აღსადგენად შეიყვანეთ აღსადგენი პაროლი
nb: Legg inn gjenopprettingspassordet for å gjenopprette brukerfilene når passordet endres
nl: Voer het herstel wachtwoord in om de gebruikersbestanden terug te halen bij wachtwoordwijziging
pl: Wpisz hasło odzyskiwania, aby odzyskać pliki użytkowników podczas zmiany hasła
pt_br: Digite a senha de recuperação para recuperar os arquivos dos usuários durante a mudança de senha.
ru: Введите пароль для того, чтобы восстановить файлы пользователей при смене пароля
sk: Zadajte heslo pre obnovenie súborov používateľa pri zmene hesla
sq: Jepni fjalëkalim rimarrje që të mund të rimerrni kartela përdoruesi gjatë ndryshimit të fjalëkalimit
sr: Унесите лозинку за опоравак корисничких фајлова током промене лозинке
sv: Ange återställningslösenordet för att återställa användarnas filer vid lösenordsbyte
tr: Parola değiştirildiğinde kullanıcının dosyalarını kurtarmak için kullanılacak kurtarma parolasını yazın

source: Everyone
ast: Toos
ca: Tothom
cs: Všichni
de_de: Jeder
es: Todos
es_sv: Todos
eu: Edonor
fr: Tout le monde
hu: Mindenki
is: Allir
it: Chiunque
ja: すべてのユーザー
ka_ge: ყველა
nb: Alle
nl: Iedereen
pl: Wszyscy
pt_br: Para todos
ru: Все
sk: Všetci
sq: Kushdo
sr: Сви
sv: Alla
tr: Herkes

source: Admins
ast: Almins
ca: Administradors
cs: Administrátoři
de_de: Administratoren
es: Administradores
es_sv: Administradores
eu: Administratzaileak
fr: Administrateurs
hu: Adminisztrátorok
is: Kerfisstjórar
it: Amministratori
ja: 管理者
ka_ge: ადმინისტრატორები
nb: Administratorer
nl: Beheerders
pl: Administratorzy
pt_br: Administradores
ru: Администраторы
sk: Administrátori
sq: Administratorë
sr: Администратори
sv: Administratörer
tr: Yöneticiler

source: Disabled
ca: Desactivat
cs: Zakázaní
de_de: Deaktiviert
es: Deshabilitado
es_sv: Deshabilitado
fr: Désactivé
hu: Kikapcsolva
is: Óvirkt
it: Disabilitati
ja: 無効
ka_ge: გათიშული
nb: Avskrudd
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
sk: Zakázaný
sq: E çaktivizuar
sr: Искључено
sv: Inaktiverad
tr: Devre Dışı

source: Default quota
ast: Cuota por defeutu
ca: Quota per defecte
cs: Výchozí kvóta
de_de: Standard Speicherkontingent
es: Espacio predeterminado
es_sv: Cuota predeterminada
eu: Kuota lehenetsia
fr: Quota par défaut
hu: Alapértelmezett kvóta
is: Sjálfgefinn kvóti
it: Quota predefinita
ja: デフォルトのクオータ
ka_ge: საწყისი კვოტა
nb: Standard kvote
nl: Standaard quota
pl: Domyślny udział
pt_br: Cota padrão
ru: Квота по умолчанию
sk: Predvolená kvóta
sq: Kuota Parazgjedhje
sr: Подразумевана квота
sv: Förvalt lagringsutrymme
tr: Varsayılan kota

source: Please enter storage quota (ex: "512 MB" or "12 GB")
ast: Por favor indica la cuota d'almacenamientu (ex: "512 MB" o "12 GB")
ca: Escriviu la quota d'emmagatzemament (per ex.: "512 MB" o "12 GB")
cs: Zvolte prosím kvótu pro úložiště (např. "512 MB" nebo "12 GB")
de_de: Bitte Speicherkontingent eingeben (z.B.: „512 MB“ oder „12 GB“)
es: Por favor indique la cúota de almacenamiento (ej: "512 MB" o "12 GB")
es_sv: Por favor indica la cuota de almacenamiento (ejem: "512 MB" ó "12 GB")
eu: Mesedez sartu biltegiratze kouta (adb: "512 MB" edo "12 GB")
fr: Veuillez entrer le quota de stockage (ex. "512 MB" ou "12 GB")
hu: Kérjük adja meg a tárolási kvótát (pl. "512 MB" vagy "12 GB")
is: Settu inn geymslukvóta (t.d.: "512 MB" eða "12 GB")
it: Digita la quota di archiviazione (ad es.: "512 MB" o "12 GB")
ja: ストレージのクォータを入力してください (例: "512MB" や "12 GB")
ka_ge: შეიყვანეთ მოცულობის კვოტა (მაგ.: "512 მბ" ან "12 გბ")
nb: Legg inn lagringskvote (f.eks. "512 MB" eller "12 GB")
nl: Geef de opslagquotering op (bijv. "512 MB" of "12 GB")
pl: Proszę ustawić ograniczenie zasobów (np. "512 MB" albo "12 GB")
pt_br: Por favor insira a cota de armazenamento (ex: "512" ou "12 GB")
ru: Пожалуйста, введите квоту на хранилище (например: "512 MB" или "12 GB")
sk: Prosím zadajte kvótu úložného priestoru (napr.: "512 MB​​" alebo "12 GB")
sq: Ju lutemi, jepni kuotë depozitimi (psh: "512 MB" ose "12 GB")
sr: Унесите квоту складиштења (нпр. 512 MB или 12 GB)
sv: Ange storlek på lagringsutrymmet (t.ex: "512 MB" eller "12 GB")
tr: Lütfen depolama kotasını yazın (örnek: "512MB" ya da "12 GB")

source: Unlimited
ast: Non llendáu
ca: Il·limitat
cs: Neomezeně
de_de: Unbegrenzt
es: Ilimitado
es_sv: Ilimitado
eu: Mugarik gabe
fr: Illimité
hu: Korlátlan
is: ótakmörkuðu
it: Illimitata
ja: 無制限
ka_ge: ულიმიტო
nb: Ubegrenset
nl: Ongelimiteerd
pl: Bez limitu
pt_br: Ilimitado
ru: Неограничено
sk: Nelimitované
sq: E pakufizuar
sr: Неограничено
sv: Obegränsat
tr: Sınırsız

source: Other
ast: Otru
ca: Un altre
cs: Jiný
de_de: Andere
es: Otro
es_sv: Otro
eu: Bestelakoa
fr: Autre
hu: Más
is: Annað
it: Altro
ja: その他
ka_ge: სხვა
nb: Annet
nl: Anders
pl: Inne
pt_br: Outro
ru: Другая
sk: Iné
sq: Tjetër
sr: Друго
sv: Annat
tr: Diğer

source: Group admin for
ca: Administrador de grup per
cs: Seskupit skupiny pro
de_de: Gruppenadministrator für
es: Administrador de grupo para
es_sv: Administrador del grupo para
eu: Talde honen administratzailea
fr: Administrateur de groupe pour
hu: Csoport Adminisztrátor itt
is: Hópstjóri fyrir
it: Amministratore per il gruppo
ja: グループの管理者
ka_ge: ადმინისტრატორის შეჯგუფება
nb: Gruppeadministrator for
nl: Groepsbeheerder voor
pl: Grupa admin dla
pt_br: Grupo administrativo para
ru: Администратор групп
sk: Administrátor skupiny pre
sq: Administratori i grupit për
sr: Администратор групе за
sv: Gruppadministratör för
tr: Şunun grup yöneticisi

source: Quota
ast: Cuota
cs: Kvóta
de_de: Kontingent
es: Espacio
es_sv: Cuota
eu: Kuota
hu: Kvóta
is: Kvóti
it: Quote
ja: クオータ
ka_ge: ქვოტა
nb: Kvote
nl: Limieten
pl: Udział
pt_br: Cota
ru: Квота
sk: Kvóta
sq: Kuota
sr: Квота
sv: Lagringsutrymme
tr: Kota

source: Storage location
ast: Allugamientu d'almacenamientu
ca: Ubicació de l'emmagatzemament
cs: Úložiště dat
de_de: Speicherort
es: Ubicación de almacenamiento
es_sv: Úbicación del almacenamiento
eu: Biltegiratze kokapena
fr: Emplacement du stockage
hu: A háttértár helye
is: Staðsetning gagnageymslu
it: Posizione di archiviazione
ja: データの保存場所
ka_ge: საცავის ადგილმდებარეობა
nb: Lagringsplassering
nl: Opslag locatie
pl: Lokalizacja magazynu
pt_br: Local do armazenamento
ru: Расположение хранилища
sk: Umiestnenie úložiska
sq: Vendndodhje Depozite
sr: Локација складишта
sv: Lagringsplats
tr: Depolama konumu

source: User backend
ast: Backend d'usuarios
ca: Backend d'usuari
cs: Backend uživatelů
de_de: Benutzer-Backend
es: Motor de usuario
es_sv: Backend del usuario
eu: Erabiltzaile jatorria
fr: Retour utilisateur
hu: Felhasználói háttér
is: Bakendi notanda
it: Motore utente
ja: ユーザーバックエンド
ka_ge: მომხმარებელის ბექენდი
nb: Bruker-tjener
nl: Backend gebruiker
pl: Moduł użytkownika
pt_br: Plataforma de serviço de usuário
ru: Механизм учёта пользователей
sk: Backend používateľa
sq: Program klient i përdoruesit
sr: Позадина за кориснике
sv: Användarbackend
tr: Kullanıcı Arka Ucu

source: Last login
ast: Aniciu de sesión caberu
ca: Últim accés
cs: Poslední přihlášení
de_de: Letzte Anmeldung
es: Último inicio de sesión
es_sv: Último inicio de sesión
eu: Azken saioa
fr: Dernière connexion
hu: Utolsó bejelentkezés
is: Síðasta innskráning
it: Ultimo accesso
ja: 最終ログイン
ka_ge: ბოლო ავტორიზაცია
nb: Siste innlogging
nl: Laatste login
pl: Ostatnio zalogowany
pt_br: Último acesso
ru: Последний вход
sk: Posledné prihlásenie
sq: Hyrja e fundit
sr: Последња пријава
sv: Senaste inloggning
tr: Son oturum açma

source: change full name
ast: camudar el nome completu
ca: canvia el nom complet
cs: změnit celé jméno
de_de: Vollständigen Namen ändern
es: cambiar el nombre completo
es_sv: cambiar el nombre completo
eu: aldatu izena
fr: Modifier le nom complet
hu: a teljes név megváltoztatása
is: breyta fullu nafni
it: modica nome completo
ja: 名前を変更
ka_ge: სრული სახელის ცვლილება
nb: endre fullt navn
nl: wijzigen volledige naam
pl: Zmień pełna nazwę
pt_br: alterar nome completo
ru: изменить полное имя
sk: zmeniť meno a priezvisko
sq: ndryshoni emrin e plotë
sr: измени пуно име
sv: ändra namn
tr: tam adı değiştir

source: set new password
ast: afitar nueva contraseña
ca: estableix nova contrasenya
cs: nastavit nové heslo
de_de: Neues Passwort setzen
es: establecer nueva contraseña
es_sv: establecer nueva contraseña
eu: ezarri pasahitz berria
fr: Changer le mot de passe
hu: új jelszó beállítása
is: setja nýtt lykilorð
it: imposta una nuova password
ja: 新しいパスワードを設定
ka_ge: დააყენეთ ახალი პაროლი
nb: sett nytt passord
nl: Instellen nieuw wachtwoord
pl: ustaw nowe hasło
pt_br: definir uma senha nova
ru: установить новый пароль
sk: nastaviť nové heslo
sq: caktoni fjalëkalim të ri
sr: постави нову лозинку
sv: ange nytt lösenord
tr: yeni parola belirle

source: change email address
ast: camudar direición de corréu
ca: canvi d'adreça de correu electrònic
cs: změnit emailovou adresu
de_de: E-Mail-Adresse ändern
es: cambiar dirección de correo electrónico
es_sv: cambiar la dirección de correo electrónico
eu: aldatu eposta helbidea
fr: changer l'adresse e-mail
hu: e-mail cím megváltoztatása
is: breyta tölvupóstfangi
it: cambia l'indirizzo email
ja: メールアドレスを変更
ka_ge: ელ-ფოსტის მისამართის ცვლილება
nb: endre e-postadresse
nl: wijzig e-mailadres
pl: zmień adres email
pt_br: Alterar o endereço de e-mail
ru: изменить адрес почты
sk: zmeniť emailovú adresu
sq: ndryshoni adresën email
sr: измени адресу е-поште
sv: ändra e-postadress
tr: e-posta adresini değiştir

source: Default
ast: Predetermináu
ca: Per defecte
cs: Výchozí
de_de: Standard
es: Predeterminado
es_sv: Predeterminado
eu: Lehenetsia
fr: Défaut
hu: Alapértelmezett
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ka_ge: საწყისი პარამეტრები
nb: Forvalg
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sk: Predvolené
sq: Parazgjedhje
sr: Подразумевано
sv: Förvald
tr: Varsayılan

source: iPhone iOS
ast: iOS d'iPhone

source: iPad iOS
ast: iOS d'iPad
