Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: This app cannot be installed because the following dependencies are not fulfilled:
ast: Nun pue instalase esta aplicación porque nun se cumplen les dependencies de darréu:
ca: Aquesta aplicació no es pot instal·lar perquè les següents dependències no es compleixen:
cs: Tuto aplikaci nelze nainstalovat, protože nejsou splněny následující závislosti:
de_de: Diese App kann nicht installiert werden, weil die folgenden Abhängigkeiten nicht erfüllt sind:
es: Esta aplicación no puede instalarse porque las siguientes dependencias no están cumplimentadas:
es_sv: Esta aplicación no puede ser instalada porque las siguientes dependencias no están satisfechas:
eu: Aplikazioa ezin da instalatu hurrengo menpekotasunak betetzen ez direlako:
fr: Cette application ne peut être installée à cause de ces dépendances non satisfaites :
hu: Ezt az alkalmazást nem lehet telepíteni, mert a következő függőségek hiányoznak:
is: Ekki var hægt að setja upp forritið þar sem eftirfarandi kerfiskröfur eru ekki uppfylltar:
it: Questa applicazione non può essere installata perché le seguenti dipendenze non sono soddisfatte:
ja: 次の依存関係が満たされないためこのアプリをインストールできません:
ka_ge: ეს აპლიკაცია ვერ დაყენდა რადგან შემდეგი დამოკიდებულებები არაა დაკმაყოფილებული:
nb: Dette programmet kan ikke installeres fordi følgende avhengigheter ikke er tilfredsstilt:
nl: Deze app kan niet worden geïnstalleerd, omdat de volgende afhankelijkheden niet zijn ingevuld:
pl: Ta aplikacja nie może być zainstalowana, ponieważ nie są spełnione następujące zależności:
pt_br: Este aplicativo não pode ser instalado pois as seguintes dependências não forão cumpridas:
ru: Приложение не может быть установлено, следующие зависимости не удовлетворены:
sk: Túto aplikáciu nemožno nainštalovať, pretože nie sú splnené nasledovné závislosti:
sq: Ky aplikacion s’mund të instalohet, ngaqë për të nuk plotësohen varësitë vijuese:
sr: Апликација се не може инсталирати јер следеће зависности нису испуњене:
sv: Denna applikation kan inte installeras då följande beroenden inte är uppfyllda: %s
tr: Aşağıdaki bağımlılıklar sağlanmadığından bu uygulama kurulamıyor:

source: Enable only for specific groups
ast: Habilitar namái pa grupos específicos
ca: Activa només per grups específics
cs: Povolit pouze pro vybrané skupiny
de_de: Nur für bestimmte Gruppen aktivieren
es: Activar solamente para grupos específicos
es_sv: Habilitar sólo para grupos específicos
eu: Baimendu bakarri talde espezifikoetarako
fr: Activer uniquement pour certains groupes
hu: Csak bizonyos csoportok számára tegyük elérhetővé
is: Einungis fyrir sérstaka hópa
it: Abilita solo per gruppi specifici
ja: 特定のグループのみ有効に
ka_ge: ამოქმედება მხოლოდ სპეციფიური ჯგუფებისათვის
nb: Aktiver kun for gitte grupper
nl: Alleen voor bepaalde groepen activeren
pl: Włącz tylko dla określonych grup
pt_br: Ativar apenas para grupos específicos
ru: Включить только для определенных групп
sk: Povoliť len pre vybrané skupiny
sq: Aktivizoje vetëm për grupe të veçantë
sr: Укључи само за одређене групе
sv: Aktivera endast för specifika grupper
tr: Yalnız belirli gruplar için etkinleştir

source: SSL Root Certificates
ca: Certificats arrel SSL
cs: Kořenové certifikáty SSL
de_de: SSL-Root-Zertifikate
es: Raíz de certificados SSL
es_sv: Certificado SSL Raíz
fr: Certificats Racines SSL
hu: SSL Root tanusítványok
is: SSL-rótarskilríki
it: Certificati radice SSL
ja: SSLルート証明書
ka_ge: SSL Root სერტიფიკატები
nb: SSL-rotsertifikater
nl: SSL Root Certificaten
pl: Korzeń certyfikatu SSL
pt_br: Certificados Raiz SSL
ru: Корневые сертификаты SSL
sk: Koreňové certifikáty SSL
sq: Dëshmi SSL Rrënjë
sr: SSL корени сертификат
sv: SSL Root certifikat
tr: SSL Kök Sertifikaları

source: Common Name
ast: Nome común
ca: Nom comú
de_de: Allgemeiner Name
es: Nombre común
es_sv: Nombre común
eu: Izen arrunta
fr: Nom d'usage
hu: Általános Név
is: Almennt heiti
it: Nome comune
ja: コモンネーム
ka_ge: საზოგადო სახელი
nb: Vanlig navn
pl: Nazwa CN
pt_br: Nome comum
ru: Общее Имя
sk: Bežný názov
sq: Emër i Rëndomtë
sr: Уобичајено име
sv: Vanligt namn
tr: Ortak Ad

source: Valid until
ast: Válidu hasta
ca: Valid fins
cs: Platný do
de_de: Gültig bis
es: Válido hasta
es_sv: Válido hasta
eu: Data hau arte baliogarria
fr: Valide jusqu'à
hu: Érvényes
is: Gildir til
it: Valido fino al
ja: 有効期限
ka_ge: ვარგისია
nb: Gyldig til
nl: Geldig tot
pl: Ważny do
pt_br: Válido até
ru: Действительно до
sk: Platný do
sq: E vlefshme deri më
sr: Важи до
sv: Giltigt till
tr: Geçerlilik

source: Issued By
ast: Emitíu por
ca: Emès Per
cs: Vydal
de_de: Ausgestellt von:
es: Emitido por
es_sv: Levantado Por
eu: Honek bidalita
fr: Délivré par
hu: Kiadta
is: Gefið út af
it: Emesso da
ja: 発行元
ka_ge: განაცხადა
nb: Utstedt av
nl: Uitgegeven door
pl: Wydany przez
pt_br: Emitido por
ru: Выдан
sk: Vydal
sq: Lëshuar Nga
sr: Издавач
sv: Utfärdat av
tr: Yayınlayan

source: Valid until %s
ast: Válidu hasta'l %s
ca: Vàlid fins %s
cs: Platný do %s
de_de: Gültig bis %s
es: Válido hasta %s
es_sv: Válido hasta %s
eu: %s arte baliogarria
fr: Valide jusqu'à %s
hu: Érvényes: %s
is: Gildir til %s
it: Valido fino al %s
ja: %s まで有効
ka_ge: ვარგისია %s-მდე
nb: Gyldig til %s
nl: Geldig tot %s
pl: Ważny do %s
pt_br: Válido até %s
ru: Действительно до %s
sk: Platný do %s
sq: E vlefshme deri më %s
sr: Важи до %s
sv: Giltigt till %s
tr: %s tarihine kadar geçerli

source: Import root certificate
ast: Importar certificáu raigañu
ca: Importa certificat root
cs: Import kořenového certifikátu
de_de: Root-Zertifikat importieren
es: Importar certificado raíz
es_sv: Importar certificado raíz
eu: Inportatu root ziurtagiria
fr: Importer un certificat racine
hu: Gyökértanúsítvány importálása
is: Flytja inn rótarskilríki
it: Importa certificato radice
ja: ルート証明書をインポート
ka_ge: Root სერტიფიკატის იმპორტი
nb: Importer rotsertifikat
nl: Importeren root certificaat
pl: Importuj główny certyfikat
pt_br: Importar certificado raiz
ru: Импорт корневого сертификата
sk: Importovať koreňový certifikát
sq: Importoni dëshmi rrënjë
sr: Увоз кореног сертификата
sv: Importera rotcertifikat
tr: Kök sertifikasını içe aktar

source: Administrator documentation
ast: Documentación d'alministrador
ca: Documentació d'administrador
cs: Dokumentace administrátora
de_de: Dokumentation für Administratoren
es: Documentación del adminsitrador
es_sv: Documentación del adminsitrador
eu: Administratzaile dokumentazioa
fr: Documentation administrateur
hu: Adminisztrátori dokumentáció
is: Hjálparskjöl stjórnanda
it: Documentazione amministratore
ja: 管理者ドキュメント
ka_ge: ადმინისტრატორის დოკუმენტაცია
nb: Administratordokumentasjon
nl: Beheerdersdocumentatie
pl: Dokumentacja administratora
pt_br: Documentação do administrador
ru: Документация администратора
sk: Príručka administrátora
sq: Dokumentim për përgjegjës
sr: Администраторска документација
sv: Administratörsdokumentation
tr: Yönetici belgeleri

source: Online documentation
ast: Documentación en llinia
ca: Documentació en línia
cs: Online dokumentace
de_de: Online-Dokumentation
es: Documentación en línea
es_sv: Documentación en línea
eu: Online dokumentazioa
fr: Documentation en ligne
hu: Online dokumentáció
is: Handbækur/skjölun á netinu
it: Documentazione in linea
ja: オンラインドキュメント
ka_ge: ონლაინ დოკუმენტაცია
nb: Elektronisk dokumentasjon
nl: Online documentatie
pl: Dokumentacja Online
pt_br: Documentação online
ru: Online-документация
sk: Online príručka
sq: Dokumentim në Internet
sr: Документација на мрежи
sv: Online-dokumentation
tr: Çevrimiçi belgeler

source: Forum
ast: Foru
ca: Fòrum
cs: Fórum
es: Foro
es_sv: Foro
eu: Foroa
hu: Fórum
is: Vefspjall
ja: フォーラム
ka_ge: ფორუმი
pt_br: Fórum
ru: Форум
sk: Fórum
sr: Форум

source: Getting help
ast: Consiguir ayuda
ca: Obtenint ajuda
cs: Sehnat pomoc
de_de: Hilfe bekommen
es: Obtener ayuda
es_sv: Obtener ayuda
eu: Laguntza lortzen
fr: Obtenir de l'aide
hu: Segítség kérés
is: Til að fá hjálp
it: Ottenere aiuto
ja: ヘルプの入手
ka_ge: დახმარების მიღება
nb: Skaffe hjelp
nl: Hulp krijgen
pl: Otrzymać pomoc
pt_br: Conseguindo ajuda
ru: Помощь
sk: Získať pomoc
sq: Kërkoni ndihmë
sr: Добијање помоћи
sv: Få hjälp
tr: Yardım alın

source: Commercial support
ast: Sofitu comercial
ca: Suport comercial
cs: Placená podpora
de_de: Kommerzieller Support
es: Soporte comercial
es_sv: Soporte comercial
eu: Merkataritza laguntza
fr: Support commercial
hu: Kereskedelmi támogatás
is: Gjaldskyld tækniaðstoð
it: Supporto commerciale
ja: 商用サポート
ka_ge: კომერციული მხარდაჭერა
nb: Forretningsstøtte
nl: Commerciële ondersteuning
pl: Wsparcie komercyjne
pt_br: Suporte comercial
ru: Коммерческая поддержка
sk: Komerčná podpora
sq: Asistencë komerciale
sr: Комерцијална подршка
sv: Kommersiell support
tr: Ticari destek

source: None
ast: Dengún
ca: Cap
cs: Žádné
de_de: Keine
es: Ninguno
es_sv: Ninguno
eu: Ezer
fr: Aucun
hu: Egyik sem
is: Ekkert
it: Nessuno
ja: なし
ka_ge: არც ერთი
nb: Ingen
nl: Geen
pl: Nic
pt_br: Nada
ru: Отсутствует
sk: Žiadny
sq: Asnjë
sr: Ништа
sv: Ingen
tr: Yok

source: Login
ast: Entamar sesión
ca: Inici de sessió
cs: Přihlásit
de_de: Anmelden
es: Iniciar sesión
es_sv: Iniciar sesión
eu: Saio hasiera
is: Innskráning
it: Accesso
ja: ログイン
ka_ge: ლოგინი
nb: Innlogging
ru: Логин
sk: Prihlásenie
sq: Hyrje
sr: Пријава
sv: Logga in
tr: Oturum Açın

source: Plain
ast: Planu
ca: Pla
cs: Čistý text
de_de: Klartext
es: Plano
es_sv: Plano
eu: Arrunta
fr: En clair
hu: Egyszerű
is: Einfalt
it: Semplice
ja: 平文
ka_ge: ჩვეულებრივი
nb: Enkel
nl: Gewoon
pl: Czysty tekst
pt_br: Plano
ru: Простой
sk: Neformátovaný
sq: E thjeshtë
sr: Обичан
sv: Enkel
tr: Düz

source: NT LAN Manager
ast: Xestor de NT LAN
ca: Gestor NT LAN
cs: Správce NT LAN
es: Gestor de NT LAN
es_sv: Administrador de LAN NT
fr: Gestionnaire du réseau NT
is: NT LAN stjórnun
it: Gestore NT LAN
ja: NT LAN マネージャー
ka_ge: NT LAN მენეჯერი
nb: NT LAN-behandler
pt_br: Gerenciador NT LAN
ru: Менеджер NT LAN
sq: Përgjegjës Rrjeti NT
sr: НТ ЛАН менаџер
tr: NT Ağ Yöneticisi

source: Email server
ast: Sirvidor de corréu
ca: Servidor de correu electrònic
cs: Emailový server
es: Servidor de correo electrónico
es_sv: Servidor de correo electrónico
eu: E-posta zerbitzaria
fr: Serveur e-mail
hu: E-mail szerver
is: Póstþjónn
it: Server di posta
ja: メールサーバー
ka_ge: საფოსტო სერვერი
nb: E-posttjener
pl: Serwer pocztowy
pt_br: Servidor de e-mail
ru: Почтовый сервер
sq: Shërbyes email-esh
sr: Сервер е-поште
sv: E-postserver
tr: E-posta sunucusu

source: Open documentation
ast: Abrir documentación
ca: Obre la documentació
cs: Otevřít dokumentaci
de_de: Dokumentation öffnen
es: Abrir documentación
es_sv: Abrir documentación
eu: Ireki dokumentazioa
fr: Voir la documentation
hu: Dokumentáció megnyitása
is: Opna hjálparskjöl
it: Apri la documentazione
ja: ドキュメントを開く
ka_ge: ღია დოკუმენტაცია
nb: Åpne dokumentasjonen
nl: Open documentatie
pl: Otwórz dokumentację
pt_br: Abrir documentação
ru: Открыть документацию
sk: Otvoriť dokumentáciu
sq: Hapni dokumentimin
sr: Отвори документацију
sv: Öppna dokumentation
tr: Belgeleri aç

source: It is important to set up this server to be able to send emails, like for password reset and notifications.
ast: Nun ye importante configurar esti sirvidor pa que seya a unviar correos, como pa refitaminetos de contraseñes y avisos.
ca: És important configurar aquest servidor per poder enviar correus electrònics, com per a la restauració de la contrasenya i les notificacions.
cs: Je důležité tento server nastavit, aby mohly být odesílány e-maily, jako jsou např. resety hesla a upozornění.
de_de: Es ist wichtig diesen Server so zu konfigurieren, dass E-Mails versandt werden können, z.B. für den Passwort-Reset und Benachrichtigungen.
es: Es importante configurar este servidor para que pueda enviar correos, por ejemplo para cambios de contraseñas y notificaciones.
es_sv: Es importante preparar este servidor para poder enviar correos electrónicos, como para restablecer contraseñas y notificaciones.
eu: Zerbitzaria epostak bidaltzeko gai izatea garrantzitsua da, pasahitzak berrezartzeko eta abisuentzako
fr: Il est important d'indiquer un serveur afin de pouvoir envoyer des mails en cas de perte de mot de passe et pour d'autres notifications.
hu: Fontos, hogy a levelezés be jegyen állítva a szerveren például a jelszóvisszaállítások és értesítések miatt.
is: Það er mikilvægt að setja þennan vefþjón upp þannig að hann getir sent tölvupóst, eins og fyrir endurstillingu lykilorða og útsendingu tilkynninga.
it: È importante impostare questo server per poter inviare email, come per il ripristino della password e per le notifiche.
ja: パスワードのリセットや通知を送信するために重要なメールサーバーを設定してください。
ka_ge: ამ სერვერის მოწყობა ელ-წერილების გასაგზვნად მნიშვნელოვანია, მაგ. პაროლის აღსადგენად და შეტყობინებების მისაღებად.
nb: Det er viktig å sette opp denne tjeneren for å kunne sende e-poster, som tilbakestilling av e-poster og merknader.
nl: Het is belangrijk deze server zo in te stellen dat er ook e-mails verstuurd kunnen worden om wachtwoord resets en meldingen bijvoorbeeld te versturen.
pl: Należy skonfigurować ten serwer, aby umożliwić wysyłanie wiadomości e-mail zawierających powiadomienia oraz informacje do resetowania haseł.
pt_br: É importante configurar este servidor para poder enviar e-mails, assim como para redefinir a senha e notificações.
ru: Важно предоставить этому серверу возможность отправлять электронные письма, например, для сброса пароля и уведомлений.
sk: Je dôležité nastaviť aby server vedel odosielať emaily, napríklad pre nastavenie hesla a notifikácie.
sq: Është e rëndësishme të ngrini këtë server për të qenë në gjendje të dërgoni email, si për rivendosjen e fjalëkalimeve dhe për njoftimet.
sr: Важно је да подесите сервер да може да шаље е-пошту, када нпр. треба послати ресетовање лозинке или нека обавештења.
sv: Det är viktigt att sätta upp denna server för att kunna sända e-post, exempelvis lösenordsåterställningar och notifieringar.
tr: Bu sunucunun parola sıfırlama ve bildirim işlemleri için e-posta gönderebilecek şekilde ayarlanmış olması önemlidir.

source: Send mode
ast: Mou d'unviu
ca: Mode d'enviament
cs: Mód odesílání
de_de: Sendemodus
es: Modo de envío
es_sv: Modo de envío
eu: Bidaltzeko modua
fr: Mode d'envoi
hu: Küldési mód
is: Sendihamur
it: Modalità di invio
ja: 送信モード
ka_ge: გაგზავნის რეჟიმი
nb: Forsendelsesmåte
nl: Verstuurmodus
pl: Tryb wysyłki
pt_br: Modo de envio
ru: Способ отправки
sk: Mód odosielania
sq: Mënyrë dërgimi
sr: Режим слања
sv: Sändningsläge
tr: Gönderim kipi

source: Encryption
ast: Cifráu
ca: Xifrat
cs: Šifrování
de_de: Verschlüsselung
es: Cifrado
es_sv: Encripción
eu: Enkriptazioa
fr: Chiffrement
hu: Titkosítás
is: Dulritun
it: Cifratura
ja: 暗号化
ka_ge: შიფრაცია
nb: Kryptering
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
ru: Шифрование
sk: Šifrovanie
sq: Fshehtëzim
sr: Шифровање
sv: Kryptering
tr: Şifreleme

source: From address
ast: Dende la direición
ca: Des de l'adreça
cs: Adresa odesílatele
de_de: Absenderadresse
es: Desde la dirección
es_sv: De la dirección
eu: Helbidetik
fr: Adresse source
hu: A feladó címe
is: Frá vistfangi
it: Indirizzo mittente
ja: 送信元アドレス
ka_ge: მისამართიდან
nb: Fra adresse
nl: Afzenderadres
pl: Z adresu
pt_br: Endereço "From"
ru: Адрес отправителя
sk: Z adresy
sq: Nga adresa
sr: Са адресе
sv: Från adress
tr: Kimden adresi

source: mail
ast: corréu
ca: correu electrònic
cs: email
de_de: E-Mail
es: correo electrónico
es_sv: correo
eu: posta
fr: e-mail
hu: levél
is: póstur
it: posta
ka_ge: წერილი
nb: e-post
nl: e-mail
pl: poczta
pt_br: e-mail
ru: почта
sk: email
sq: email
sr: пошта
sv: e-post
tr: posta

source: Authentication method
ast: Métodu d'autenticación
ca: Mètode d'autenticació
cs: Metoda ověření
de_de: Authentifizierungsmethode
es: Método de autenticación
es_sv: Método de autenticación
eu: Autentifikazio metodoa
fr: Méthode d'authentification
hu: A felhasználóazonosítás módszere
is: Auðkenningarmáti
it: Metodo di autenticazione
ja: 認証方法
ka_ge: აუტენტიფიკაციის მეთოდი
nb: Autentiseringsmetode
nl: Authenticatiemethode
pl: Metoda uwierzytelniania
pt_br: Método de autenticação
ru: Метод проверки подлинности
sk: Autentifikačná metóda
sq: Metodë mirëfilltësimi
sr: Начин провере идентитета
sv: Autentiseringsmetod
tr: Kimlik doğrulama yöntemi

source: Authentication required
ast: Necesítase autenticación
ca: Es requereix autenticació
cs: Vyžadováno ověření
de_de: Authentifizierung benötigt
es: Se necesita autenticación
es_sv: Autenticación requerida
eu: Autentikazioa beharrezkoa
fr: Authentification requise
hu: Felhasználóazonosítás szükséges
is: Auðkenningar krafist
it: Autenticazione richiesta
ja: 認証を必要とする
ka_ge: აუტენტიფიკაცია საჭიროებს
nb: Autentisering kreves
nl: Authenticatie vereist
pl: Wymagana autoryzacja
pt_br: Autenticação é requerida
ru: Требуется аутентификация
sk: Vyžaduje sa overenie
sq: Lypset mirëfilltësim
sr: Неопходна провера идентитета
sv: Autentisering krävs
tr: Kimlik doğrulaması gerekli

source: Server address
ast: Direición del sirvidor
ca: Adreça del servidor
cs: Adresa serveru
de_de: Serveradresse
es: Dirección del servidor
es_sv: Dirección del servidor
eu: Zerbitzariaren helbidea
fr: Adresse du serveur
hu: A szerver címe
is: Vistfang þjóns
it: Indirizzo del server
ja: サーバーアドレス
ka_ge: სერვერის მისამართი
nb: Tjeneradresse
nl: Server adres
pl: Adres Serwera
pt_br: Endereço do servidor
ru: Адрес сервера
sk: Adresa servera
sq: Adresë shërbyesi
sr: Адреса сервера
sv: Serveradress
tr: Sunucu adresi

source: Port
ast: Puertu
es: Puerto
es_sv: Puerto
eu: Portua
is: Gátt
it: Porta
ja: ポート
ka_ge: პორტი
nl: Poort
pt_br: Porto
ru: Порт
sq: Portë
sr: Порт
tr: Kapı Numarası

source: Credentials
ast: Credenciales
ca: Credencials
cs: Přihlašovací údaje
de_de: Zugangsdaten
es: Credenciales
es_sv: Credenciales
eu: Kredentzialak
fr: Informations d'identification
hu: Azonosítók
is: Auðkenni
it: Credenziali
ja: 資格情報
ka_ge: უფლებამოსილებანი
nb: Påloggingsdetaljer
nl: Inloggegevens
pl: Poświadczenia
pt_br: Credenciais
ru: Учётные данные
sk: Prihlasovanie údaje
sq: Kredenciale
sr: Акредитиви
sv: Inloggningsuppgifter
tr: Kimlik Doğrulama Bilgileri

source: SMTP Username
ast: Nome d'usuariu SMTP
ca: Nom d'usuari SMTP
cs: SMTP uživatelské jméno
de_de: SMTP-Benutzername
es: Nombre de usuario SMTP
es_sv: Usuario SMTP
eu: SMTP erabiltzaile-izena
fr: Nom d'utilisateur SMTP
hu: SMTP felhasználónév
is: SMTP-notandanafn
it: Nome utente SMTP
ja: SMTPユーザー名
ka_ge: SMTP მოხმარებლის სახელი
nb: SMTP-brukernavn
nl: SMTP gebruikersnaam
pl: Użytkownik SMTP
pt_br: Nome do Usuário SMTP
ru: Пользователь SMTP
sk: SMTP používateľské meno
sq: Emër përdoruesi SMTP
sr: SMTP корисничко име
sv: SMTP-användarnamn
tr: SMTP Kullanıcı Adı

source: SMTP Password
ast: Contraseña SMTP
ca: Contrasenya SMTP
cs: SMTP heslo
de_de: SMTP-Passwort
es: Contraseña SMTP
es_sv: Contraseña SMTP
eu: SMTP pasahitza
fr: Mot de passe SMTP
hu: SMTP jelszó
is: SMTP-lykilorð
it: Password SMTP
ja: SMTPパスワード
ka_ge: SMTP მომხმარებლის პაროლი
nb: SMTP-passord
nl: SMTP wachtwoord
pl: Hasło SMTP
pt_br: Senha SMTP
ru: Пароль SMTP
sk: SMTP heslo
sq: Fjalëkalim SMTP
sr: SMTP лозинка
sv: SMTP-lösenord
tr: SMTP Parolası

source: Store credentials
ast: Atroxar credenciales
ca: Emmagatzemar credencials
cs: Ukládat přihlašovací údaje
de_de: Anmeldeinformationen speichern
es: Almacenar credenciales
es_sv: Almacenar credenciales
eu: Gorde kredentzialak
fr: Enregistrer les identifiants
hu: Azonosítók eltárolása
is: Geyma auðkenni
it: Memorizza le credenziali
ja: 資格情報を保存
ka_ge: უფლებამოსილებანის შენახვა
nb: Lagre påloggingsdetaljer
nl: Opslaan inloggegevens
pl: Zapisz poświadczenia
pt_br: Armazenar credenciais
ru: Сохранить учётные данные
sk: Ukladať prihlasovacie údaje
sq: Depozitoji kredencialet
sr: Сачувај акредитиве
sv: Lagra inloggningsuppgifter
tr: Kimlik bilgileri kaydedilsin

source: Test email settings
ast: Probar configuración de corréu electrónicu
ca: Prova l'arranjament del correu
cs: Test nastavení emailu
de_de: E-Mail-Einstellungen testen
es: Probar configuración de correo electrónico
es_sv: Probar las configuraciones de correo electrónico
eu: Probatu eposta ezarpenak
fr: Tester les paramètres e-mail
hu: Az e-mail beállítások ellenőrzése
is: Prófa tölvupóststillingar
it: Prova impostazioni email
ja: メール設定のテスト
ka_ge: ელ-ფოსტის პარამეტრების შემომება
nb: Test innstillinger for e-post
nl: Test e-mailinstellingen
pl: Ustawienia testowej wiadomości
pt_br: Configurações do e-mail de teste
ru: Проверка настроек email
sk: Nastavenia testovacieho emailu
sq: Testoni rregullimet e email-it
sr: Тестирај поставке е-поште
sv: Testa e-postinställningar
tr: E-posta ayarlarını sına

source: Send email
ast: Unviar mensaxe
ca: Envia correu
cs: Odeslat email
de_de: E-Mail senden
es: Enviar mensaje
es_sv: Enviar correo electrónico
eu: Bidali eposta
fr: Envoyer un e-mail
hu: E-mail küldése
is: Senda tölvupóst
it: Invia email
ja: メールを送信
ka_ge: ელ-წერილის გაგზავნა
nb: Send e-post
nl: Versturen e-mail
pl: Wyślij email
pt_br: Enviar e-mail
ru: Отправить email
sk: Odoslať email
sq: Dërgo email
sr: Пошаљи е-пошту
sv: Skicka e-post
tr: E-posta gönder

source: Server-side encryption
ast: Cifráu del llau del sirvidor
ca: Xifrat del costat del servidor
cs: Šifrování na serveru
de_de: Serverseitige Verschlüsselung
es: Cifrado en el servidor
es_sv: Encripción del lado del servidor
eu: Zerbitzariaren aldeko enkriptaketa
fr: Chiffrement côté serveur
hu: Szerver-oldali titkosítás
is: Dulritun á þjóni
it: Cifratura lato server
ja: サーバーサイド暗号化
ka_ge: სერვერული-მხარის შიფრაცია
nb: Kryptering på tjenersiden
nl: Server-side versleuteling
pl: Szyfrowanie po stronie serwera
pt_br: Criptografia do lado do servidor
ru: Шифрование на стороне сервера
sk: Šifrovanie na serveri
sq: Fshehtëzim më anë shërbyesi
sr: Шифровање на страни сервера
sv: Serverkryptering
tr: Sunucu tarafı şifreleme
