Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Background jobs
ast: Trabayos de fondu
ca: Tasques en segon pla
cs: Úkoly na pozadí
de_de: Hintergrund-Aufgaben
es: Trabajos en segundo plano
es_sv: Trabajos en segundo plano
eu: Atzeko planoko lanak
fr: Tâches de fond
hu: Háttérfeladatok
is: Verk í bakgrunni
it: Operazioni in background
ja: バックグラウンドジョブ
ka_ge: ფონური საქმეები
nb: Bakgrunnsjobber
nl: Achtergrond jobs
pl: Zadania w tle
pt_br: Tarefas em segundo plano
ru: Фоновые задания
sk: Úlohy na pozadí
sq: Punët në background
sr: Послови у позадини
sv: Bakgrundsjobb
tr: Art alan görevleri

source: Last job ran %s.
ca: L'última tasca es va executar %s.
cs: Poslední úkol proběhl: %s.
de_de: Letzte Aufgabe ausgeführt %s
es: El último trabajo ejecutó %s.
es_sv: El último trabajo corrió %s.
eu: Azken lana %s itzuli zuen.
fr: Dernière tâche exécutée %s.
hu: Utolsó futás: %s.
is: Síðasta verk var keyrt %s.
it: Ultima esecuzione di cron: %s.
ja: 最終ジョブ実行: %s
ka_ge: ბოლო საქმის გაშვება - %s.
nb: Siste jobb kjørte %s.
nl: Laatste job liep %s.
pl: Ostatnie zadanie wykonano %s
pt_br: Última tarefa rodou há %s.
ru: Последнее задание выполнено %s.
sk: Úloha naposledy prebehla %s.
sq: Puna e fundit vazhdoi %s.
sr: Последњи посао покренут %s.
sv: Sista jobbet kördes %s.
tr: Son görev çalışması: %s.

source: Last job execution ran %s. Something seems wrong.
ca: L'última tasca es va executar %s. Alguna cosa sembla malament.
cs: Poslední úkol proběhl: %s. Vypadá to, že něco není v pořádku.
de_de: Letzte Aufgaben-Ausführung lief %s. Etwas scheint falsch zu sein.
es: La última ejecución de un trabajo corrió %s. Algo parece ir mal.
es_sv: La última ejecución del trabajo corrió %s. Algo parece estar mal.
eu: Azken lanaren exekuzioak %s itzuli zuen. Zerbait gaizki joan da
fr: Quelque chose s'est mal passé lors de l'exécution de la dernière tâche %s.
hu: Utolsó futás:%s. Valami nincs rendben.
is: Síðasta verk var keyrt %s. Eitthvað er ekki eins og það á að sér að vera.
it: Ultima esecuzione di cron: %s. Potrebbe esserci un problema.
ja: 最終ジョブ実行は %s です。何か問題が発生しています。
ka_ge: ბოლო საქმე გაიშვა %s. რაღაც არასწორია.
nb: Siste jobbkjøring kjørte %s. Noe ser ut til å være galt.
nl: Laatst uitgevoerde job: %s. Er lijkt iets fout gegaan.
pl: Ostatnie zadanie wykonano %s. Coś poszło nie tak.
pt_br: Última tarefa rodou há %s. Algo parece errado.
ru: Последнее задание было выполнено %s. Похоже, что-то не в порядке.
sk: Úloha naposledy prebehla %s. Zdá sa, že niečo nie je v poriadku.
sq: Ekzekutimi i punës së fundit vazhdoi %s. Diçka shkoi keq.
sr: Последњи извршени посао је радио %s. Нешто изгледа није у реду.
sv: Sista jobbexekveringen körde %s. Något verkar vara fel.
tr: Son görev yürütülmesi: %s. Yanlış bir şeyler var.

source: Background job didn’t run yet!
ast: ¡Entá nun s'executó'l trabayu de fondu!
ca: Les tasques en segon pla encara no s'han executat!
cs: Úkol na pozadí ještě neběžel
de_de: Hintergrund-Aufgabe wurde bislang nicht ausgeführt!
es: ¡El trabajo en segundo plano no se ha ejecutado todavía!
es_sv: ¡El trabajo de segundo plano aún no ha corrido!
eu: Atzeko planoko lana ez da martxan jarri oraindik!
fr: La tâche de fond n'a pas encore tourné!
hu: Háttérfeladat még nem futott le!
is: Bakgrunnsverk hefur ekki ennþá verið keyrt!
it: Operazione in background non ancora eseguita!
ja: バックグラウンドジョブは実行されていません
ka_ge: ფონური საქმე ჯერ არ გაშვებულა!
nb: Bakgrunnsjobben har ikke kjørt enda!
nl: Achtergrondjob nog niet gelopen!
pl: Zadanie w tle nie zostało wykonane ani razu!
pt_br: O job em segundo plano ainda não rodou!
ru: Фоновые задания ещё не выполнялись!
sk: Úloha na pozadí ešte nebežala!
sq: Puna ne background nuk ka filluar akoma!
sr: Послови у позадини се још нису извршили!
sv: Bakgrundsjobb har inte kört ännu!
tr: Art alan görevi henüz yürütülmemiş!

source: For optimal performance it's important to configure background jobs correctly. For bigger instances 'Cron' is the recommended setting. Please see the documentation for more information.
cs: Pro optimální výkon je důležité nakonfigurovat úkoly běžící na pozadí. Pro větší instance je doporučenou metodou 'cron'. Více informací naleznete v dokumentaci.
de_de: Um die optimale Geschwindigkeit zu erreichen ist es wichtig, dass die Hintergrund-Aktivitäten richtig konfiguriert sind. Für größere Installationen ist 'Cron' die empfohlene Einstellung. Weitere Informationen finden Sie in der Dokumentation.
es: Para un desempeño óptimo es imoprtante configurar correctamente los trabajos en segundo plano. Para instancias más grandes, 'cron' es la configuración recomendada. Por favor, lee la documentación para más información.
es_sv: Para un desempeño ideal, es importante configurar los trabajos de fondo correctamente. Para instancias más grandes 'Cron' es la configuración recomendada. Por favor consulta la documentación para más información.
fr: Afin d'optimiser au mieux la performance de votre instance, il est important de configurer correctement les travaux en arrière-plan. 'Cron' est le paramètre recommandé pour les instances de taille importante. Veuillez vous référer à la documentation Nextcloud pour plus d'informations à ce sujet.
hu: Az optimális teljesítményhez fontos, hogy a háttérfeladatok megfelelően legyenek beállítva. Nagyobb telepítésekhez a 'Cron' javasolt. Kérlek nézd meg a dokumentációt a részletekért.
is: Til að ná bestum afköstum er mikilvægt að stilla bakgrunnsverk rétt. Fyrir stórar uppsetningar er mælt með því að nota 'cron' kerfisins. Skoðaðu hjálparskjölin til að sjá ítarlegar upplýsingar.
it: Per prestazioni ottimali è importante configurare le operazioni in background correttamente. Per le istanze più grandi 'Cron' è l'impostazione consigliata. Vedi la documentazione per ulteriori informazioni.
ka_ge: ოპტიმალური მოღვაწეობისთვის მნიშვნელოვანია ფონური საქმეების სწორი კონფიგურაცია. დიდი ინსტანციებისთვის 'კრონი' რეკომენდირებული არჩევანია. გთხოვთ მეტი ინფორმაციისთვის იხილოთ დოკუმენტაცია.
nb: For optimal ytelse er det viktig å sette opp bakgrunnsjobber rett. For kjøring på større installasjoner er 'Cron' anbefalt innstilling. Se dokumentasjonen for mer informasjon.
nl: Voor optimale prestaties is het belangrijk om de achtergrondtaken goed te configureren. Voor grotere installaties is "Cron' de aanbevolen instelling. Bekijk de documentatie voor meer informatie.
pl: Dla optymalnej wydajności należy poprawnie skonfigurować zadania w tle. Dla większych instancji zalecane jest użycie usługi 'Cron'. Więcej informacji można znaleźć w dokumentacji.
pt_br: Para um desempenho ideal, é importante configurar corretamente os trabalhos em segundo plano. Para instâncias maiores, 'Cron' é a configuração recomendada. Consulte a documentação para obter mais informações.
ru: Для оптимальной производительности важно правильно настроить выполнение задач в фоновом режиме. Для больших экземпляров рекомендуется использовать параметр «Cron». Дополнительную информацию см. в документации.
sk: Pre optimálny výkon je dôležité nakonfigurovať úlohy na pozadí správne. Pre väčšie inštancie sa odporúča 'Cron'. Viac informácií je možné nájsť v dokumentácii.
sq: Për performancë optimale është e rëndësishme të konfigurosh punë të sfondit në mënyrë korrekte. Për raste më të mëdha 'Cron' është konfigurimi i rekomanduar. Ju lutem shih dokumentacionin për më shumë informacion.
sr: За оптималне перформансе, битно је да правилно подесите послове у позадини. За веће инстанце, 'крон' је препоручено подешавање. Погледајте документацију за више информација.
sv: För optimal prestanda är det viktigt att konfigurera bakgrundsjobb korrekt. För större instanser 'Cron' är den rekommenderade inställningen. Vänligen se dokumentationen för mer information.
tr: En iyi başarım için art alan görevlerinin doğru şekilde ayarlanması önemlidir. Büyük kurulumlar için 'Cron' ayarı önerilir. Ayrıntılı bilgi almak için belgelere bakın.

source: Execute one task with each page loaded
ast: Executar una xera con cada páxina cargada
ca: Executa una tasca per cada paquet carregat
cs: Spustit jednu úlohu s každým načtením stránky
de_de: Eine Aufgabe bei jedem Laden einer Seite ausführen
es: Ejecutar una tarea con cada página cargada
es_sv: Ejecutar una tarea con cada página cargada
eu: Exekutatu zeregin bat orri karga bakoitzean
fr: Exécute une tâche à chaque chargement de page
hu: Egy-egy feladat végrehajtása minden alkalommal, amikor egy weboldalt letöltenek
is: Framkvæma eitt verk með hverri innhlaðinni síðu
it: Esegui un'operazione con ogni pagina caricata
ja: 各ページの読み込み時にタスクを実行します。
ka_ge: გაუშვი თითო მოქმედება ყველა ჩატვირთულ გვერდზე
nb: Utfør en oppgave med hver side som blir lastet
nl: Bij laden van elke pagina één taak uitvoeren
pl: Wykonuj jedno zadanie wraz z każdą wczytaną stroną.
pt_br: Execute uma tarefa com cada página carregada
ru: Выполнять одно задание с каждой загруженной страницей
sk: Vykonať jednu úlohu s každým načítaní stránky
sq: Kryeni vetëm një veprim me secilën prej faqeve të ngarkuara
sr: Изврши један задатак са сваком учитаном страницом
sv: Exekvera en uppgift vid varje sidladdning
tr: Her sayfa yüklemesinde bir görev yürütülsün

source: cron.php is registered at a webcron service to call cron.php every 15 minutes over HTTP.
cs: cron.php je registrován u služby webcron, aby volal cron.php jednou za 15 minut přes HTTP.
de_de: cron.php ist als Webcron-Dienst registriert, der die cron.php alle 15 Minuten per HTTP aufruft.
es: cron.php se registra en un servicio webcron para llamar a cron.php cada 15 minutos a través de HTTP.
es_sv: cron.php está registrado en un servicio webcron para llamar a cron.php cada 15 minutos a través de HTTP.
eu: cron.php webcrom zerbitzu bezala erregistratua dago, cron.php 15 minuturo HTTP bidez deitu ahal izateko.
fr: cron.php est enregistré à un service webcron pour exécuter cron.php toutes les 15 minutes par HTTP.
hu: a cron.php a webcron szolgáltatásban van regisztrálva 15 percenkénti meghívásra HTTP-n keresztül.
is: cron.php er skráð á webcron-þjónustu til að kalla á cron.php á 15 mínútna fresti yfir HTTP.
it: cron.php è registrato su un servizio webcron per invocare cron.php ogni 15 minuti su HTTP.
ja: cron.phpは、HTTP経由で15分ごとにcron.phpを実行するようwebcronサービスに登録されます。
ka_ge: cron.php რეგისტრირებულია ვებკრონის სერვისით რომ 15 წუთში ერთხელ HTTP-თი გაიშვას.
nb: cron.php er registrert i en webcron-tjeneste for å kalle cron.php hvert kvarter over HTTP.
nl: cron.php is geregistreerd bij een webcron service om elke 15 minuten cron.php over http aan te roepen.
pl: Wywołanie cron.php jest ustawione jako usługa webcron co 15 minut przez protokół HTTP.
pt_br: cron.php está registrado em um serviço webcron para chamar cron.php a cada 15 minutos em HTTP.
ru: cron.php зарегистрирован в службе webcron и будет вызываться каждые 15 минут по HTTP.
sk: cron.php je zaregistrované v službe webcron a zavolá cron.php každých 15 minút cez HTTP.
sq: cron.php është regjistruar në një server webcron për të thirrur cron.php çdo 15 minuta mbi HTTP.
sr: cron.php је регистрован код вебкрон сервиса за позивање cron.php сваких 15 минута преко протокола HTTP.
sv: cron.php är registrerat hos en webcron-tjänst att köra cron.php varje kvart över HTTP.
tr: cron.php, HTTP üzerinden 15 dakikada bir yürütülmesi için webcron hizmetine kaydedildi.

source: Use system cron service to call the cron.php file every 15 minutes.
cs: Použít systémovou službu cron pro volání cron.php každých 15 minut.
de_de: Nutzen Sie den System-Cron-Service um cron.php alle 15 Minuten aufzurufen.
es: Usar el cron del sistema para ejecutar el archivo cron.php cada 15 minutos.
es_sv: Usar el servicio cron del sistema para llamar al archivo cron.php cada 15 minutos.
eu: Sistemaren cron zerbitzua erabili cron.php 15 minuturo deitzeko.
fr: Utiliser le service cron du système pour appeler le fichier cron.php toutes les 15 minutes.
hu: A rendszer cron szolgáltatásának használata a cron.php meghívására 15 percenként.
is: Nota cron-þjónustu kerfisins til að kalla á cron.php skrána á 15 mínútna fresti.
it: Usa il servizio cron di sistema per invocare il file cron.php ogni 15 minuti.
ja: システムのcronサービスを利用して、15分間隔でcron.phpファイルを実行します。
ka_ge: გამოიყენეთ სისტემის კრონი cron.php ფაილის გასაშვებად ყოველ 15 წუთში.
nb: Bruk systemets cron-tjeneste til å kalle cron.php hvert kvarter.
nl: Gebruik de systeemcron service om cron.php elke 15 minuten aan te roepen.
pl: Użyj usługi systemowej cron do wywoływania cron.php co 15 minut.
pt_br: Usar o serviço cron para chamar o arquivo cron.php a cada 15 minutos.
ru: Использовать системный cron для вызова файла cron.php каждые 15 минут.
sk: Použiť systémovú službu cron na spúšťanie súboru cron.php každých 15 minút.
sq: Përdor shërbimin cron të sistemit për të thirrur skedarin cron.php çdo 15 minuta.
sr: Користите системски крон сервис за позивање cron.php фајла сваких 15 минута.
sv: Använd systemets cron-tjänst för att anropa cron.php varje kvart.
tr: 15 dakikada bir cron.php dosyasının çağrılması için sistem cron hizmeti kullanılsın.

source: The cron.php needs to be executed by the system user "%s".
ast: cron.php precisa executalu l'usuariu del sistema «%s».
cs: cron.php musí být spuštěn s právy systémového uživatele "%s".
de_de: Die cron.php muss durch den Systemnutzer "%s" ausgeführt werden.
es: El archivo cron.php debe ser ejecutado por el usuario de sistema "%s".
es_sv: El cron.php necesita ser ejecutado por el usuario de sistema "%s".
eu: Sistemako "%s" erabiltzaileak, cron.php exekutatu behar du.
fr: Le cron.php doit être exécuté par l'utilisateur système "%s".
hu: A cron.php-t ennek a rendszer felhasználónak kell végrehajtania: "%s".
is: cron.php verður að vera keyrt af kerfisnotandanum "%s".
it: Il cron.php deve essere eseguito dall'utente di sistema "%s".
ja: cron.php はシステムユーザ "%s" で実行しなければなりません。
ka_ge: cron.php უნდა გაუშვას სისტემურმა მოხმარებელმა "%s".
nb: Filen cron.php må kjøres systemet som følgende bruker "%s".
nl: cron.php moet worden uitgevoerd door systeemgebruiker "%s".
pl: Cron.php musi być wykonywany przez użytkownika systemu "%s".
pt_br: O cron.php precisa ser executado pelo usuário de sistema "%s"
ru: cron.php должен исполняться из под пользователя "%s".
sk: Je potrebné, aby cron.php bol spustený systémovým používateľom "%s".
sq: con.php duhet të ekzekutohet bga përdoruesi i sistemit "%s".
sr: cron.php треба да се извршава као системски корисник "%s".
sv: Cron.php behöver exekveras av systemanvändaren "%s".
tr: cron.php dosyası "%s" sistem kullanıcısı tarafından yürütülmelidir.

source: To run this you need the PHP POSIX extension. See {linkstart}PHP documentation{linkend} for more details.
cs: Pro spuštění je potřeba PHP POSIX rozšíření. Více informací lze nalézt v {linkstart}PHP dokumentaci{linkend}.
de_de: Um dies auszuführen, wird die PHP-Posix Erweiterung benötigt. Weitere Informationen in der {linkstart}PHP-Dokumentation{linkend}.
es: Necesitas la extensión PHP POSIX para lanzar esto. Mira la {linkstart}documentación de PHP{linkend} para más detalles.
es_sv: Para correr esto necesitas la extensión POSIX de PHP. Por favor ve la {linkstart}documentación de PHP{linkend} para más detalles.
eu: Hau exekutatzeko PHP POSIX luzapena behar duzu. {linkstart}PHP dokumentazioa{linkend} ikusi informazio gehiagorako
fr: Pour l'exécuter, vous devez avoir l'extension PHP POSIX. Regarder la {linkstart}documentation PHP{linkend} pour plus de détails.
hu: Ennek futtatásához PHP POSIX kiterjesztés szükséges. Nézd meg a {linkstart}PHP dokumentációt{linkend} a részletekért.
is: Til að keyra þetta þarftu að hafa PHP-POSIX-viðaukann (extension). Skoðaðu {linkstart}PHP-hjálparskjölin{linkend} fyrir nánari útlistun.
it: Per eseguirlo, hai bisogno dell'estensione POSIX di PHP. Vedi la {linkstart}documentazione di PHP{linkend} per ulteriori dettagli.
ja: これを実行するにはPHPのposix拡張が必要です。詳細については、{linkstart} PHPドキュメント{linkend}を参照してください。
ka_ge: ამის გასაშვებად საჭიროა გქონდეთ PHP POSIX გაფართოება. მეტი დეტალებისთვის იხილეთ {linkstart}PHP დოკუმენტაცია{linkend}.
nb: For å kjøre denne trenger du «PHP POSIX extension». Se {linkstart}PHP-dokumentasjonen{linkend} for flere detaljer.
nl: PHP POSIX extensie is vereist om dit te draaien. Bekijk {linkstart}PHP documentatie{linkend} voor meer informatie.
pl: Aby to uruchomić potrzebujesz rozszerzenia PHP POSIX. Sprawdź {linkstart}dokumentację PHP{linkend} po więcej szczegółów.
pt_br: Para executar isso, você precisa da extensão PHP POSIX. Veja a {linkstart} documentação do PHP {linkend} para mais detalhes.
ru: Для запуска требуется расширение PHP POSIX. Для более подробной информации смотрите {linkstart}документацию по PHP{linkend}.
sk: Pre spustenie potrebujete mať rozšírenie PHP POSIX. Viac detailov v {linkstart}PHP dokumentácii{linkend}.
sq: Për të bërë këtë ekzekutim ju duhet shtesa PHP POSIX. Shikoni {linkstart} dokumentacionin e PHP {linkend} pë më shumë detaje.
sr: Да бисте ово покренули, потребна је PHP POSIX екстензија. Погледајте {linkstart}PHP документацију{linkend} за више детаља.
sv: För att köra detta behöver du PHP POSIX-tillägget. Se {linkstart}PHP dokumentation{linkend} för mer detaljer.
tr: Bunu çalıştıraiblmek için PHP POSIX eklentisi gereklidir. Ayrıntılı bilgi almak için {linkstart}PHP belgelerine{linkend} bakın.

source: Version
ast: Versión
ca: Versió
cs: Verze
es: Versión
es_sv: Versión
eu: Bertsioa
hu: Verzió
is: Útgáfa
it: Versione
ja: バージョン
ka_ge: ვერსია
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sk: Verzia
sr: Верзија
tr: Sürüm

source: Sharing
ast: Compartiendo
ca: Compartir
cs: Sdílení
de_de: Teilen
es: Compartiendo
es_sv: Compartiendo
eu: Partekatzea
fr: Partage
hu: Megosztás
is: Deiling
it: Condivisione
ja: 共有
ka_ge: გაზიარება
nb: Deling
nl: Delen
pl: Udostępnianie
pt_br: Compartilhamento
ru: Общий доступ
sk: Sprístupňovanie
sq: Ndarje me të tjerët
sr: Дељење
sv: Dela
tr: Paylaşım

source: As admin you can fine-tune the sharing behavior. Please see the documentation for more information.
cs: Jako administrátor můžete upravit chování sdílení. Více informací naleznete v dokumentaci.
de_de: Als Administrator können sie das Teilen-Verhalten feinabstimmen. Weitere Informationen finden Sie in der Dokumentation.
es: Como administrador puedes ajustar el comportameiento al compartir. Por favor, lee la documentación para más información.
es_sv: Como administrador, puedes hacer ajustes finos al comportamiento de compartir. Por favor consulta la documentación para más información.
eu: Admin bezala partekatze portaerak zehazki konfigura daitezke. Dokumentazioaikusi informazio gehiagorako.
fr: En tant qu'administrateur, vous pouvez affiner le comportement de partage. Veuillez consulter la documentation pour plus d'informations.
hu: Adminisztrátorként finomhangolhatod a megosztás viselkedését. Kérlek nézd meg a dokumentációt a részletekért.
is: Sem stjórnandi geturðu fínstillt hegðun við deilingu. Endilega kíktu á hjálparskjölin til að sjá ítarlegri upplýsingar.
it: In qualità di amministratore puoi configurare in modo granulare il comportamento della condivisione. Vedi la documentazione per ulteriori informazioni.
ka_ge: როგორც ადმინისტრატორს შეგიძლიათ გაზიარების ქცევის კორექტირება. დამატებითი ინფორმაციისთვის იხილეთ დოკუმენტაცია.
nb: Som administrator kan du fininnstille delingsoppførselen. Se dokumentasjonen for mer informasjon.
nl: Als beheerder kun je gedetailleerde regels voor delen instellen. Bekijk de documentatie voor meer informatie.
pl: Jako administrator możesz zoptymalizować ustawienia współdzelenia. Szczegółowe informacje znajdziesz w dokumentacji.
pt_br: Como administrador, você pode ajustar o comportamento dos compartilhamentos. Consulte a documentação para obter mais informações.
ru: Вы, как администратор, можете тонко настроить поведение механизма предоставления общего доступа. Дополнительную информацию см. в документации.
sk: Ako administrátor môžete nastaviť správanie sprístupňovania. Pre viac informácií pozrite dokumentáciu.
sq: Si admin ju mund të rregulloni mirë sjelljen e ndarjes. Ju lutem shih dokumentacionin për më shumë informacion.
sr: Као администратор, можете фино подешавати понашања дељења. Погледајте документацију за више информација.
sv: Som administratör kan du fininställa delningsbeteendet. Vänligen se dokumentationen för mer information.
tr: Yönetici olarak paylaşma davranışı ile ilgili ince ayarları yapabilirsiniz. Ayrıntılı bilgi almak için belgelere bakın.

source: Allow apps to use the Share API
ast: Permitir a les aplicaciones usar la API de Compartición
ca: Permet que les aplicacions utilitzin l'API de compartir
cs: Povolit aplikacím používat API sdílení
de_de: Apps die Benutzung der Share-API erlauben
es: Permitir a las aplicaciones utilizar la API de Compartición
es_sv: Permitir que las aplicaciones usen el API para Compartir
eu: Baimendu aplikazioak partekatzeko APIa erabiltzeko
fr: Autoriser les applications à utiliser l'API de partage
hu: Lehetővé teszi, hogy a programmodulok is használhassák a megosztást
is: Leyfa forritum að nota Share API
it: Consenti alle applicazioni di utilizzare le API di condivisione
ja: アプリからの共有APIの利用を許可する
ka_ge: დაუშვი აპლიკაციების უფლება Share API –ზე
nb: Tillat programmer å bruke API for deling
nl: Apps toestaan de Share API te gebruiken
pl: Zezwalaj aplikacjom na korzystanie z API udostępniania
pt_br: Permitir que aplicativos usem a API de compartilhamento
ru: Позволить приложениям использовать API общего доступа
sk: Povoliť aplikáciám používať API pre sprístupňovanie
sq: Lejoni aplikacionet të përdorin API Share
sr: Дозвољава апликацијама да користе АПИ дељења
sv: Tillåt applikationer att använda API för delning
tr: Uygulamalar Paylaşım API kullanabilsin

source: Allow users to share via link
ast: Permitir a los usuarios compartir vía enllaz
ca: Permet als usuaris compartir a través d'enllaços
cs: Povolit uživatelům sdílení pomocí odkazů
de_de: Benutzern erlauben, Inhalte über Links zu teilen
es: Permite a los usuarios compartir por medio de enlaces
es_sv: Permitir a los usuarios compartir mediante ligas
eu: Baimendu erabiltzaileak esteken bidez partekatzea
fr: Autoriser les utilisateurs à partager par lien
hu: Engedjük meg a fájlok hivatkozással történő megosztását
is: Leyfa notendum að deila með tengli
it: Consenti agli utenti di condividere tramite collegamento
ja: URLリンクでの共有を許可する
ka_ge: მიეცით მოხმარებლებს ბმულით გაზიარების უფლება
nb: Tillat brukere å dele via lenke
nl: Sta gebruikers toe om te delen via een link
pl: Pozwól użytkownikom współdzielić przez link
pt_br: Permitir que os usuários compartilhem por link
ru: Разрешить пользователям публикации через ссылки
sk: Povoliť používateľom sprístupňovanie obsahu pomocou odkazov
sq: Lejoji përdoruesit të ndajnë me të tjerët përmes lidhjesh
sr: Дозволи корисницима да деле путем везе
sv: Tillåt användare att dela via länk
tr: Kullanıcıların bağlantı ile paylaşabilsin

source: Allow public uploads
ast: Permitir xubes públiques
ca: Permet pujada pública
cs: Povolit veřejné nahrávání souborů
de_de: Öffentliches Hochladen erlauben
es: Permitir subidas públicas
es_sv: Permitir cargas públicas
eu: Baimendu igoera publikoak
fr: Autoriser les téléversements publics
hu: Nyilvános feltöltés engedélyezése
is: Leyfa opinberar innsendingar
it: Consenti caricamenti pubblici
ja: パブリックなアップロードを許可する
ka_ge: საქვეყნო ატვირთების დაშვება
nb: Tillat offentlig opplasting
nl: Sta publieke uploads toe
pl: Pozwól na publiczne wczytywanie
pt_br: Permitir envio público
ru: Разрешить открытые/публичные загрузки
sk: Povoliť verejné nahrávanie súborov
sq: Lejo ngarkime publike
sr: Дозволи јавна отпремања
sv: Tillåt offentlig uppladdning
tr: Herkes yükleme yapabilsin
