Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Enable encryption
ast: Habilitar cifráu
ca: Habilitar xifrat
cs: Povolit šifrování
de_de: Verschlüsselung aktivieren
es: Habilitar cifrado
es_sv: Habilitar encripción
eu: Gaitu enkriptatzea
fr: Activer le chiffrement
hu: Titkosítás engedélyezése
is: Virkja dulritun
it: Abilita cifratura
ja: 暗号化を有効にする
ka_ge: შიფრაციის ამოქმედება
nb: Aktiver kryptering
nl: Versleuteling inschakelen
pl: Włącz szyfrowanie
pt_br: Ativar criptografia
ru: Включить шифрование
sk: Povoliť šifrovanie
sq: Aktivizoni fshehtëzim
sr: Укључи шифровање
sv: Aktivera kryptering
tr: Şifreleme kullanılsın

source: No encryption module loaded, please enable an encryption module in the app menu.
ast: Nun se cargó dengún módulu de cifráu, activa un módulu de cifráu nel menú d'aplicaciones.
cs: Není načten žádný šifrovací modul, povolte ho prosím v menu aplikací.
de_de: Kein Verschlüsselungs-Modul geladen, bitte aktiviere ein Verschlüsselungs-Modul im Anwendungs-Menü.
es: No se ha cargado el modulo de cifrado. Por favor habilite un modulo de cifrado en el menú de aplicaciones.
es_sv: No se ha cargado un módulo de encripción, por favor habilita un módulo de encripción en el menú de la aplicación.
eu: Ez da enkriptazio modulurik kargatu, mesedez enkriptazio modulu bat gaitu app-en menuan.
fr: Aucun module de chiffrement n'est chargé. Merci d'activer un module de chiffrement dans le menu des applications.
hu: Nincs titkosítási modul betöltve, kérjük engedélyezd a titkosítási modult az alkalmazások menüben.
is: Engin dulritunareining hlaðin inn, virkjaðu dulritunareiningu í valmynd forritsins.
it: Nessun modulo di cifratura caricato, carica un modulo di cifratura nel menu delle applicazioni.
ja: 暗号化モジュールがロードされていません。アプリのメニューから暗号化モジュールを有効化してください。
ka_ge: შიფრაციის მოდული არაა ჩატვირთული, გთხოვთ აამოქმედოთ ის აპლიკაციის მენიუდან.
nb: Ingen krypteringsmodul er lastet. Aktiver en krypteringsmodul i programmenyen.
nl: Er is geen cryptomodule geladen, activeer een cryptomodule in het appmenu
pl: Moduł szyfrowania nie jest załadowany, należy włączyć moduł szyfrowania w menu aplikacji.
pt_br: Nenhum módulo de criptografia carregado. Por favor, ative um deles no menu de aplicativos.
ru: Модуль шифрования не загружен, пожалуйста включите модуль шифрования в меню приложений.
sk: Nebol načítaný žiadny šifrovací modul, povoľte prosím šifrovací modul v menu aplikácií.
sq: S’ka të ngarkuar modul fshehtëzimi, ju lutemi, aktivizoni një modul fshehtëzimi që nga menuja e aplikacionit.
sr: Шифрарски модул није учитан. Укључите га у менију апликација
sv: Ingen krypteringsmodul laddad, var god aktivera krypteringsmodulen i applikationsmenyn.
tr: Herhangi bir şifrelenme modülü yüklenmemiş. Lütfen uygulama menüsünden bir şifreleme modülünü etkinleştirin.

source: Select default encryption module:
ast: Esbilla'l módulu predetermináu de cifráu:
cs: Vybrat výchozí šifrovací modul:
de_de: Standard-Verschlüsselungs-Modul auswählen:
es: Seleccione el módulo de cifrado por defecto:
es_sv: Selecciona el modulo de encripción predeterminado:
eu: Defektuzko enkriptazio modulua hautatu:
fr: Sélectionnez le module de chiffrement par défaut :
hu: Alapértelmezett titkosítási modul:
is: Veldu sjálfgefna dulritunareiningu:
it: Seleziona il modulo di cifratura predefinito:
ja: デフォルトの暗号化モジュールを選択:
ka_ge: აირჩიეთ შიფრაციის საწყისი მოდული:
nb: Velg forvalgt krypteringsmodul:
nl: Selecteer de standaard cryptomodule:
pl: Wybierz domyślny moduł szyfrujący:
pt_br: Selecione o módulo de criptografia padrão:
ru: Выберите модуль шифрования по умолчанию:
sk: Vybrať predvolený šifrovací modul:
sq: Përzgjidhni modul parazgjedhje fshehtëzimi:
sr: Изаберите подразумевани шифрарски модул:
sv: Välj krypteringsmodul:
tr: Varsayılan şifreleme modülünü seçin:

source: You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the "Default encryption module" and run 'occ encryption:migrate'
cs: Musíte přenést své šifrovací klíče ze staré verze šifrování (ownCloud <= 8.0) na novou. Povolte prosím "Default encryption module" a spusťte příkaz 'occ encryption:migrate'
de_de: Sie müssen Ihre Verschlüsselungsschlüssel von der alten Verschlüsselung (ownCloud <= 8.0) zur Neuen migrieren. Bitte aktivieren Sie das "Default Encryption Module" und rufen Sie 'occ encryption:migrate' auf.
es: Necesita migrar sus claves de cifrado provenientes del antiguo sistema (ownCloud <= 8.0) al nuevo. Por favor habilite el "Módulo de cifrado por defecto" y ejecute 'occ encryption:migrate'
es_sv: Necesitas migrar tus llaves de encripción de la encripción anterior (ownCloud <= 8.0) a la actual. Por favor habilita el "Módulo de encripción predeterminado" y ejecuta el comando 'occ encryption:migrate'
eu: Enkriptazio gakoak enkriptazio sistema zaharretik (ownCloud <=8.0) sistema berrira migratu behar duzu. Gaitu mesedez " Defektuzko enkriptazio modulua" eta 'occ encryption:migrate' exekuta ezazu
fr: Vous devez migrer vos clés de chiffrement de l'ancienne version (ownCloud <= 8.0) vers la nouvelle. Veuillez activer l'application "Default Encryption Module" et exécuter 'occ encryption:migrate'
hu: Migrálni kell a titkosítási kulcsokat a régi titkosításból (ownCloud <= 8.0) egy újba. Kérjük, engedélyezd az „Alapértelmezett titkosítási modul”-t és futtasd ezt: occ encryption:migrate
is: Þú verður að yfirfæra dulritunarlyklana þína úr gömlu dulrituninni (ownCloud <= 8.0) yfir í þá nýju. Virkjaðu "Sjálfgefna dulritunareiningu" og keyrðu 'occ encryption:migrate'
it: Devi migrare le tue chiavi di cifratura dalla vecchia cifratura (ownCloud <= 8.0) alla nuova. Abilita il "Modulo di cifratura predefinito" ed esegui 'occ encryption:migrate'
ja: 古い暗号化(ownCloud <= 8.0) から新しいものに暗号化キーを移行する必要があります。"デフォルトの暗号化モジュール" を有効にして 'occ encryption:migrate' を実行してください。
ka_ge: საჭიროა შიფრაციის გასაღებების მიგრაცია (ownCloud <= 8.0) ახალებზე. გთხოვთ აამოქმედოთ "საწყისი მიგრაციის მოდული" და გაუშვათ 'occ encryption:migrate'
nb: Du må migrere krypteringsnøklene din fra den gamle krypteringen (ownCloud <= 8.0) til den nye. Aktiver "Forvalgt krypteringsmodul" og kjør 'occ encryption:migrate'
nl: Je moet je cryptosleutels van de oude versleuteling (ownCloud <= 8.0) migreren naar de nieuwe. Activeer de "Standaard cryptomodule" en start 'occ encryption:migrate'
pl: Musisz zmigrować swoje klucze szyfrujące ze starego szyfrowania (ownCloud <= 8.0) do nowego. Proszę włączyć "Domyślny moduł szyfrujący" i uruchomić "occ encryption:migrate"
pt_br: Você precisa migrar suas chaves de criptografia da antiga criptografia (ownCloud <= 8,0) para a nova. Por favor, ative o "Módulo de criptografia padrão" e execute 'occ encryption:migrate'
ru: Вам необходимо произвести конвертацию ключей шифрования из старого формата (ownCloud <= 8.0) в новый. Пожалуйста включите "Модуль шифрования по умолчанию" и запустите команду 'occ encryption:migrate'.
sq: Lypset të migroni kyçet tuaj të fshehtëzimit nga fshehtëzimi i vjetër (ownCloud <= 8.0) te i riu. Ju lutemi, aktivizoni "Modul parazgjedhje fshehtëzimesh" dhe ekzekutoni 'occ encryption:migrate'
sr: Морате да пребаците старе шифрарске кључеве (оунКлауд <= 8.0) на нове. Укључите „оунКлауд подразумевани шифрарски модул“ и покрените 'occ encryption:migrate'
sv: Du behöver migrera dina krypteringsnycklar från den gamla krypteringen (owncloud <= 8.0) till den nya. Var god aktivera "Default encryption module" och kör 'occ encryption:migrate'.
tr: Şifreleme anahtarlarınızı eski şifrelemeden (ownCloud <= 8.0) yenisine aktarmalısınız. Lütfen "Varsayılan şifreleme modülü"nü etkinleştirip 'occ encryption:migrate' komutunu yürütün

source: You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one.
ast: Precises migrar les claves de cifráu d'un cifráu vieyu (ownCloud <= 8.0) a unu nuevu.
cs: Musíte přenést své šifrovací klíče ze staré verze šifrování (ownCloud <= 8.0) na novou.
de_de: Sie müssen Ihre Verschlüsselungsschlüssel von der alten Verschlüsselung (ownCloud <= 8.0) zur Neuen migrieren.
es: Se necesita migrar las claves de cifrado del antiguo sistema (ownCloud <= 8.0) al nuevo sistema.
es_sv: Necesitas migar tus llaves de encripción de la encripción anterior (ownCloud <=8.0) a la actual.
eu: Enkriptazio gakoak sistema zaharretik (ownCloud <=8.0) berrira migratu behar duzu
fr: Vous devez migrer vos clés de chiffrement de l'ancienne version (ownCloud <= 8.0) vers la nouvelle.
hu: Migrálni kell a titkosítási kulcsokat a régi titkosításból (ownCloud <= 8.0) egy újba.
is: Þú verður að yfirfæra dulritunarlyklana þína úr gömlu dulrituninni (ownCloud <= 8.0) yfir í þá nýju.
it: Devi migrare le tue chiavi di cifratura dalla vecchia cifratura (ownCloud <= 8.0) alla nuova.
ja: 古い暗号化(ownCloud <= 8.0) から新しいものに暗号化キーを移行する必要があります。
ka_ge: საჭიროა შიფრაციის ძველი გასაღებების მიგრაცია (ownCloud <= 8.0) ახალებზე.
nb: Du må migrere krypteringsnøklene din fra den gamle krypteringen (ownCloud <= 8.0) til den nye.
nl: Je moet je cryptosleutels van de oude versleuteling (ownCloud <= 8.0) migreren naar de nieuwe.
pl: Musisz zmigrować swoje klucze szyfrujące ze starego szyfrowania (ownCloud <= 8.0) do nowego.
pt_br: Você precisa migrar suas chaves de criptografia a partir da antiga criptografia (ownCloud <= 8,0) para a nova.
ru: Вам необходимо произвести конвертацию ключей шифрования из старого формата (ownCloud <= 8.0) в новый.
sk: Musíte preniesť svoje šifrovacie kľúče zo starej verzie šifrovania (ownCloud <= 8.0) na novú.
sq: Lypset të migroni kyçet tuaj të fshehtëzimit nga fshehtëzimi i vjetër (ownCloud <= 8.0) te i riu.
sr: Морате да преселите шифрарске кључеве старог шифровања (оунКлауд <= 8.0) на нове.
sv: Du behöver migrera dina krypteringsnycklar från den gamla krypteringen (owncloud <= 8.0) till den nya.
tr: Şifreleme anahtarlarınızı eski şifrelemeden (ownCloud <= 8.0) yenisine aktarmalısınız.

source: Start migration
ast: Aniciar migración
ca: Iniciar migració
cs: Spustit migraci
de_de: Migration beginnen
es: Iniciar migración
es_sv: Iniciar migración
eu: Migrazioa hasi
fr: Démarrer la migration
hu: Migrálás indítása
is: Hefja yfirfærslu
it: Avvia migrazione
ja: 移行を開始
ka_ge: მიგრაციის დაწყება
nb: Start migrering
nl: Start migratie
pl: Rozpocznij migrację
pt_br: Iniciar migração
ru: Запустить миграцию
sk: Začať migráciu
sq: Fillo migrimin
sr: Покрени пресељење
sv: Starta migrering
tr: Aktarmayı başlat

source: Security & setup warnings
ast: Alvertancies de seguranza y configuración
ca: Avisos de seguretat i configuració
cs: Upozornění zabezpečení a nastavení
de_de: Sicherheits- & Einrichtungswarnungen
es: Avisos de seguridad y configuración
es_sv: Advertencias de seguridad y configuración
eu: Segurtasun eta konfigurazio abisuak
fr: Avertissements de sécurité & configuration
hu: Biztonsági és telepítési figyelmeztetések
is: Öryggi og aðvaranir vegna uppsetningar
it: Avvisi di sicurezza e di configurazione
ja: セキュリティ＆セットアップ警告
ka_ge: უსაფრთხოების და მოწყობის გაფრთხილებები
nb: Advarsler om sikkerhet og oppsett
nl: Beveiligings- en instellingswaarschuwingen
pl: Ostrzeżenia bezpieczeństwa i konfiguracji
pt_br: Segurança & avisos de configuração
ru: Предупреждения безопасности и установки
sk: Bezpečnosť a nastavenia upozornení
sq: Sinjalizime sigurie & rregullimi
sr: Безбедносна и упозорења поставе
sv: Säkerhet & systemvarningar
tr: Güvenlik ve kurulum uyarıları

source: It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the Tips & Tricks section and the documentation for more information.
ast: El que too tea configurao afayadizamente ye importante pa la seguranza y rindimientu de la to instancia. P'ayudate con ello, tamos faciendo delles comprobaciónes automátiques. Mira la estaya Conseyos y trucos, y la documentación pa más información.
cs: Pro bezpečnost a správný běh vaší instance je důležité mít vše správně nakonfigurováno. Abychom vám to usnadnili, provádíme pár automatických kontrol. Pro více informací, prosím, navštivte sekci Tipy & Triky a také dokumentaci.
de_de: Für die Sicherheit und Geschwindigkeit Ihrer Installation ist es von großer Bedeutung, dass sie richtig konfiguriert ist. Um Ihnen hierbei zu helfen werden einige automatische Tests durchgeführt. Weitere Informationen finden Sie im Tipps & Tricks- Abschnitt und in der Dokumentation.
es: Es importante para la seguridad y rendimiento de su instalación que todo esté configurado correctamente. Para ayudarle con ello estamos realizando algunas comprobaciones automáticas. Por favor mire la sección Pistas y Trucos y la documentación para más información.
es_sv: Es importante que todo esté configurado correctamente por la seguridad y desempeño de tu instancia. Para ayudarte con esto, estamos haciendo unas validaciones automáticas. Por favor ve la sección de Consejos y Trucos así como la documentación para más información.
eu: Zure instantzia ondo konfiguratzea garrantzitsua da segurasun eta errendimendurako. Honekin laguntzeko test automatiko batzuk garatzen ari gara. Dokumentazioaren Tips & Tricks atala ikusi informazio gehiagorako.
fr: Il est important pour la sécurité et la performance de votre instance que tout soit configuré correctement. Pour vous aider dans cette tâche, nous faisons des vérifications automatiques. Veuillez consulter la section Trucs et Astuces et la documentation pour plus d'informations.
hu: A telepítésed biztonságához és megfelelő teljesítményéhez fontos, hogy minden beállítás helyes legyen. Ennek érdekében segítünk pár automatikus ellenőrzéssel. Kérlek tekintsd meg a tippek&trükkök részt a dokumentációban több információért.
is: Það er mikilvægt fyrir öryggi og afköst uppsetningarinnar þinnar að allt sé rétt stillt. Til að hjálpa við að svo sé, eru gerðar ýmsar sjálfvirkar prófanir. Skoðaðu 'Ábendingar og góð ráð' (Tips & Tricks) og hjálparskjölin til að sjá ítarlegar upplýsingar.
it: È importante per la sicurezza e le prestazioni della tua istanza che tutto sia configurato correttamente. Per aiutarti in questo senso, stiamo eseguendo qualche controllo automatico. Vedi la sezione Suggerimenti e trucchi e la documentazione per ulteriori informazioni.
ka_ge: თქვენი ინსტანციის უსაფრთხოებისა და გამართული მოქმედებისთვის მნიშვნელოვანია ყველაფერი სწორად იყოს კონფიგურირებული. თქვენს დასახმარებლად ვატარებთ გარკვეულ ავტომატიზირებულ შემოწმებს. გთხოვთ იხილოთ რჩევებისა და ხრიკების სექცია და მეტი ინფორმაციისთვის გადახედოთ დოკუმენტაციას.
nb: Det er viktig for sikkerheten og ytelsen på din installasjon at alt er satt opp rett. For å hjelpe deg er det satt i verk noen automatiske sjekker. Se "Tips og triks"-delen og i dokumentasjonen for mer informasjon
nl: Voor beveiliging en prestaties van je server is het belangrijk dat alles correct is geconfigureerd. Om je hierbij te helpen doen we paar automatische controles. Bekijk de Tips & Trucs sectie en de documentatie voor meer informatie.
pl: Poprawna konfiguracja jest ważna dla bezpieczeństwa i wydajności Twojej instancji. W celach pomocniczych przeprowadzane są automatyczne kontrole. Więcej informacji można znaleźć w dziale Wskazówki i Porady oraz w dokumentacji.
pt_br: É importante para a segurança e desempenho de sua instância que tudo esteja configurado corretamente. Para ajudar você com isso que estamos fazendo algumas verificações automáticas. Por favor, consulte a seção Dicas & Truques e a documentação para obter mais informações.
ru: Для обеспечения безопасности и производительности важно, чтобы всё было настроено правильно. Чтобы помочь вам в этом, мы проводим некоторые автоматические проверки. Дополнительную информацию см. в разделе «Советы и рекомендации» и в документации.
sr: Због безбедности и перформанси Ваше инстанце сервера, важно је да је све подешено исправно. Да бисмо Вам помогли у томе, радићемо неке аутоматске провере. Погледајте секцију са саветима и триковима, као и документацију за више информација.
sv: Det är viktigt för säkerhet och prestanda av din instans att allting är konfigurerat korrekt. För att hjälpa dig gör vi några automatiska kontroller. Vänligen se Tips & Tricks och dokumentationen för mer information.
tr: Kopyanızın güvenli ve yüksek başarımla çalışması için ayarların doğru yapılmış olması önemlidir. Bunu sağlamak için bazı otomatik denetimler yapılır. Ayrıntılı bilgi almak için İpuçları bölümüne ve belgelere bakın.

source: PHP does not seem to be setup properly to query system environment variables. The test with getenv("PATH") only returns an empty response.
ast: PHP nun paez tar configuráu de mou afayadizu pa solicitar les variables del sistema. La prueba con getenv("PATH") namái devuelve una rempuesta balera.
cs: PHP není nejspíše správně nastaveno pro dotazování na proměnné hodnoty systému. Test s getenv("PATH") vrací pouze prázdnou odpověď.
de_de: PHP scheint zur Abfrage von Systemumgebungsvariablen nicht richtig eingerichtet zu sein. Der Test mit getenv("PATH") liefert nur eine leere Antwort zurück.
es: PHP parece que no está configurado correctamente para solicitar las variables de entorno del sistema. La prueba con getenv("PATH") sólo devuelve una respuesta vacía.
es_sv: PHP no parece estar configurado correctamente para consultar las variables de ambiente. La prueba con getenv("PATH") sólo regresa una respuesta vacía.
eu: Sistemako ingurune aldagaiak atzitzeko PHP ez dago ondo konfiguratua. getenv("PATH") testeatzean erantzun hutsa jasotzen da.
fr: PHP ne semble pas être configuré de manière à récupérer les valeurs des variables d’environnement. Le test de la commande getenv("PATH") retourne seulement une réponse vide.
hu: Úgy tűnik, hogy a PHP nem tudja olvasni a rendszer környezeti változóit. A getenv("PATH") teszt visszatérési értéke üres.
is: Það lítur út eins og að PHP sé ekki rétt sett upp varðandi fyrirspurnir um umhverfisbreytur. Prófun með getenv("PATH") skilar auðu svari.
it: PHP non sembra essere configurato correttamente per interrogare le variabili d'ambiente di sistema. Il test con getenv("PATH") restituisce solo una risposta vuota.
ja: PHPのシステム環境変数が正しく設定されていないようです。getenv("PATH") コマンドでテストして何も値を返さないことを確認してください。
ka_ge: როგორც ჩანს PHP სისტემის გარემოს ცვლადების მიღებისთვის არაა სწორად მოწყობილი. ეს ტესტი getenv("PATH")-ით აბრუნებს მხოლოდ ცარიელ პასუხს.
nb: PHP ser ikke ut til å være satt opp riktig for å lese systemets miljøvariabler. Testen med getenv("PATH") returnerer bare et tomt svar.
nl: PHP lijkt niet goed te zijn opgezet om systeemomgevingsvariabelen te bevragen. De test met getenv("PATH") gaf een leeg resultaat.
pl: PHP wydaje się być błędnie skonfigurowane odnośnie zapytania o zmienne środowiskowe systemu. Test gentenv("PATH") zwraca pustą wartość.
pt_br: O PHP não parece ser configurado corretamente para consultar variáveis de ambiente do sistema. O teste com getenv("PATH") apenas retorna uma resposta vazia.
ru: PHP не настроен правильно для получения переменных системного окружения. Запрос getenv("PATH") возвращает пустые результаты.
sk: Zdá sa že PHP nie je nastavené korektne na získanie premenných prostredia. Test s getenv("PATH") vráti prázdnu odpoveď.
sq: PHP-ja nuk duket të jetë ngritur si duhet për të kërkuar ndryshore mjedisi sistemi. Testi me getenv("PATH") kthen vetëm një përgjigje të zbrazët.
sr: PHP изгледа није исправно подешен да дохвата променљиве окружења. Тест са getenv("PATH") враћа празну листу као одговор.
sv: PHP verkar inte fungera att sättas upp ordentligt för query system miljövariabler. Testet med getenv("PATH") returnerar bara ett tomt svar.
tr: PHP yanlış kurulmuş ve sistem ortam değişkenlerini okuyamıyor gibi görünüyor. getenv("PATH") komutu ile yapılan sınama sonucunda boş bir yanıt alındı.

source: Please check the <a target="_blank" rel="noreferrer noopener" href="%s">installation documentation ↗</a> for PHP configuration notes and the PHP configuration of your server, especially when using php-fpm.
cs: Prosím, podívejte se v <a target="_blank" rel="noreferrer noopener" href="%s">instalační dokumentaci ↗</a> po poznámkách o konfiguraci PHP a také po samotné konfiguraci PHP na vašem serveru, zvlášť pokud používáte php-fpm.
de_de: Bitte die <a target="_blank" rel="noreferrer noopener" href="%s">Installationsdokumentation ↗</a> auf Hinweise zur PHP-Konfiguration durchlesen, sowie die PHP-Konfiguration Ihres Servers überprüfen, insbesondere dann, wenn PHP-FPM eingesetzt wird.
es: Por favor, revisa la <a target="_blank" rel="noreferrer noopener" href="%s">documentación d einstalación ↗</a> para notas sobre la configuración de PHP en tu servidor, especialmente al usar php-fpm.
es_sv: Por favor verifica la <a target="_blank" rel="noreferrer noopener" href="%s">documentación de instalación ↗</a> para notas de configuración de PHP y la configuración de tu servidor de PHP, especialmete al usar php-fpm.
fr: Veuillez consulter <a target="_blank" rel="noreferrer noopener" href="%s">la documentation d'installation ↗</a> pour savoir comment configurer PHP sur votre serveur, en particulier en cas d'utilisation de php-fpm.
hu: Kérlek ellenőrizd a <a target="_blank" rel="noreferrer noopener" href="%s">telepítési dokumentációt ↗</a> a PHP beállításokhoz és a szervered beállításaidat főleg a php-fpm-el kapcsolatban.
is: Endilega skoðaðu <a target="_blank" rel="noreferrer noopener" href="%s">hjálparskjöl uppsetningarinnar ↗</a> varðandi athugasemdir vegna uppsetningar PHP og sjálfa uppsetningu PHP-þjónsins, Sérstaklega ef þú notar php-fpm.
it: Controlla la <a target="_blank" rel="noreferrer noopener" href="%s">documentazione di installazione ↗</a> per le note di configurazione di PHP e la configurazione PHP del tuo server, in particolare quando utilizzi php-fpm.
ka_ge: გთხოვთ PHP-ის კონფიგურაციის ჩანაწერებისთვის და მისი სერვერზე კონფიგურაციისთვის გადახედოთ <a target="_blank" rel="noreferrer noopener" href="%s">დაყენების დოკუემნტაციას ↗</a>. ეს განსაკუთრებით საჭიროა როდესაც იყენებთ php-fpm-ს.
nb: Sjekk <a target="_blank" rel="noreferrer noopener" href="%s">installasjonsdokumentasjonen ↗</a> for PHP-oppsettsnotater og oppsett av PHP på tjeneren din, særlig om du bruker php-fpm.
nl: Controleer de <a target="_blank" rel="noreferrer noopener" href="%s">installatiedocumentatie ↗</a> voor php configuratienotities en de php configuratie van je server, zeker bij gebruik van php-fpm.
pl: Sprawdź proszę <a target="_blank" rel="noreferrer noopener" href="%s"> dokumentację instalacji </a> dla konfiguracji PHP Twojego serwera względem informacji konfiguracyjnych dokumentacji, zwłaszcza kiedy używasz php-fpm.
pt_br: Por favor, verifique a <a target="_blank" rel="noreferrer noopener" href="%s">documentação de instalação ↗</a> para detalhes da configuração PHP de seu servidor, especialmente quando usando php-fpm.
ru: Пожалуйста прочитайте в<a target="_blank" rel="noreferrer noopener" href="%s"> документации по установке</a>, раздел о конфигурации PHP и конфигурации PHP на вашем сервере, особенно при использовании php-fpm
sr: Погледајте <a target="_blank" rel="noreferrer noopener" href="%s">инсталациону документацију ↗</a> за белешке око PHP конфигурације и PHP конфигурацију Вашег сервера, поготову ако користите php-fpm.
tr: Lütfen PHP yapılandırma notları ve özellikle php-fpm kullanırken sunucunuzdaki PHP yapılandırması için <a target="_blank" rel="noreferrer noopener" href="%s">kurulum belgelerine ↗</a> bakın.
