Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend.
cs: SQLite se aktuálně používá jako databáze na backendu. U větších instalací doporučujeme přechod na jinou databázi.
de_de: SQLite wird als Datenbank verwendet. Bei größeren Installationen empfehlen wir, auf ein anderes Datenbank-Backend zu wechseln.
es: Se está usando actualmente SQLite como motor de base de datos. Para instalaciones más grandes recomendamos cambiar a un motor de base de datos diferente.
es_sv: Actualmente estás usando SQLite como el backend de base de datos. Para instalaciones más grandes te recomendamos cambiar a un backend de base de datos diferente.
fr: SQLite est actuellement utilisé comme système de gestion de base de données. Pour des installations plus volumineuses, nous vous recommandons de migrer vers un autre système de gestion de base de données.
hu: Jelenleg SQLite van használva háttér adatbázisként. Nagyobb telepítéshez más háttér adatbázist javaslunk.
is: Núna er stuðst við SQLite sem bakenda fyrir gagnagrunn. Fyrir stærri uppsetningar mælum við með að skipta yfir í annan gagnagrunnsbakenda.
it: SQLite è utilizzato attualmente come database. Per installazioni più grandi consigliamo di passare a un motore di database diverso.
ja: SQLiteがデータベースとして使用されています。大規模な運用では別のデータベースに切り替えることをお勧めします。
ka_ge: ამჟამად ბექენდზე მონაცემთა ბაზად მოიხმარება SQLite. უფრო დიდი ინსტალაციებისთვის რეკომენდაციას გიწევთ აირჩიოთ სხვა მონაცემთა ბაზა.
nb: SQLite er for øyeblikket brukt som database. For større installasjoner vil vi anbefale deg å benytte en annen databasetype.
nl: SQLite wordt momenteel gebruikt als backend database. Voor grotere installaties adviseren we dat je omschakelt naar een andere database backend.
pl: SQLite jest aktualnie używany jako baza danych. Dla większych instalacji zalecamy przełączenie na inną bazę danych.
pt_br: SQLite é usando atualmente como Plataforma de serviço de banco de dados. Para instalações maiores recomendamos que você use uma outra plataforma de serviço de banco de dados
ru: В качестве базы данных используется SQLite. Для больших установок мы рекомендуем переключиться на другую серверную базу данных.
sk: Ako databáza je použitá SQLite. Pre veľké inštalácie odporúčame prejsť na inú databázu.
sq: SQLite po përdoret si bazë të dhënash e programit klient. Për instalime më të ngarkuara, këshillojmë të kalohet në një program tjetër klient baze të dhënash.
sr: Тренутно се као база података користи SQLite. За веће инсталације, препоручујемо да промените базу података.
sv: SQLite används som databas. För större installationer så rekommenderar vi ett byte till en annan databasbackend.
tr: Şu anda veritabanı olarak SQLite kullanılıyor. Daha büyük kurulumlar için farklı bir veritabanı arka ucuna geçmenizi öneriyoruz.

source: This is particularly recommended when using the desktop client for file synchronisation.
ast: Esto aconséyase particularmente al usar el veceru d'escritoriu pa la sincronización de ficheros.
ca: Això es recomana especialment quan s'utilitza el client d'escriptori per a sincronització d'arxius.
cs: To je obzvlášť vhodné, pokud se používá k synchronizaci desktopový klient.
de_de: Dies wird insbesondere bei der Benutzung des Dektop-Clients zur Synchronisierung empfohlen.
es: Esto está especialmente recomendado cuando se utiliza el cliente de escritorio para la sincronización de archivos.
es_sv: Esto es particularmente recomendado cuando se usa el cliente de escritorio para sincronización de archivos.
fr: C'est particulièrement recommandé lorsque l'on utilise un client bureau pour la synchronisation des fichiers.
hu: Ez különösen asztali kliens szinkronizáció használata esetén javasolt.
is: Mælt er sérstaklega með þessu þegar skjáborðsforritið er notað til að samstilla skrár.
it: Consigliato particolarmente quando si utilizza il client desktop per la sincronizzazione dei file.
ja: これは、ファイル同期にデスクトップクライアントを使用する場合に特に推奨されます。
ka_ge: ეს კერძოდ რეკომედირებულია განსაკუთრებით მაშინ, როდესაც ფაილების სინქრონიზაციისთვის იყენებთ დესკტოპ-კლიენტს.
nb: Dette er spesielt anbefalt når skrivebordsklient brukes for filsynkronisering.
nl: Dit wordt vooral aanbevolen als de desktop client wordt gebruikt voor bestandssynchronisatie.
pl: Jest to szczególnie zalecane w przypadku korzystania z desktopowego klienta do synchronizacji plików.
pt_br: Isso é particulamente recomendado quando se utiliza um cliente para sincronização.
ru: Рекомендуется при синхронизации файлов с использованием клиента для ПК.
sk: Toto odporúčame najmä pri používaní klientských aplikácií na synchronizáciu s desktopom.
sq: Kjo është veçanërisht e rekomanduar gjatë përdorimit të desktopit të klientit për sinkronizimin skedari.
sr: Ово се нарочито порепоручује ако се користи клијент програм у графичком окружењу за синхронизацију.
sv: Detta rekommenderas speciellt när skrivbordsklienten används för att synkronisera filer.
tr: Özellikle dosya eşitleme için masaüstü istemcisi kullanılırken SQLite kullanımı önerilmez.

source: To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target="_blank" rel="noreferrer noopener" href="%s">documentation ↗</a>.
cs: Chcete-li migrovat do jiné databáze, použijte nástroj příkazového řádku: 'occ db:convert-type', nebo si projděte <a target="_blank" rel="noreferrer noopener" href="%s">dokumentaci ↗</a>.
de_de: Um zu einer anderen Datenbank zu migrieren, benutzen Sie bitte die Kommandozeile: 'occ db:convert-type', oder in die <a target="_blank" rel="noreferrer noopener" href="%s">Dokumentation ↗</a> schauen.
es: Para migrar a otra base de datos, usa la herramienta de línea de comandos: 'occ db:convert-type o comprueba la <a target="_blank" rel="noreferrer noopener" href="%s">documentación ↗</a>.
es_sv: Para migrar a otra base de datos usa la herramienta de línea de comandos; 'occ db:convert-type', o bien consulta la <a target="_blank" rel="noreferrer noopener" href="%s">documentación ↗ </a>.
fr: Pour migrer vers un autre type de base de données, utilisez la ligne de commande : 'occ db:convert-type' ou consultez la <a target="_blank" rel="noreferrer noopener" href="%s">documentation ↗</a>.
hu: Más adatbázisra való migráláshoz használd a parancssori eszközt: 'occ db:convert-type', vagy nézd meg a <a target="_blank" rel="noreferrer noopener" href="%s">dokumentációt ↗</a>.
is: Til að yfirfæra í annan gagnagrunn skaltu nota skipanalínutólið: 'occ db:convert-type', eða lesa <a target="_blank" rel="noreferrer noopener" href="%s">hjálparskjölin ↗</a>.
it: Per migrare a un altro database, usa lo strumento da riga di comando: 'occ db:convert-type', o leggi la <a target="_blank" rel="noreferrer noopener" href="%s">documentazione ↗</a>.
ka_ge: სხვა მონაცემთა ბაზის მიგრაციისთვის გამოიყენეთ command line ხელსაწყო: 'occ db:convert-type', ან იხილეთ <a target="_blank" rel="noreferrer noopener" href="%s">დოუმენტაცია ↗</a>.
nb: For å migrere til en annen database, bruk kommandolinjeverktøyet: 'occ db:convert-type', eller les <a target="_blank" rel="noreferrer noopener" href="%s">dokumentasjonen ↗</a>.
nl: Om te migreren naar een andere database moet je de commandoregel tool gebruiken: 'occ db:convert-type'; <a target="_blank" rel="noreferrer noopener" href="%s">zie de documentatie ↗</a>.
pl: Aby zmigrować do innej bazy danych użyj narzędzia z terminala: "occ db:convert-type" albo sprawdź <a target="_blank" rel="noreferrer noopener" href="%s">dokumentację ↗</a>.
pt_br: Para migrar a outro banco de dados, use a ferramenta de linha de comando: 'occ db:convert-type', ou leia na <a target="_blank" rel="noreferrer noopener" href="%s">documentação ↗</a> como fazer isso.
ru: Для миграции на другую базу данных используйте команду: 'occ db:convert-type' или смотрите <a target="_blank" rel="noreferrer noopener" href="%s"> документацию </a>.
sr: За пресељење на другу базу података, користите алат командне линије: 'occ db:convert-type', или погледајте <a target="_blank" rel="noreferrer noopener" href="%s">документацију ↗</a>.
tr: Başka bir veritabanına geçmek için komut satırı aracını kullanın: 'occ db:convert-type' ya da <a target="_blank" rel="noreferrer noopener" href="%s">belgelere ↗</a> bakın.

source: How to do backups
ast: Cómo facer respaldos
ca: Com fer còpies de seguretat
cs: Jak vytvářet zálohy
de_de: Wie man Datensicherungen anlegt
es: Cómo hacer copias de seguridad
es_sv: Cómo hacer respaldos
eu: Nola egin babes kopiak
fr: Comment faire des sauvegardes
hu: Hogyan csináljunk biztonsági mentéseket
is: Hvernig á að taka öryggisafrit
it: Come creare delle copie di sicurezza
ja: バックアップ方法
ka_ge: როგორ შევქმნათ რეზერვები
nb: Hvordan ta sikkerhetskopier
nl: Hoe maak je back-ups
pl: Jak zrobić kopie zapasowe
pt_br: Como fazer backups
ru: Как сделать резервные копии
sk: Ako vytvárať zálohy
sq: Si të bëhen kopjeruajtje
sr: Како правити резерве
sv: Hur man skapar säkerhetskopior
tr: Nasıl yedek alınır

source: Advanced monitoring
ca: Supervisió avançada
cs: Pokročilé monitorování
de_de: Erweitertes Monitoring
es: Monitorización avanzada
es_sv: Monitoreo avanzado
eu: Monitorizazio aurreratua
fr: Surveillance avancée
hu: Haladó monitorozás
is: Ítarleg vöktun
it: Monitoraggio avanzato
ja: 詳細モニタリング
ka_ge: პროგრესიული მონიტორინგი
nb: Avansert overvåking
nl: Geavanceerde monitoring
pl: Zaawansowane monitorowanie
pt_br: Monitoramento avançado
ru: Расширенный мониторинг
sk: Pokročilé sledovanie
sq: Mbikëqyrje e mëtejshme
sr: Напредно праћење
sv: Avancerad bevakning
tr: Gelişmiş izleme

source: Performance tuning
ast: Afinamientu de rindimientu
ca: Ajust del rendiment
cs: Ladění výkonu
de_de: Leistungsoptimierung
es: Ajuste de rendimiento
es_sv: Optimización de rendimiento
eu: Errendimendu ezarpenak
fr: Ajustement des performances
hu: Teljesítmény hangolás
is: Fínstilling afkasta
it: Ottimizzazione delle prestazioni
ja: パフォーマンスチューニング
ka_ge: მოქმედების რეგულირება
nb: Forbedre ytelsen
nl: Prestatie afstelling
pl: Podnoszenie wydajności
pt_br: Ajustando a performance
ru: Настройка производительности
sk: Ladenie výkonu
sq: Përimtime performance
sr: Побољшање перформанси
sv: Prestandainställningar
tr: Başarım ayarlama

source: Improving the config.php
ast: Ameyorando'l config.php
ca: Millorant el config.php
cs: Vylepšení souboru config.php
de_de: Die config.php optimieren
es: Mejorar el config.php
es_sv: Mejorando la config.php
eu: config.php hobetzen
fr: Amélioration du config.php
hu: config.php javítása
is: Bæting á config.php skránni
it: Ottimizzare il config.php
ja: config.phpの改善
ka_ge: config.php-ს გაუმჯობესება
nb: Tilpasninger i config.php
nl: config.php verbeteren
pl: Udoskonalać się w config.php
pt_br: Melhorando o config.php
ru: Улучшение config.php
sk: Zlepšenie config.php
sq: Si të përmirësohet config.php
sr: Побољшање фајла поставки
sv: Förbättra config.php
tr: config.php iyileştirme

source: Theming
ast: Aspeutu
ca: Tematització
cs: Vzhledy
de_de: Themes verwenden
es: Personalizar el tema
es_sv: Tematizar
eu: Itxura
fr: Personnalisation de l'apparence
hu: Témázás
is: Þemu
it: Temi
ja: テーマ
ka_ge: ვიზუალური თემები
nb: Drakter
nl: Thema's
pl: Motyw
pt_br: Criar um tema
ru: Темы оформления
sk: Vzhľady tém
sq: Ndryshim teme grafike
sr: Теме
sv: Teman
tr: Tema uygulama

source: Check the security of your Nextcloud over our security scan
cs: Zkontrolujte bezpečnost vašeho Nextcloudu pomocí našeho bezpečnostního skenu
de_de: Überprüfen Sie die Sicherheit Ihrer Nextcloud mit unserem Sicherheits-Scan
es: Comprueba la seguridad de tu Nextcloud mediante nuestro escaneo de seguridad
es_sv: Verifica la seguridad de tu Nextcloud con nuestro escaneo de seguridad
fr: Vérifier la sécurité de votre Nextcloud grâce à notre scan de sécurité
hu: Ellenőrizze a Nextcloud biztonságát a biztonsági ellenőrzőnkkel
is: Athugaðu öryggi Nextcloud-skýsins með öryggisskönnun okkar
it: Controlla la sicurezza del tuo Nextcloud con la nostra scansione di sicurezza
ja: 私たちのセキュリティスキャンで、お使いの Nextcloud のセキュリティをチェックしてください
ka_ge: შეამოწმეთ თქვენი Nextcloud ჩვენი უსფრთხოების შემოწმებით
nb: Sjekk sikkerheten på din Nextcloud over vår sikkerhetsskanning
nl: Controleer de beveiliging van je Nextcloud met onze securityscan
pl: Sprawdź bezpieczeństwo swojego Nextclouda przez nasz skan zabezpieczeń
pt_br: Verificar a segurança do Nextcloud na nossa análise de segurança
ru: Проверить безопасность вашего Nextcloud нашем сканером
sk: Skontrolujte bezpečnosť Vášho Nextcloud-u s pomocou bezpečnostného scan-u
sq: Kontrolloni sigurinë e Nextcloud tuaj mbi skanimin tonë të sigurisë
sr: Проверавање безбедности Вашег Некстклауда кроз наше безбедоносно скенирање
sv: Kontrollera säkerheten för ditt Nextcloud med vår säkerhets-skanning
tr: Güvenlik sınamamızdan geçirerek Nextcloud güvenliğinizi denetleyin

source: Hardening and security guidance
ast: Guía de fortalecimientu y seguranza
ca: Guia de protecció i seguretat
cs: Průvodce vylepšením bezpečnosti
de_de: Systemhärtung und Sicherheitsempfehlungen
es: Guía de protección y seguridad
es_sv: Consejos de reforzamiento y seguridad
eu: Gogortze eta segurtasun gida
fr: Guide pour le renforcement et la sécurité
hu: Megerősítési és biztonsági útmutató
is: Brynjun og öryggisleiðbeiningar
it: Guida alla messa in sicurezza
ja: 堅牢化とセキュリティガイダンス
ka_ge: განმტკიცებისა და უსაფრთხოების სახელმძღვანელო
nb: Herding og sikkerhetsveiledning
nl: Hardening en security advies
pl: Kierowanie i wzmacnianie bezpieczeństwa
pt_br: Orientações de proteção e segurança
ru: Руководство по безопасности и защите
sk: Sprievodca vylepšením bezpečnosti
sq: Udhëzime për forcim dhe siguri
sr: Ојачавање система и безбедносне препоруке
sv: Säkerhetsriktlinjer
tr: Sağlamlaştırma ve güvenlik rehberliği

source: Personal
cs: Osobní
de_de: Persönlich
es: Perfil
eu: Pertsonala
fr: Personnel
hu: Személyes
is: Einka
it: Personale
ka_ge: პირადი
nb: Personlig
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Личное
sk: Osobné
sr: Лично
sv: Privat
tr: Kişisel

source: Administration
cs: Administrace
de_de: Verwaltung
es: Administración
es_sv: Administración
eu: Administrazioa
hu: Adminisztrátor
is: Stjórnun
it: Amministrazione
ka_ge: ადმინისტრაცია
nb: Administrasjon
nl: Beheer
pl: Administracja
pt_br: Administração
ru: Администрирование
sk: Administrácia
sr: Администрација
tr: Yönetim

source: You are using <strong>%s</strong> of <strong>%s</strong>
ast: Tas usando <strong>%s</strong> de <strong>%s</strong>
ca: Estàs fent servir <strong>%s</strong> de <strong>%s</strong>
cs: Používáte <strong>%s</strong> z <strong>%s</strong>
de_de: Sie verwenden <strong>%s</strong> der verfügbaren <strong>%s</strong>
es: Estas usando <strong>%s</strong> de <strong>%s</strong>
es_sv: Estás usando <strong>%s</strong> de <strong>%s</strong>
eu: Zuk <strong>%s</strong> erabiltzen ari zara <strong>%s</strong>-tik
fr: Vous utilisez <strong>%s</strong> sur <strong>%s<strong>
hu: Jelenleg használt: <strong>%s</strong>, maximálisan elérhető: <strong>%s</strong>
is: Þú notar <strong>%s</strong> af <strong>%s</strong>
it: Stai utilizzando <strong>%s</strong> di <strong>%s</strong>
ja: <strong>%s</strong> / <strong>%s</strong> が現在使用中です
ka_ge: თქვენ იყენებთ <strong>%s</strong> სულ <strong>%s</strong>-დან
nb: Du bruker <strong>%s</strong> av <strong>%s</strong>
nl: Je gebruikt <strong>%s</strong> van <strong>%s</strong>
pl: Używasz <strong>%s</strong> z <strong>%s</strong>
pt_br: Você está usando <strong>%s</strong> de <strong>%s</strong>
ru: Вы используете <strong>%s</strong> из <strong>%s</strong>
sk: Využívate <strong>%s</strong> z <strong>%s</strong>
sq: Po përdorni <strong>%s</strong> nga <strong>%s</strong>
sr: Користите <strong>%s</strong> од <strong>%s</strong>.
sv: Du använder <strong>%s</strong> av <strong>%s</strong>
tr: Kullandığınız alan: <strong>%s</strong>. Kullanabileceğiniz alan: <strong>%s</strong>

source: You are using <strong>%s</strong> of <strong>%s</strong> (<strong>%s %%</strong>)
ast: Tas usando <strong>%s</strong> de <strong>%s</strong> (<strong>%s %%</strong>)
ca: Estàs fent servir <strong>%s</strong> de <strong>%s</strong> (<strong>%s %%</strong>)
cs: Používáte <strong>%s</strong> z <strong>%s</strong> (<strong>%s %%</strong>)
de_de: Sie verwenden <strong>%s</strong> von <strong>%s</strong> (<strong>%s %%</strong>)
es: Está usando <strong>%s</strong> de <strong>%s</strong> (<strong>%s %%</strong>)
es_sv: Estás usando <strong>%s</strong> de <strong>%s</strong> (<strong> %s %%</strong>)
eu: <strong>%s</strong> erabiltzen ari zara,<strong>%s</strong>-koa (<strong>%s %%</strong>)
fr: Vous utilisez <strong>%s</strong> sur <strong>%s</strong> (<strong>%s %%</strong>)
hu: Jelenleg használt: <strong>%s</strong>, ebből: <strong>%s</strong> (<strong>%s %%</strong>)
is: You are using <strong>%s</strong> af <strong>%s</strong> (<strong>%s %%</strong>)
it: Stai utilizzando <strong>%s</strong> di <strong>%s</strong> (<strong>%s %%</strong>)
ja: <strong>%s</strong> / <strong>%s</strong> (<strong>%s %%</strong>) 使用中
ka_ge: თქვენ იყენებთ <strong>%s</strong> სულ <strong>%s</strong>-დან (<strong>%s%%</strong>)
nb: Du bruker <strong>%s</strong> av <strong>%s</strong> (<strong>%s %%</strong>)
nl: Je gebruikt <strong>%s</strong> van <strong>%s</strong> (<strong>%s %%</strong>)
pl: Używasz <strong>%s</strong> z <strong>%s</strong> (<strong>%s %%</strong>)
pt_br: Você está usando <strong>%s</strong> de <strong>%s</strong> (<strong>%s %%</strong>)
ru: Вы используете <strong>%s</strong> из <strong>%s</strong> (<strong>%s %%</strong>)
sk: Využívate <strong>%s</strong> z <strong>%s</strong>(<strong>%s%%</strong>)
sq: Ju po përdorni <strong>%s</strong> të <strong>%s</strong> (<strong>%s%%</strong>)
sr: Користите <strong>%s</strong> од <strong>%s</strong> (<strong>%s%%</strong>)
sv: Du använder <strong>%s</strong> av <strong>%s</strong> (<strong>%s %%</strong>)
tr: Kullandığınız: <strong>%s</strong> Kullanabileceğiniz: <strong>%s</strong> (<strong>%s %%</strong>)

source: Profile picture
ast: Semeya de perfil
ca: Foto de perfil
cs: Profilový obrázek
de_de: Profilbild
es: Foto de perfil
es_sv: Foto de perfil
eu: Zure irudia
fr: Photo de profil
hu: Profilkép
is: Einkennismynd
it: Immagine del profilo
ja: プロフィール画像
ka_ge: პროფილის სურათი
nb: Profilbilde
nl: Profielafbeelding
pl: Zdjęcie profilu
pt_br: Imagem para o perfil
ru: Аватар
sk: Avatar
sq: Foto profili
sr: Слика профила
sv: Profilbild
tr: Profil görseli

source: Upload new
ast: Xubir otra
ca: Puja'n una de nova
cs: Nahrát nový
de_de: Neues hochladen
es: Subir otra
es_sv: Cargar nuevo
eu: Igo berria
fr: Nouvelle depuis votre ordinateur
hu: Új feltöltése
is: Senda inn nýtt
it: Carica nuova
ja: 新たにアップロード
ka_ge: ახალი ატვირთვა
nb: Last opp nytt
nl: Upload een nieuwe
pl: Wczytaj nowe
pt_br: Enviar novo
ru: Загрузить новый
sk: Nahrať nový
sq: Ngarko të re
sr: Отпреми нову
sv: Ladda upp ny
tr: Yeni yükle

source: Select from Files
ca: Seleccioneu d'Arxius
cs: Vybrat ze Souborů
de_de: Aus Dateien wählen
es: Seleccionar desde Archivos
es_sv: Seleccionar desde Archivos
eu: Aukeratu fitxategien artean
fr: Sélectionner depuis les Fichiers
hu: Kiválasztás fájlokból
is: Veldu skrár
it: Seleziona da file
ja: ファイルから選択
ka_ge: აირჩიეთ ფაილებიდან
nb: Velg fra filer
nl: Kies uit bestanden
pl: Wybierz z Plików
pt_br: Selecionar de Arquivos
ru: Выбрать из Файлов
sk: Vybrať zo súborov
sq: Përzgjidhni prej Kartelash
sr: Изабери из фајлова
sv: Välj från Filer
tr: Dosyalardan seç

source: Remove image
ast: Desaniciar imaxe
ca: Elimina imatge
cs: Odebrat obrázek
de_de: Bild entfernen
es: Borrar imagen
es_sv: Eliminar imagen
eu: Irudia ezabatu
fr: Supprimer l'image
hu: Kép eltávolítása
is: Fjarlægja mynd
it: Rimuovi immagine
ja: 画像を削除
ka_ge: სურათის წაშლა
nb: Fjern bilde
nl: Afbeelding verwijderen
pl: Usuń zdjęcie
pt_br: Remover imagem
ru: Удалить аватар
sk: Zmazať obrázok
sq: Hiqe figurën
sr: Уклони слику
sv: Radera bild
tr: Görseli kaldır

source: png or jpg, max. 20 MB
ast: png o jpg, máximu 20 MB
cs: png nebo jpg, max. 20 MB
de_de: png oder jpg, max. 20 MB
es: png o jpg, max. 20 MB
es_sv: png o jpg max. 20 MB
eu: png edo jpg, gehienez 20MB
fr: png ou jpg, max. 20 Mo
hu: png vagy jpg, max. 20 MB
is: png eða jpg, hám. 20 MB
it: png o jpg, max. 20 MB
ja: png もしくは jpg, 最大20MB
ka_ge: png ან jpg, მაქს. 20 მბ
nb: png eller jpg, maks. 20 MB
nl: png of jpg, max. 20 MB
pl: png lub jpg, maks. 20 MB
pt_br: png ou jpg, max. 20 MB
ru: png или jpg, макс. 20 МБ
sk: png alebo jpg, max. 20 MB
sq: png ose jpg, maks. 20 MB
sr: png или jpg, макс. 20 MB
sv: png eller jpg, max 20 MB
tr: png ya da jpg, en fazla 20 MB

source: Picture provided by original account
ast: Semeya fornida pola cuenta orixinal
ca: Imatge proveïda per compte original
cs: Obrázek je poskytován původním účtem
de_de: Bild von Original-Konto zur Verfügung gestellt
es: Imagen provista por cuenta original
es_sv: Imagen proporcionada por la cuenta original
eu: Irudia jatorrizko kontutik hartuta
fr: Photo fournie par le compte original
hu: Az eredeti fiók által biztosított kép.
is: Mynd frá upprunalegum aðgangi
it: Immagine fornita dall'account originale
ja: オリジナルのアカウントで提供されている写真
ka_ge: სურათი ორიგინალი ანგარიშიდან
nb: Bilde kommer fra opprinnelig konto
nl: Afbeelding is verstrekt door originele account.
pl: Zdjęcie dostarczone przez oryginalne konto
pt_br: Imagem fornecida pela conta original
ru: Картинка из исходной учетной записи
sk: Obrázok poskytnutý originálnym účtom
sq: Foto e prurë nga llogaria origjinale
sr: Слика оригиналног налога
sv: Bild gjordes tillgänglig av orginalkonto
tr: Görsel özgün hesabınız tarafından sağlanıyor

source: Cancel
ast: Encaboxar
ca: Cancel·la
cs: Zrušit
de_de: Abbrechen
es: Cancelar
es_sv: Cancelar
eu: Ezeztatu
fr: Annuler
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
ka_ge: უარყოფა
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sr: Одустани
sv: Avbryt
tr: İptal

source: Choose as profile picture
ca: Elegeix una imatge de perfil
cs: Vybrat jako profilový obrázek
de_de: Als Profilbild auswählen
es: Seleccionar como imagen de perfil
es_sv: Seleccionar como foto del perfil
eu: Aukeratu profil irudi gisa
fr: Définir comme image de profil
hu: Kiválasztás profil képként
is: Veldu sem einkennismynd
it: Scegli come immagine del profilo
ja: プロファイル画像として選択
ka_ge: აირჩიეთ პროფილის სურათად
nb: Velg som profilbilde
nl: Kies als profielafbeelding
pl: Wybierz zdjęcie profilu
pt_br: Escolha como imagem de perfil
ru: Выбрать в качестве картинки профиля
sk: Použiť ako obrázok avatara
sq: Zgjidhni një foto profili
sr: Одаберите слику профила
sv: Välj som profilbild
tr: Profil görseli olarak seç

source: Full name
ast: Nome completu
ca: Nom complet
cs: Celé jméno
de_de: Vollständiger Name
es: Nombre completo
es_sv: Nombre completo
eu: Izen osoa
fr: Nom complet
hu: Teljes név
is: Fullt nafn
it: Nome completo
ja: 氏名
ka_ge: სრული სახელი
nb: Fullt navn
nl: Volledige naam
pl: Pełna nazwa
pt_br: Nome completo
ru: Полное имя
sk: Meno a priezvisko
sq: Emër i plotë
sr: Пуно име
sv: Namn
tr: Tam ad

source: No display name set
ast: Nun s'afitó'l nome p'amosar
ca: No s'ha establert cap nom para mostrar
cs: Jméno pro zobrazení nenastaveno
de_de: Kein Anzeigename angegeben
es: No se ha establecido ningún nombre para mostrar
es_sv: No se ha establecido el nombre a desplegar
eu: Ez da bistaratze izena ezarri
fr: Aucun nom d'affichage configuré
hu: Nincs megjelenítési név beállítva
is: Ekkert birtingarnafn sett
it: Nome visualizzato non impostato
ja: 表示名が未設定
ka_ge: დისპლეი სახელი არაა დაყენებული
nb: Visningsnavn ikke satt
nl: Nog geen weergavenaam ingesteld
pl: Brak nazwa wyświetlanej
pt_br: Nenhum nome de exibição definido
ru: Отображаемое имя не указано
sk: Zobrazované meno nie je nastavené
sq: S’është caktuar emër për në ekran
sr: Није постављено име за приказ
sv: Inget visningsnamn angivet
tr: Görüntülenecek ad belirtilmemiş
