Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target="_blank" rel="noreferrer noopener" href="%s">documentation ↗</a> for more information.
cs: Transakční zamykání souborů je vypnuto, což by mohlo vést k problémům se souběhem úloh. Povolte 'filelocking.enabled' v config.php, abyste se těmto problémům vyhnuli. Pro více informací si prohlédněte <a target="_blank" rel="noreferrer noopener" href="%s">dokumentaci ↗</a>.
de_de: Transaktionales Sperren ist deaktiviert, was zu Problemen mit Laufzeitbedingungen führen kann. Aktivieren Sie 'filelocking.enabled' in der config.php diese Probleme zu vermeiden. Weitere Informationen findest Sie in unserer <a target="_blank" rel="noreferrer noopener" href="%s">Dokumentation ↗</a>.
es: El bloqueo de archivos transaccional está desactivado. Esto podría llevar a errores en algunas condiciones. Activa 'filelocking.enabled' en config.php para evitar estos problemas. Más información en la <a target="_blank" rel="noreferrer noopener" href="%s">documentación ↗</a>.
es_sv: El bloqueo de archivos transaccional está deshabilitado. Esto puede generar problemas con condiciones extremas. Habilita 'filelocking.enabled' en el archivo config.php para evitar estos problemas. Consulta la <a target="_blank" rel="noreferrer noopener" href="%s">documentación ↗</a> para más información.
fr: Le verrouillage transactionnel de fichiers est désactivé. Cela peut causer des conflits en cas d'accès concurrent. Configurez 'filelocking.enabled' dans config.php pour éviter ces problèmes. Consultez la <a target="_blank" rel="noreferrer noopener" href="%s">documentation ↗</a> pour plus d'informations.
hu: A tranzakcionális fájlzárolás ki van kapcsova, ami problémákhoz vezethet verszenyhelyzetek esetén. Kapcsold be a 'filelocking.enabled' paramétert a config.php-ben ezek elkerülésére. Lásd a <a target="_blank" rel="noreferrer noopener" href="%s">dokumentációt ↗</a> további információkért.
is: Færslulæsing skráa (transactional file locking) er óvirk, þetta gæti leitt til vandamála út frá forgangsskilyrðum (race conditions). Virkjaðu 'filelocking.enabled' í config.php til að forðast slík vandamál. Skoðaðu <a target="_blank" rel="noreferrer noopener" href="%s">hjálparskjölin ↗</a> til að sjá nánari upplýsingar.
it: Il blocco del file transazionale è disabilitato, ciò potrebbe comportare problemi di race condition. Abilita 'filelocking.enabled' nel config-php per evitare questi problemi. Vedi la <a target="_blank" rel="noreferrer noopener" href="%s">documentazione ↗</a> per ulteriori informazioni.
ka_ge: ტრაზაქციული ფაილის ჩაკეტვა გათიშულია, ამან შეიძლება გამოიწვიოს გარკვეული პრობლემები. პრობლემებისგან თავის ასარიდებლად აამოქმედეთ 'filelocking.enabled' config.php-ში. დამატებითი ინფორმაციისთვის იხილეთ <a target="_blank" rel="noreferrer noopener" href="%s">დოუმენტაცია ↗</a>.
nb: Transaksjonsbasert fil-låsing er deaktivert. Dette kan føre til konflikt. Aktiver "filelocking.enabled" i config.php for å unngå disse problemene. Les <a target="_blank" rel="noreferrer noopener" href="%s">dokumentasjonen ↗</a> for mer informasjon.
nl: Transactionele bestandlocking is uitgeschakeld, dat zou namelijk kunnen leiden tot versiebeheerproblemen. Schakel 'filelocking enabled' in config.php in om deze problemen te voorkomen. Zie de <a target="_blank" rel="noreferrer noopener" href="%s">documentatie ↗</a> voor meer informatie.
pl: Transakcyjne blokowanie plików jest wyłączone. Może to powodować problemy w działaniu. Włącz 'filelocking.enabled' w config.php, aby rozwiązać te problemy. Sprawdź <a target="_blank" rel="noreferrer noopener" href="%s">dokumentację ↗</a>, aby uzyskać więcej informacji.
pt_br: O bloqueio de arquivos transacionais está desabilitado, isso pode levar a problemas com as condições de corrida. Ative 'filelocking.enabled' em config.php para evitar esses problemas. Veja a <a target="_blank" rel="noreferrer noopener" href="%s">documentação ↗</a> para mais informação.
ru: Транзакционная блокировка файлов отключена, это может привести к "состоянию гонки" (race conditions). Включите опцию 'filelocking.enabled' в config.php, чтобы избежать подобных проблем. Больше иформации в <a target="_blank" rel="noreferrer noopener" href="%s"> документации </a>
sr: Трансактивно закључавање фајлова је искључено, што може довести до проблема са утркивањем процеса. Укључите 'filelocking.enabled' у config.php да бисте избегли проблеме овог типа. Погледајте <a target="_blank" rel="noreferrer noopener" href="%s">документацију ↗</a> за више информација.
tr: İşlemsel dosya kilidi devre dışı. Bu durum yarış koşullarında (race condition) sorun çıkarabilir. Bu sorunlardan kaçınmak için config.php dosyasındaki 'filelocking.enabled' seçeneğini etkinleştirin. Ayrıntılı bilgi almak için <a target="_blank" rel="noreferrer noopener" href="%s">belgelere ↗</a> bakın.

source: System locale can not be set to a one which supports UTF-8.
ast: Nun se pue escoyer una configuración rexonal que sofite UTF-8.
ca: No s'ha pogut establir cap localització del sistema amb suport per UTF-8.
cs: Není možné nastavit znakovou sadu, která podporuje UTF-8.
de_de: Es kann kein Systemgebietsschema gesetzt werden, das UTF-8 unterstützt.
es: No se puede escoger una configuración regional que soporte UTF-8.
es_sv: No es posible establecer la regionalización del sistema a una que soporte UTF-8.
eu: Eskualdeko ezarpena ezin da UTF-8 onartzen duen batera ezarri.
fr: Les paramètres régionaux n'ont pu être configurés avec prise en charge d'UTF-8.
hu: A rendszer lokalizációs fájljai között nem sikerült olyat beállítani, ami támogatja az UTF-8-at.
is: Ekki var hægt að setja staðfærslu kerfisins á neina sem styður UTF-8.
it: La localizzazione di sistema non può essere impostata a una che supporta UTF-8.
ja: システムロケールを UTF-8 をサポートするロケールに設定できません。
ka_ge: სისტემური ლოკალიზაცია ვერ ყენდება ერთ-ერთ ისეთზე, რომელიც მხარს უჭერს UTF-8-ს.
nb: Kan ikke sette systemets nasjonale innstillinger til en som støtter UTF-8.
nl: De systeemtaal kan niet worden ingesteld op een taal die UTF-8 ondersteunt.
pl: Ustawienia regionalne systemu nie można ustawić na jeden, który obsługuje UTF-8.
pt_br: Localização do sistema não pôde ser definido para um que suporta UTF-8.
ru: Невозможно установить системную локаль, поддерживающую UTF-8
sk: Nie je možné nastaviť znakovú sadu, ktorá podporuje UTF-8.
sq: Si vendore sistemi nuk mund të caktohet një që mbulon UTF-8.
sr: Системски локалитет се не може поставити на неки који подржава УТФ-8
sv: Systemspråk kan inte ställas in till ett som stödjer UTF-8.
tr: Sistem dili UTF-8 destekleyenlerden biri olarak ayarlanamadı.

source: This means that there might be problems with certain characters in filenames.
ast: Esto quier dicir qu'igual hai problemes con ciertos caráuteres nos nomes de ficheros.
cs: To znamená, že se mohou vyskytnout problémy s určitými znaky v názvech souborů.
de_de: Dies bedeutet, dass es zu Problemen mit bestimmten Zeichen in Dateinamen kommen kann.
es: Esto significa que puede haber problemas con ciertos caracteres en los nombres de archivo.
es_sv: Esto significa que puede haber problemas con ciertos caracteres en los nombres de archivos.
eu: Honek fitxategi izenen karaktere batzuekin arazoak egon daitezkeela esan nahi du.
fr: Cela signifie qu'il pourrait y avoir des problèmes avec certains caractères dans les noms de fichier.
hu: Ez azt jelenti probléma lehet bizonyos karakterekkel a fájlnevekben.
is: Þetta þýðir að það geta komið upp vandamál við að birta ákveðna stafi í skráaheitum.
it: Ciò vuol dire che ci potrebbero esserci problemi con certi caratteri nei nomi dei file.
ja: これは、ファイル名の特定の文字に問題があることを意味しています。
ka_ge: ეს განაპირობებს ფაილის სახელში ზოგ ნიშანთან პრობლემის გამოჩენას.
nb: Dette betyr at det kan forekomme problemer med visse tegn i filnavn.
nl: Dat betekent dat er problemen kunnen optreden met bepaalde tekens in bestandsnamen.
pl: Oznacza to, że mogą być problemy z pewnymi znakami w nazwach plików.
pt_br: Isso significa que pode haver problemas com determinados caracteres em nomes de arquivos.
ru: Это значит, что могут быть проблемы с некоторыми символами в именах файлов.
sq: Kjo do të thotë që mund të ketë probleme me disa karaktere në emrat e skedarëve.
sr: Ово значи да може бити проблема са одређеним каракетерима који се појављују у именима фајлова.
sv: Detta innebär att det kan finnas problem med vissa tecken i filnamn
tr: Bu durum dosya adlarında belirli karakterler kullanıldığında sorun çıkmasına yol açabilir.

source: It is strongly proposed to install the required packages on your system to support one of the following locales: %s.
ast: Encamiéntase instalar los paquetes riquíos nel to sistema pa sofitar una de les locales de darréu: %s.
cs: Velmi doporučujeme nainstalovat požadované balíčky do systému, pro podporu jednoho z následujících národních prostředí: %s.
de_de: Es empfiehlt sich dringend, die erforderlichen Pakete auf Ihrem System zu installieren, damit eines der folgenden Gebietsschemata unterstützt wird: %s.
es: Es muy recomendable instalar los paquetes necesarios para poder soportar una de las siguientes configuraciones regionales: %s.
es_sv: Se recomienda ámpliamente instalar los paquetes requeridos en tu sistema para soportar alguna de las siguientes regionalizaciones: %s.
eu: Ondoko lokalizazioentzako euskarria izateko, zure sisteman beharrezko paketeak instalatzea bereziki gomendatzen da: %s.
fr: Il est fortement recommandé d'installer sur votre système les paquets nécessaires à la prise en charge de l'un des paramètres régionaux suivants : %s.
hu: Erősen javasolt a szükséges csomagok telepítése a rendszeredre a következőhöz: %s.
is: Við mælum eindregið með því að þessir nauðsynlegu pakkar séu á kerfinu til stuðnings einnar af eftirfarandi staðfærslum: %s
it: È vivamente consigliata l'installazione dei pacchetti richiesti sul tuo sistema per supportare una delle seguenti localizzazioni: %s.
ja: 次のロケールをサポートするには、システムに必要なパッケージをインストールすることを強くおすすめします: %s。
ka_ge: ერთ-ერთი შემდეგ ლოკალიზაციათაგანის მხარდასაჭერად გთავაზობთ თქვნს სისტემაზე დააყენოთ აუცილებელი პაკეტები: %s.
nb: Det anbefales sterkt å installere de påkrevde pakkene på systemet ditt for å støtte en av følgende lokaltilpasninger: %s.
nl: We adviseren met klem om de noodzakelijke pakketten op je systeem te installeren om een van de volgende talen te ondersteunen: %s.
pl: Mocno sugerujemy, aby doinstalować do systemu wymagane pakiety, wspierające następujące języki: %s.
pt_br: Sugerimos fortemente instalar os pacotes necessários no seu sistema para suportar uma das seguintes localizações: %s.
ru: Настойчиво рекомендуем установить требуемые пакеты для вашей системы для поддержки одного из следующих языков: %s.
sk: Dôrazne doporučujeme nainštalovať na váš systém požadované balíčky podporujúce jednu z nasledovných znakových sád: %s.
sq: Propozohrt që të instaloni paketat e kërkuara në sistemin tuaj për të mbështetur një nga lokacionet e mëposhtme: %s.
sr: Препоручујемо да инсталирате потребне пакете да бисте подржали следеће локалитете: %s.
sv: Det är starkt rekommenderat att installera de nödvändiga paketen på ditt system för att stödja ett av följande locales (språk/region-inställningar): %s.
tr: Şu dillerden birini desteklemesi için sisteminize gerekli paketleri kurmanız önemle önerilir: %s.

source: If your installation is not installed at the root of the domain and uses system Cron, there can be issues with the URL generation. To avoid these problems, please set the "overwrite.cli.url" option in your config.php file to the webroot path of your installation (Suggested: "%s")
cs: Instalace mimo kořenový adresář domény a používání systémového příkazu cron může způsobit problém s generováním správné URL. Pro zabránění těmto chybám nastavte prosím správnou cestu ve svém config.php souboru v hodnotě "overwrite.cli.url" (Je doporučena tato: "%s")
de_de: Wenn sich Ihre Installation nicht im Wurzelverzeichnis der Domain befindet und Cron des Systems genutzt wird, kann es zu Fehlern bei der URL-Generierung kommen. Um dies zu verhindern, setzen Sie bitte die „overwrite.cli.url“-Option in Ihrer config.php auf das Web-Wurzelverzeichnis Ihrer Installation (Vorschlag: „%s“).
es: Si su instalación no está ubicada en la raíz del dominio y usa el cron del sistema, puede haber problemas al generarse los URL. Para evitarlos, configure la opción "overwrite.cli.url" en su archivo config.php para que use la ruta de la raíz del sitio web de su instalación (sugerencia: "%s")
es_sv: Si tu instalación no se hizo en la raíz del dominio y usa el sistema Cron, puede haber temas con la generación de la URL. Para prevenir estos problemas, por favor establece la opción "overwrite.cli.url" en tu archivo config.php a la ruta del webroot de tu instalación (Se sugiere: "%s")
fr: Si votre installation n'a pas été effectuée à la racine du domaine et qu'elle utilise le Cron du système, il peut y avoir des problèmes avec la génération d'URL. Pour les éviter, veuillez configurer l'option "overwrite.cli.url" de votre fichier config.php avec le chemin de la racine de votre installation (suggéré : "%s")
hu: Ha a telepítése nem a webkiszolgáló gyökerében van, és a rendszer cron szolgáltatását használja, akkor problémák lehetnek az URL-ek képzésével. Ezek elkerülése érdekében állítsa be a config.php-ban az "overwrite.cli.url" paramétert a telepítés által használt webútvonalra. (Javasolt beállítás: "%s")
is: Ef uppsetningin þín er ekki á rót lénsins og þú notar cron stýrikerfisins, þá geta komið upp vandamál við gerð URL-slóða. Til að forðast slík vandamál, skaltu stilla "overwrite.cli.url" valkostinn í config.php skránni þinni á slóð vefrótarinnar (webroot) í uppsetningunni (tillaga: "%s")
it: Se la tua installazione non si trova nella radice del dominio e utilizza il cron di sistema, potrebbero esserci problemi con la generazione degli URL. Per evitare questi problemi, imposta l'opzione "overwrite.cli.url" nel file config.php al percorso della radice del sito della tua installazione (Consigliato: "%s")
ja: URLがドメインのルート(/)で終わっていない場合で、システムのcronを利用している場合は、URLの生成に問題が発生します。その場合は、config.php ファイルの中の "overwrite.cli.url" オプションをインストールしたwebrootのパスに設定してください。( 推奨: "%s" )
ka_ge: თუ თქვენი სისტემა იყენებს კრონს და ინსტალაცია არაა დაყენებული დომენის დასაწყისში, შესაძლოა გამოჩნდეს პრობლემები URL გენერაციასთან. ამ პრობლემებისგან თავის ასარიდებლად, "overwrite.cli.url" პარამეტრის თქვენს config.php ფაილში მიანიჭეთ ინსტალაციის მისამართი (რეკომენდირებულია: "%s")
nb: Hvis installasjonen din ikke er installert i roten av domenet og bruker systemets Cron, kan det bli problemer med URL-genereringen. For å unngå disse problemene, sett "overwrite.cli.url" i filen config.php til vev-roten for installasjonen din (Foreslått: "%s")
nl: Als je installatie niet in de hoofddirectory van het domein staat, maar wel systeem cron gebruikt, dan kunnen er problemen ontstaan bij het genereren van URL's. Om deze problemen te voorkomen zou je de "overwrite.cli.url" optie in config.php moeten instellen op het webroot pad van je installatie (aanbevolen: "%s")
pl: Twoja instancja nie jest zainstalowana w katalogu głównym dla domeny, a używasz systemowego Cron'a, zatem mogą wystąpić kłopoty w poprawnym generowaniu URL'a. Aby zapobiec problemów ustaw proszę opcję "overwrite.cli.url" w Twoim pliku config.php do katalogu głównego Twojej instalacji (sugerowany: "%s")
pt_br: Se a sua instalação não estiver instalada na raiz do domínio e usar o sistema Cron, pode haver problemas com a geração de URL. Para evitar esses problemas, configure a opção "overwrite.cli.url" no seu arquivo config.php para o caminho webroot da sua instalação (Sugestão: "%s")
ru: В случае установки не в корне домена и использования системного планировщика Cron возможны проблемы с правильной генерацией URL. Для их избежания, установите настройке «overwrite.cli.url» в файле config.php значение, равное пути папки установки. (Предположительно: «%s».)
sk: Inštalácia mimo koreňový priečinok domény a používanie systémového príkazu cron môže spôsobiť problém s generovaním správnej URL. Pre zabránenie týmto chybám nastavte prosím správnu cestu v svojom config.php súbore pre hodnotu "overwrite.cli.url" (Doporučujeme: "%s")
sq: Nëse instalimi juaj nuk është bërë në rrënjë të përkatësisë dhe përdor cron sistemi, mund të ketë probleme me prodhimin e URL-së. Që të shmangen këto probleme, ju lutemi, jepini mundësisë "overwrite.cli.url" te kartela juaj config.php vlerën e shtegut webroot të instalimit tuaj (E këshillueshme: "%s")
sr: Ако инсталација није инсталирана у основи домена и користи системски крон, може бити проблема са генерисањем веб адреса. Да бисте избегли ове проблеме, молимо вас да подесите "overwrite.cli.url" опцију у вашем config.php фајлу у путању веб-основе ваше инсталације (Предложено: "%s")
sv: Om din installation inte är installerad vid roten av domänen och använder systemets Cron kan det bli problem med URL-skapandet. För att undvika dessa problem, vänligen sätt "overwrite.cli.url"-alternativet i din config.php till webbrotplatsen för din installation (Förslag: "%s")
tr: Kurulumunuz etki alanının kök klasörüne yapılmamış ve sistem Zamanlanmış Görevini kullanıyorsa, İnternet adresi oluşturma sorunları oluşabilir. Bu sorunların önüne geçmek için, kurulumunuzun config.php dosyasındaki "overwrite.cli.url" seçeneğini web kök klasörü olarak ayarlayın (Önerilen: "%s")

source: It was not possible to execute the cron job via CLI. The following technical errors have appeared:
cs: Nebylo možné spustit službu cron v CLI. Došlo k následujícím technickým chybám:
de_de: Die Ausführung des Cron-Jobs über die Kommandozeile war nicht möglich. Die folgenden technischen Fehler sind dabei aufgetreten:
es: No fue posible lanzar la tarea cron mediante CLI. Los siguientes errores técnicos has aparecido:
es_sv: No fue posible ejecutar el trabajo de cron via CLI. Se presentaron los siguientes errores técnicos:
fr: La tâche cron n'a pu s'exécuter via CLI. Ces erreurs techniques sont apparues :
hu: Nem lehetett CLI módban futtatni a cron feladatot. A következő technikai hibák léptek fel:
is: Ekki var hægt að keyra cron-verkið á skipanalínu. Eftirfarandi tæknilegar villur komu upp:
it: Non è stato possibile eseguire il job di cron tramite CLI. Sono apparsi i seguenti errori tecnici:
ja: CLI から cronジョブを実行することができませんでした。次の技術的なエラーが発生しています：
ka_ge: CLI-ით კრონ საქმის ეგზეკუცია ვერ მოხერხდა. წარმოიშვა შემდეგი ტექნიკური შეცდომები:
nb: Det var ikke mulig å kjøre cronjobben via CLI. Følgende tekniske feil oppstod:
nl: Het was niet mogelijk om de systeem cron via CLI uit te voeren. De volgende technische problemen traden op:
pl: Nie było możliwe uruchomienie zadania cron przy pomocy CLI. Pojawił się następujący błąd techniczny:
pt_br: Não foi possível executar o trabalho cron através da CLI. Os seguintes erros técnicos apareceram:
ru: Не удаётся запустить задачу планировщика с использованием CLI (интерфейса командной строки). Произошли следующие технические ошибки:
sk: Nebolo možné spustiť úlohu na pozadí pomocou CLI. Toto sú chyby:
sq: Nuk ishte e mundur që të ekzekutohej puna cron nëpërmjet CLI. Gabimet teknike në vijim janë shfaqur :
sr: Није било могуће да се изврши крон задатак путем интерфејса командне линије. Појавила су се следеће техничке грешке:
sv: Det var inte möjligt att exekvera cron-jobbet via CLI. Följande tekniska fel dök upp:
tr: Zamanlanmış görev CLI üzerinden çalıştırılamadı. Şu teknik sorunlar çıktı:

source: Please double check the <a target="_blank" rel="noreferrer noopener" href="%s">installation guides ↗</a>, and check for any errors or warnings in the <a href="%s">log</a>.
cs: Prosím, důkladně si přečtěte <a target="_blank" rel="noreferrer noopener" href="%s">průvodce instalací ↗</a>a zkontrolujte, že v <a href="%s">logu</a> nejsou žádné chyby ani žádná varování.
de_de: Bitte überprüfen Sie noch einmal die <a target="_blank" rel="noreferrer noopener" href="%s">Installationsanleitungen ↗</a> und kontrollieren Sie das <a href="%s">Protokoll</a> auf mögliche Fehler oder Warnungen.
es: Por favor, vuelve a comprobar la las <a target="_blank" rel="noreferrer noopener" href="%s">guías de instalación ↗</a> y comprueba posibles errores o advertencias en el <a href="%s">registro</a>.
es_sv: Por favor verifica las <a target="_blank" rel="noreferrer noopener" href="%s">guias de instalación ↗</a>, y valida si hay algún error o advertencia en la <a href="%s">bitácora</a>.
fr: Merci de consulter les <a target="_blank" rel="noreferrer noopener" href="%s">guides d'installation ↗</a> et de vérifier les erreurs ou avertissements des <a href="%s">logs</a>.
hu: Kérlek ismét ellenőrizd a <a target="_blank" rel="noreferrer noopener" href="%s">telepítési dokumentációt ↗</a>, és keress hibákat és figyelmeztetéseket a <a href="%s">naplóban</a>.
is: Yfirfarðu vandlega <a target="_blank" rel="noreferrer noopener" href="%s">uppsetningarleiðbeiningarnar ↗</a>, og athugaðu hvort nokkrar villumeldingar eða aðvaranir séu í <a href="%s">annálnum</a>.
it: Leggi attentamente le <a target="_blank" rel="noreferrer noopener" href="%s">guide d'installazione ↗</a>, e controlla gli errori o gli avvisi nel <a href="%s">log</a>.
ka_ge: გთხოვთ გადაამოწმოთ <a target="_blank" rel="noreferrer noopener" href="%s">ინსტალაციის სახელმძღვენელოები ↗</a>, და ნახოთ თუ აღმოაჩენთ რაიმე შეცდომას ან გაფრთხილებას <a href="%s">ლოგში</a>.
nb: Dobbeltsjekk <a target="_blank" rel="noreferrer noopener" href="%s">installasjonsguidene ↗</a>, og se etter feil eller advarsler i <a href="%s">loggen</a>.
nl: Lees de <a target="_blank" rel="noreferrer noopener" href="%s">installatie-handleiding ↗</a> goed door en controleer <a href="%s">de logs</a> op fouten en waarschuwingen.
pl: Proszę sprawdzić dokładnie <a target="_blank" rel="noreferrer noopener" href="%s">przewodniki instalacji ↗</a> oraz błędy i ostrzeżenia w <a href="%s">logu</a>.
pt_br: Por favor verifique os <a target="_blank" rel="noreferrer noopener" href="%s">guias de instalação ↗</a> e cheque por qualquer erro ou aviso no <a href="%s">log</a>.
ru: Пожалуйста перечитайте <a target="_blank" rel="noreferrer noopener" href="%s"> инструкции по установке</a> и проверьте <a href="%s"> логи </a> на предмет наличия ошибок и предупреждений
sr: Добро погледајте <a target="_blank" rel="noreferrer noopener" href="%s">инсталациону документацију ↗</a> и проверите за било какве грешке или упозорења у <a href="%s">записнику</a>.
tr: Lütfen <a target="_blank" rel="noreferrer noopener" href="%s">kurulum rehberlerini↗</a> yeniden gözden geçirin ve <a href="%s">günlük</a> kayıtlarındaki hata ve uyarılara bakın.

source: All checks passed.
ast: Pasáronse toles comprobaciones.
ca: Totes les comprovacions correctes.
cs: Všechny testy byly úspěšné.
de_de: Alle Überprüfungen bestanden.
es: Ha pasado todos los controles
es_sv: Pasaron todas las verificaciones.
eu: Egiaztapen guztiak gaindituta.
fr: Tous les tests ont réussi.
hu: Minden ellenőrzés sikeres.
is: Stóðst allar prófanir.
it: Tutti i controlli passati.
ja: すべてのチェックに合格しました。
ka_ge: ყველა შემოწმებამ ჩაიარა დადებითად.
nb: Alle sjekker bestått.
nl: Alle checks geslaagd
pl: Wszystkie testy konfiguracji zakończyły się pomyślnie.
pt_br: Todas as verificações passaram.
ru: Все проверки пройдены.
sk: Všetky kontroly prešli úspešne.
sq: I kaloi krejt kontrollet.
sr: Све провере успешно прошле.
sv: Alla kontroller lyckades!
tr: Tüm denetimlerden geçti.
