Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: no group
ast: ensin grupu
ca: sense grup
cs: není ve skupině
de_de: Keine Gruppe
es: sin grupo
es_sv: sin grupos
eu: talderik ez
fr: aucun groupe
hu: nincs csoport
is: enginn hópur
it: nessun gruppo
ja: グループなし
ka_ge: ჯგუფი არაა
nb: ingen gruppe
nl: geen groep
pl: brak grupy
pt_br: nenhum grupo
ru: Без группы
sk: nie je v skupine
sq: asnjë grup
sr: нема групе
sv: ingen grupp
tr: grup yok

source: Password successfully changed
ca: Contrasenya canviada correctament
cs: Heslo úspěšně změněno
de_de: Das Passwort wurde erfolgreich geändert
es: Contraseña ha sido correctamente cambiada
es_sv: La contraseña se cambió exitosamente
eu: Pasahitza ongi aldatu da
fr: Mot de passe changé avec succès
hu: Jelszót sikeresen megváltoztatva
is: Lykilorðinu hefur verið breytt
it: Password modificata correttamente
ja: パスワードは変更されました
ka_ge: პაროლი წარმატებით შეიცვალა
nb: Passordet ble endret.
nl: Wachtwoord succesvol gewijzigd.
pl: Zmiana hasła udana.
pt_br: Senha alterada com sucesso
ru: Пароль успешно изменен.
sk: Heslo úspešne zmenené
sq: Fjalëkalimi u ndryshua me sukses
sr: Лозинка успешно промењена
sv: Ändringen av lösenordet lyckades.
tr: Parola değiştirildi

source: Changing the password will result in data loss, because data recovery is not available for this user
ca: Canviar la contrasenya provocarà pèrdua de dades, perquè la recuperació de dades no està disponible per a aquest usuari
cs: Změna hesla bude mít za následek ztrátu dat, protože jejich obnova není pro tohoto uživatele dostupná.
de_de: Die Änderung des Passworts führt zu Datenverlust, weil die Datenwiederherstellung für diesen Benutzer nicht verfügbar ist
es: Cambiar la contraseña provocará pérdida de datos porque la recuperación de datos no está disponible para este usuario
es_sv: El cambiar la contraseña puede generar pérdida de datos, porque la recuperación de datos no está disponible para este usuario
eu: Pasahitza aldatzeak datuen galera eragingo du, erabiltzaile honetarako datuen berreskuratzea eskuragarri ez dagoelako
fr: La modification du mot de passe entrainera la perte des données car la restauration de données n'est pas disponible pour cet utilisateur
hu: A jelszó megváltoztatása adatvesztéssel jár, mert lehetséges az adatok visszaállítása ennek a felhasználónak
is: Breyting á þessu lykilorði mun valda gagnatapi, þar sem gagnaendurheimt er ekki tiltæk fyrir þennan notanda
it: Il cambiamento della password causerà una perdita di dati, poiché il ripristino dei dati non è disponibile per questo utente
ja: このユーザーのデータ復旧が無効になっていますので、パスワードを変更するとユーザーはデータに二度とアクセスできません。
ka_ge: პაროლის შეცვლა გამოიწვევს მონაცემების დაკარგვას, რადგან მონაცემების აღდგენა ამ მომხმარებლისთვის არაა მოქმედი
nb: Forandring av passordet vil føre til tap av data, fordi datagjennoppretting er utilgjengelig for denne brukeren
nl: Wijzigen van het wachtwoord leidt tot gegevensverlies, omdat gegevensherstel voor deze gebruiker niet beschikbaar is
pl: Zmiana hasła spowoduje utratę danych, ponieważ odzyskiwanie danych nie jest włączone dla tego użytkownika
pt_br: Alterar a senha irá resultar em perda de dados pois a recuperação de dados não está disponível para este usuário
ru: Изменение пароля приведёт к потере данных, так как восстановление данных не доступно для этого пользователя
sk: Zmena hesla bude mať za následok stratu dát, pretože obnova dát nie je k dispozícii pre tohto používateľa
sq: Ndryshimi i fjalëkalimit do të sjellë humbje të dhënash, ngaqë rikthimi i të dhënave s’është i përdorshëm për këtë përdorues
sr: Измена лозинке ће резултирати губитком података јер опорављање података није доступно за овог корисника
sv: Ändring utav lösenord kommer resultera i förlorad data, eftersom dataåterställning ej är tillgängligt för denna användare.
tr: Bu kullanıcı için veri kurtarması olmadığından, parolanın değiştirilmesi veri kaybına neden olur

source: Could not change the users email
ast: Nun pudo camudase'l corréu de los usuarios
ca: No s'ha pogut canviar el correu electrònic dels usuaris
cs: Nelze změnit email uživatele
de_de: Die E-Mail-Adresse des Benutzers konnte nicht geändert werden
es: No se pudo cambiar el correo de usuario
es_sv: No fue posible cambiar el correo electrónico del usuario.
eu: Ezin izan da erabiltzailearen posta-elektronikoa aldatu
fr: Impossible de modifier l'adresse e-mail des utilisateurs
hu: Nem lehet módosítani a felhasználó e-mail címét
is: Tókst ekki að breyta tölvupóstfangi notandans
it: Impossibile modificare l'indirizzo email degli utenti
ja: ユーザーの電子メールを変更できませんでした
ka_ge: მომხმარებლის ელ-ფოსტის მისამრთი ვერ შეიცვალა
nb: Kunne ikke endre brukerens e-postadresse
nl: Kon het gebruikers e-mailadres niet wijzigen
pl: Nie można zmienić adresu e-mail użytkowników
pt_br: Não foi possível alterar o e-mail dos usuários
ru: Невозможно изменить адрес электронной почты пользователя
sk: Nemožno zmeniť email používateľa
sq: Nuk mund të ndryshohej email-i i përdoruesëve
sr: Не могу да изменим е-пошту корисника
sv: Kunde inte ändra användarens e-postadress
tr: Kullanıcının e-posta adresi değiştirilemedi

source: Error while changing status of {user}
ast: Fallu entrín se camudaba l'estáu de {usuariu}
ca: Error activant usuari.
cs: Chyba při změně stavu {user}
de_de: Fehler beim Ändern des Status des Benutzers {user}
es: Error al cambiar el estado de {user}
es_sv: Se presentó un error al cambiar el estatus del usuario {user}
eu: Errorea gertatu da {user}-en egoera aldatzean
fr: Erreur lors du changement de statut de {user}
hu: Hiba {user} státuszának megváltoztatása közben
is: Villa við að breyta stöðu {user}
it: Errore durante la modifica dello stato di {user}
ja: {user} のステータスを変更する際にエラーが発生
ka_ge: {user}-ის სტატუსის შეცვლისას წარმოიშვა შეცდომა
nb: Feil ved endring av status for {user}
nl: Fout bij wijzigen status van {user}
pl: Błąd podczas zmiany statusu użytkownika {user}
pt_br: Erro ao mudar o status de {user}
ru: Ошибка изменения статуса пользователя {user}
sk: Chyba pri zmene stavu používateľa {user}
sq: Gabim ndërsa ndryshon statusin e {përdoruesit}
sr: Грешка при промени статуса корисника {user}
sv: Fel vid ändring av status för {user}
tr: {user} durumu değiştirilirken sorun çıktı

source: A valid username must be provided
ast: Tien d'apurrise un nome d'usuariu válidu
ca: Heu de facilitar un nom d'usuari vàlid
cs: Musíte zadat platné uživatelské jméno
de_de: Es muss ein gültiger Benutzername angegeben werden
es: Se debe proporcionar un nombre de usuario válido
es_sv: Se debe proporcionar un nombre de usuario válido
eu: Baliozko erabiltzaile izena eman behar da
fr: Un nom d'utilisateur valide doit être saisi
hu: Érvényes felhasználónevet kell megadnia
is: Skráðu inn gilt notandanafn
it: Deve essere fornito un nome utente valido
ja: 有効なユーザー名を指定する必要があります
ka_ge: უნდა მიუთითოთ არსებული მომხმარებლის სახელი
nb: Oppgi et gyldig brukernavn
nl: Er moet een geldige gebruikersnaam worden opgegeven
pl: Należy podać prawidłową nazwę użytkownika
pt_br: Forneça um nome de usuário válido
ru: Укажите правильное имя пользователя
sk: Musíte zadať platné používateľské meno
sq: Duhet dhënë një emër të vlefshëm përdoruesi
sr: Морате унети исправно корисничко име
sv: Ett giltigt användarnamn måste anges
tr: Geçerli bir kullanıcı adı yazmalısınız

source: Error creating user: {message}
ast: Fallu creando l'usuariu: {message}
ca: Eerror al crear l'usuari: {message}
cs: Chyba vytvoření uživatele: {message}
de_de: Fehler beim Erstellen des Benutzers: {message}
es: Error creando el usuario: {message}
es_sv: Se presentó un error al crear el usuario: {message}
eu: Akatsa erabiltzailea sortzerakoan: {message}
fr: Erreur a la création d'un utilisateur : {message}
hu: Hiba történt a felhasználó létrehozásakor: {message}
is: Villa við að búa til notanda: {message}
it: Errore durante la creazione dell'utente: {message}
ja: ユーザ作成エラー {message}
ka_ge: მომხმარებლის შექმნისას წარმოიშვა შეცდომა: {message}
nb: Feil ved oppretting av bruker: {message}
nl: Fout bij aanmaken gebruiker: {message}
pl: Błąd podczas tworzenia użytkownika: {message}
pt_br: Erro criando o usuário: {message}
ru: Ошибка создания пользователя: {message}
sk: Chyba pri vytváraní používateľa: {message}
sq: Gabim gjatë krijimit të përdoruesit: {message}
sr: Грешка при прављењу корисника: {message}
sv: Fel uppstod när användare skulle skapas: {message}
tr: Kullanıcı eklenirken sorun çıktı: {message}

source: A valid password must be provided
ast: Tien d'apurrise una contraseña válida
ca: Heu de facilitar una contrasenya vàlida
cs: Musíte zadat platné heslo
de_de: Es muss ein gültiges Passwort angegeben werden
es: Se debe proporcionar una contraseña válida
es_sv: Se debe proporcionar una contraseña válida
eu: Baliozko pasahitza eman behar da
fr: Un mot de passe valide doit être saisi
hu: Érvényes jelszót kell megadnia
is: Skráðu inn gilt lykilorð
it: Deve essere fornita una password valida
ja: 有効なパスワードを指定する必要があります
ka_ge: უნდა მიუთითოთ არსებული პაროლი
nb: Oppgi et gyldig passord
nl: Er moet een geldig wachtwoord worden opgegeven
pl: Należy podać prawidłowe hasło
pt_br: Forneça uma senha válida
ru: Должен быть указан правильный пароль
sk: Musíte zadať platné heslo
sq: Duhet dhënë një fjalëkalim i vlefshëm
sr: Морате унети исправну лозинку
sv: Ett giltigt lösenord måste anges
tr: Geçerli bir parola yazmalısınız

source: A valid email must be provided
ast: Ha apurrise un corréu válidu
ca: S'ha de subministrar una adreça de correu electrònic vàlida
cs: Musíte zadat platný email
de_de: Es muss eine gültige E-Mail-Adresse angegeben werden
es: Se debe brindar una dirección de correo electrónico válida
es_sv: Se debe proporcionar un correo electrónico válido
eu: Baliozko posta elektronikoa eman behar da
fr: Vous devez fournir une adresse e-mail valide
hu: Érvényes e-mail címet kell megadni
is: Skráðu inn gilt tölvupóstfang
it: Deve essere fornito un indirizzo email valido
ja: 有効なメールアドレスを指定する必要があります
ka_ge: უნდა მიუთითოთ სწორი ელ-ფოსტის მისამართი
nb: En gyldig e-postadresse må oppgis
nl: Er moet een geldig e-mailadres worden opgegeven
pl: Podaj poprawny adres email
pt_br: Um e-mail válido deve ser fornecido
ru: Должен быть указан корректный адрес электронной почты
sk: Musíte zadať platnú emailovú adresu
sq: Duhet dhënë një email i vlefshëm
sr: Мора бити наведена исправна е-адреса
sv: En giltig e-postadress måste anges
tr: Geçerli bir e-posta adresi yazmalısınız

source: Developer documentation
ast: Documentación de desendolcaores
ca: Documentació para desenvolupadors
cs: Vývojářská dokumentace
de_de: Dokumentation für Entwickler
es: Documentación de desarrollador
es_sv: Documentación del desarrollador
eu: Garatzailearen dokumentazioa
fr: Documentation pour développeurs
hu: Fejlesztői dokumentáció
is: Skjölun fyrir þróunaraðila
it: Documentazione dello sviluppatore
ja: 開発者ドキュメント
ka_ge: დეველოპერის დოკუმენტაცია
nb: Utviklerdokumentasjon
nl: Ontwikkelaarsdocumentatie
pl: Dokumentacja dewelopera
pt_br: Documentação do desenvolvedor
ru: Документация для разработчиков
sk: Dokumentácia vývojára
sq: Dokumentim për zhvillues
sr: Програмерска документација
sv: Utvecklardokumentation
tr: Geliştirici belgeleri

source: View in store
ast: Ver na tienda
ca: Veure al repositori
cs: Zobrazit v obchodě
de_de: Im Store anzeigen
es: Ver en la tienda
es_sv: Ver en la tienda
eu: Dendan ikusi
fr: Afficher dans le magasin d'application
hu: Megtekintés a tárban
is: Skoða í hugbúnaðarsafni
it: Visualizza nell'archivio
ja: ストア内で表示
ka_ge: იხილეთ store-ში
nb: Vis i butikk
nl: Bekijken in store
pl: Zobacz w sklepie
pt_br: Ver na loja
ru: Посмотреть в магазине приложений
sk: Zobraz v obchode
sq: Shiko në dyqan
sr: Погледај у продавници
sv: Visa i butik
tr: Mağazada görüntüle

source: Limit to groups
ast: Llendar a grupos
ca: Limitar per grups
cs: Omezit na skupiny
de_de: Auf Gruppen beschränken
es: Límite para grupos
es_sv: Limitar a grupos
eu: Taldeetara mugatu
fr: Limiter aux groupes
hu: Csoportokra korlátozás
is: Takmarka við hópa
it: Limita a gruppi
ja: 次のグループに制限
ka_ge: ლიმიტი ჯგუფებზე
nb: Begrens til grupper
nl: Beperk tot groepen
pl: Ogranicz do group
pt_br: Limitado a grupos
ru: Ограничить группами
sk: Povoľ len pre skupiny
sq: Kufizo grupet
sr: Ограничи на групе
sv: Begränsa till grupper
tr: Şu gruplarla sınırla

source: by %s
ast: por %s
ca: per %s
cs: %s
de_de: von %s
es: por %s
es_sv: por %s
fr: par %s
hu: készítő: %s
is: frá %s
it: di %s
ja: %s による
ka_ge: %s-ს მიერ
nb: av %s
nl: op %s
pl: autorstwa %s
pt_br: por %s
ru: от %s
sk: od %s
sq: nga %s
sr: од %s
sv: av %s
tr: Yazar: %s

source: %s-licensed
ast: Llicencia %s
cs: %s-licencováno
de_de: %s-Lizensiert
es: Licencia %s
eu: %s-lizentziapean
fr: Sous licence %s
hu: %s-licencelt
is: %s-notkunarleyfi
it: sotto licenza %s
ja: %s ライセンス
ka_ge: %s-ლიცენზირებული
nb: %s-lisensiert
pl: %s-licencjonowany
pt_br: %s-licenciado
ru: Лицензия %s
sk: %s-licencovaný
sq: licencuar prej %s
sr: %s лиценцирано
sv: %s-licensierad.
tr: %s lisanslı

source: Documentation:
ast: Documentación:
ca: Documentació:
cs: Dokumentace:
de_de: Dokumentation:
es: Documentación:
es_sv: Documentación:
eu: Dokumentazioa:
hu: Dokumentációk:
is: Hjálparskjöl:
it: Documentazione:
ja: ドキュメント:
ka_ge: დოკუმენტაცია
nb: Dokumentasjon:
nl: Documentatie:
pl: Dokumentacja:
pt_br: Documentação:
ru: Документация:
sk: Dokumentácia:
sq: Dokumentim:
sr: Документација:
sv: Dokumentation:
tr: Belgeler:

source: User documentation
ast: Documentación d'usuariu
ca: Documentació d'usuari
cs: Dokumentace uživatele
de_de: Dokumentation für Benutzer
es: Documentación de usuario
es_sv: Documentación del usuario
eu: Erabiltzailearen dokumentazioa
fr: Documentation utilisateur
hu: Felhasználói dokumentáció
is: Hjálparskjöl notenda
it: Documentazione utente
ja: ユーザードキュメント
ka_ge: მომხმარებლის დოკუმენტაცია
nb: Brukerdokumentasjon
nl: Gebruikersdocumentatie
pl: Dokumentacja użytkownika
pt_br: Documentação do usuário
ru: Пользовательская документация
sk: Príručka používateľa
sq: Dokumentim për përdoruesit
sr: Корисничка документација
sv: Användardokumentation
tr: Kullanıcı belgeleri

source: Admin documentation
ca: Documentació d'administrador
cs: Dokumentace pro administrátory
de_de: Dokumentation für Administratoren
es: Documentación de administrador
es_sv: Documentación del administrador
eu: Administratzailearen dokumentazioa
fr: Documentation administrateur
hu: Adminisztrátori dokumentáció
is: Hjálparskjöl kerfisstjóra
it: Documentazione di amministrazione
ja: 管理者ドキュメント
ka_ge: ადმინისტრატორის დოკუმენტაცია
nb: Admin-dokumentasjon
nl: Beheerdocumentatie
pl: Dokumentacja administratora
pt_br: Documentação do administrador
ru: Документация для администратора
sk: Príručka administrátora
sq: Dokumentim për përgjegjësit
sr: Администраторска документација
sv: Administratörsdokumentation
tr: Yönetici belgeleri

source: Visit website
ast: Visitar sitiu web
ca: Visita el lloc web
cs: Navštívit webovou stránku
de_de: Webseite besuchen
es: Visite nuestro sitio web
es_sv: Visita el sitio web
eu: Web orria ikusi
fr: Visiter le site web
hu: Weboldal meglátogatása
is: Heimsækja vefsvæðið
it: Visita il sito web
ja: ウェブサイトを表示
ka_ge: საიტზე სტუმრობა
nb: Besøk nettsiden
nl: Bezoek website
pl: Odwiedź stronę
pt_br: Visitar website
ru: Посетите веб-сайт
sk: Navštíviť webstránku
sq: Vizitoni sajtin
sr: Посети веб сајт
sv: Besök webbsida
tr: Web sayfasına bakın

source: Report a bug
ast: Informar un fallu
ca: Reportar un error
cs: Nahlásit chybu
de_de: Melden Sie einen technischen Fehler
es: Notificar un error
es_sv: Reporta un detalle
eu: Akats baten berri eman
fr: Signaler un bogue
hu: Hiba bejelentése
is: Tilkynna um villu
it: Segnala un bug
ja: バグを報告
ka_ge: განაცხადეთ შეცდომის შესახებ
nb: Rapporter en feil
nl: Rapporteer een fout
pl: Zgłoś błąd
pt_br: Reportar um erro
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sq: Njoftoni një të metë
sr: Пријави проблем
sv: Rapportera ett problem
tr: Hata bildirin

source: Show description …
ast: Amosar descripción...
ca: Mostrar descripció...
cs: Zobrazit popis ...
de_de: Beschreibung anzeigen…
es: Mostrar descripción…
es_sv: Mostrar descripción ...
eu: Erakutsi deskribapena ...
fr: Afficher la description...
hu: Leírás megjelenítése ...
is: Birta lýsingu …
it: Mostra descrizione...
ja: 説明を表示 ...
ka_ge: აღწერილობის ჩვენება …
nb: Vis beskrivelse…
nl: Toon beschrijving ...
pl: Pokaż opis ...
pt_br: Mostrar descrição...
ru: Показать описание ...
sk: Zobraziť popis …
sq: Shfaq përshkrim …
sr: Прикажи опис …
sv: Visa beskrivning
tr: Açıklama görüntülensin ...

source: Hide description …
ast: Anubrir descripción...
ca: Amagar descripció...
cs: Skrýt popis ...
de_de: Beschreibung ausblenden…
es: Ocultar descripción…
es_sv: Ocultar descripción ...
eu: Ezkutatu deskribapena ...
fr: Masquer la description
hu: Leírás elrejtése ...
is: Fela lýsingu …
it: Nascondi descrizione...
ja: 説明を隠す ...
ka_ge: არწერილობის დამალვა …
nb: Skjul beskrivelse…
nl: Verberg beschrijving ...
pl: Ukryj opis ...
pt_br: Ocultar descrição...
ru: Скрыть описание ...
sk: Skryť popis …
sq: Fshihe përshkrimin …
sr: Сакриј опис …
sv: Dölj beskrivning
tr: Açıklama gizlensin ...

source: This app has an update available.
ast: Esta apllicación tien un anovamientu disponible.
ca: Aquesta aplicació té una actualització disponible.
cs: Pro tuto aplikaci je dostupná aktualizace.
de_de: Für diese App ist eine Aktualisierung verfügbar.
es: Está app tiene una actualización pendiente.
es_sv: Esta aplicación tiene una actualización disponible.
eu: Aplikazio honek eguneraketa bat eskuragarri ditu.
fr: Cette application a une mise à jour disponible.
hu: Frissítés érhető el az alkalmazáshoz.
is: Uppfærsla er tiltæk fyrir þetta forrit.
it: Un aggiornamento di questa applicazione è disponibile.
ja: このアプリでアップデートが利用できます.
ka_ge: აპლიკაციას გააჩნია ხელმისაწვდომი განახლება.
nb: En oppdatering er tilgjengelig for dette programmet.
nl: Er is een update beschikbaar voor deze applicatie.
pl: Ta aplikacja ma dostępną aktualizację.
pt_br: Este aplicativo tem uma atualização disponível.
ru: Для этого приложения доступно обновление.
sk: Pre túto aplikáciu je dostupná aktualizácia.
sq: Ka gati një përditësim për këtë aplikacion.
sr: Ова апликација има доступно ажурирање.
sv: Denna applikation har en uppdatering tillgänglig.
tr: Bu uygulama için bir güncelleme yayınlanmış.

source: This app has no minimum Nextcloud version assigned. This will be an error in the future.
ca: Aquesta aplicació no té cap versió mínima de Nextcloud assignada.
cs: Tato aplikace nemá nastavenou žádnou minimální verzi Nextcloudu. To se v budoucnu projeví jako chyba.
de_de: Für diese App wurde keine untere Versionsgrenze für Nextcloud gesetzt. Dies wird zukünftig als Fehler behandelt.
es: Esta app no tiene una versión mínima de Nextcloud asignada. Esto será un error en el futuro.
es_sv: Esta aplicación no cuenta con una versión mínima de Nextcloud asignada. Esto será un error en el futuro.
fr: Cette application n'a pas de version minimum Nextcloud exigée. Ce sera considéré comme une erreur à l'avenir.
hu: Ennek az alkalmazásnak nincs minimum szükséges Nextcloud verziója megadva. Ez hiba lesz a jövőben.
is: Þetta vorrit er ekki með tiltekna neina lágmarksútgáfu Nextcloud. Þetta mun gefa villu í framtíðinni.
it: Questa applicazione non contiene l'informazione della versione minima di Nextcloud richiesta. In futuro ciò sarà considerato un errore.
ja: このアプリは Nextcloud の最小バージョンが指定されていません．将来、エラーが発生する可能性があります.
ka_ge: ეს აპლიკაცია არ საზღვრავს Nextcloud-ის მინიმალურ ვერსიას. სამომავლოდ ეს ჩაითვლება შეცდომად.
nb: Dette programmet har ingen laveste versjon av Nextcloud definert. Dette vil være en feil i fremtiden.
nl: Deze app heeft geen minimum Nextcloud versie toegewezen gekregen. In de toekomst wordt dit wordt een fout.
pl: Ta aplikacja nie ma przypisanej minimalnej wersji Nextcloud. W przyszłości będzie to błąd.
pt_br: Este aplicativo não possui uma versão mínima atribuída para uso no Nextcloud. Isto poderá se converter em um erro no futuro.
ru: Для этого приложения не указана минимальная версия Nextcloud. В будущем это будет ошибкой.
sk: Pre túto aplikáciu nie je zadaná minimálna verzia Nextcloudu. Toto v budúcnosti spôsobí chybu.
sq: Ky aplikacion nuk ka të caktuar një minimum versioni të Nextcloud. Ky do të jetë një gabim në të ardhmen.
sr: Ова апликација нема дефинисану минималну верзију Некстклауда на којој ради. Ово ће у будућности постати грешка.
sv: Denna app har ingen max Nextcloud-version tilldelad. Detta kommer att innebära ett problem i framtiden.
tr: Bu uygulama için en düşük Nextcloud sürümü belirtilmemiş. Bu durum ileride sorun çıkarır.

source: This app has no maximum Nextcloud version assigned. This will be an error in the future.
ca: Aquesta aplicació no té cap versió màxima de Nextcloud assignada.
cs: Tato aplikace nemá nastavenou žádnou maximální verzi Nextcloudu. To se v budoucnu projeví jako chyba.
de_de: Für diese App wurde keine obere Versionsgrenze für Nextcloud gesetzt. Dies wird zukünftig als Fehler behandelt.
es: Esta app no tiene una versión máxima de Nextcloud asignada. Esto será un error en el futuro.
es_sv: Esta aplicación no cuenta con una versión máxima de Nextcloud asignada. Esto será un error en el futuro.
fr: Cette application n'a pas de version maximum Nextcloud exigée. Ce sera considéré comme une erreur à l'avenir.
hu: Ennek az alkalmazásnak nincs maximum szükséges Nextcloud verziója megadva. Ez hiba lesz a jövőben.
is: Þetta vorrit er ekki með tiltekna neina hámarksútgáfu Nextcloud. Þetta mun gefa villu í framtíðinni.
it: Questa applicazione non contiene l'informazione della versione massima di Nextcloud richiesta. In futuro ciò sarà considerato un errore.
ja: このアプリは Nextcloud バージョンの上限が指定されていません．将来、エラーが発生する可能性があります.
ka_ge: ეს აპლიკაცია არ საზღვრავს Nextcloud-ის მაქსიმალურ ვერსიას. სამომავლოდ ეს ჩაითვლება შეცდომად.
nb: Dette programmet har ingen høyeste versjon av Nextcloud definert. Dette vil være en feil i fremtiden.
nl: Deze app heeft geen maximum Nextcloud versie toegewezen gekregen. In de toekomst wordt dit wordt een fout.
pl: Ta aplikacja nie ma przypisanej maksymalnej wersji Nextcloud. W przyszłości będzie to błąd.
pt_br: Este aplicativo não possui uma versão máxima atribuida para uso no Nextcloud. Isto poderá se converter em um erro no futuro.
ru: Для этого приложения не указана максимальная версия Nextcloud. В будущем это будет ошибкой.
sk: Pre túto aplikáciu nie je zadaná maximálna verzia Nextcloudu. Toto v budúcnosti spôsobí chybu.
sq: Ky aplikacion nuk ka të caktuar një maksimum versioni të Nextcloud. Ky do të jetë një gabim në të ardhmen.
sr: Ова апликација нема дефинисану максималну верзију Некстклауда на којој ради. Ово ће у будућности постати грешка.
sv: Denna app har ingen minimum Nextcloud-version tilldelad. Detta kommer att innebära ett problem i framtiden.
tr: Bu uygulama için en yüksek Nextcloud sürümü belirtilmemiş. Bu durum ileride sorun çıkarır.
