Repository: Cybso/server
Catalog: translationfiles/*/settings.po
Languages: ast, ca, cs, de_de, es, es_sv, eu, fr, hu, is, it, ja, ka_ge, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr

source: Error: This app can not be enabled because it makes the server unstable
ast: Fallu: Esta aplicación nun pue activase porque fai inestable'l sirvidor
ca: Error: No es pot activar l'aplicació perquè tornaria el servidor inestable
cs: Chyba: tuto aplikaci nelze zapnout, protože způsobuje nestabilitu serveru
de_de: Fehler: Diese App kann nicht aktiviert werden, da sie den Server instabil macht.
es: Error: Esta app no se puede activar porque desestabiliza el servidor
es_sv: Error: Esta aplicación no puede ser habilitada porque genera inestabilidad en el servidor
eu: Errorea: aplikazioa hau ezin da gaitu zerbitzaria ezegonkor izatea egiten duelako
fr: Erreur : Cette application ne peut pas être activée car cela rend le serveur instable.
hu: Hiba: az alkalmazás nem nem engedélyezhető, mert instabillá tenné a szervert
is: Villa: ekki er hægt að virkja þetta forrit því það gerir þjóninn óstöðugan.
it: Errore: questa applicazione non può essere abilitata perché rende il server instabile
ja: エラー：このアプリは、サーバーを不安定にするため、有効にすることができません。
ka_ge: შეცდომა: ეს აპლიკაცია ვერ მოქმედდება რადგანაც სერვერს ხდის არასტაბილურს
nb: Feil: Dette programmet kan ikke aktiveres fordi det gjør tjeneren ustabil
nl: Fout: Deze app kan niet ingeschakeld worden, omdat die de server onstabiel maakt
pl: Błąd: ta aplikacja nie zostanie włączona ze względu na możliwość niestabilnej pracy serwera.
pt_br: Erro: Este aplicativo não pode ser ativado porque torna o servidor instável
ru: Ошибка: это приложение не может быть включено, так как оно сделает сервер нестабильным
sk: Chyba: aplikáciu nie je možné povoliť, lebo naruší stabilitu servera
sq: Gabim: Ky aplikacion s’u aktivizua dot, ngaqë e bën shërbyesin të paqëndrueshëm.
sr: Грешка: ова апликација не може да се укључи јер је због ње цео сервер нестабилан
sv: Fel: Denna app kan inte aktiveras eftersom det gör servern instabil
tr: Hata: Bu uygulama sunucuda kararsızlığa yol açtığından etkinleştirilemez

source: Error: Could not disable broken app
ast: Fallu: Nun pudo desactivase l'aplicación rota
ca: Error: no s'ha pogut desactivar l'aplicació trencada
cs: Chyba: nezdařilo se vypnout rozbitou aplikaci
de_de: Fehler: Die beschädigte Anwendung konnte nicht deaktiviert werden
es: Error: No se ha podido desactivar una app estropeada
es_sv: Error: No fue posible deshabilitar la aplicación rota
eu: Errorea: ezin da hondatutako aplikazioa desgaitu
fr: Erreur : Impossible de désactiver l’application cassé
hu: Hiba: a sérült alkalmazás nem volt letiltható
is: Villa: gat ekki gert bilaða forritið óvirkt
it: Errore: impossibile disabilitare l'applicazione danneggiata
ja: エラー: 壊れたアプリを無効にできませんでした
ka_ge: შეცდომა: გაფუჭებული აპლიკაციის დეაქტივაცია ვერ მოხერხდა
nb: Feil: Kunne ikke deaktivere ustabilt program
nl: Fout: Kan de beschadigde app niet uitschakelen
pl: Błąd: Nie można wyłączyć uszkodzonej aplikacji
pt_br: Erro: Não foi possível desativar o aplicativo defeituoso
ru: Ошибка: невозможно отключить «сломанное» приложение
sk: Chyba: nebolo možné zakázať poškodenú aplikáciu
sq: Gabim: S’u çaktivizua dot aplikacioni i dëmtuar
sr: Грешка: Не могу да искључим покварену апликацију
sv: Fel: Kunde inte inaktivera trasig app
tr: Hata: Bozuk uygulama devre dışı bırakılamadı

source: Error while disabling broken app
ast: Fallu entrín se deshabilitaba l'aplicación rota
ca: Error en desactivar l'aplicació trencada
cs: Chyba při vypínání rozbité aplikace
de_de: Beim Deaktivieren der defekten App ist ein Fehler aufgetreten
es: Error mientras deshabilitaba la App dañada
es_sv: Se presentó un error al deshabilitar la aplicación rota
eu: Errorea hondatutako aplikazioa desgaitzerakoan
fr: Erreur lors de la désactivation de l'application cassé .
hu: Hiba történt a megtört alkalmazás tiltása közben
is: Villa við að gera bilaða forritið óvirkt
it: Errore durante la disabilitazione dell'applicazione danneggiata
ja: 壊れたアプリの無効化中にエラーが発生
ka_ge: გაფუჭებული აპლიკაციის დეაქტივაციისას წარმოიშვა შეცდომა
nb: Feil ved deaktivering av ustabilt program
nl: Fout bij het uitschakelen van de beschadigde app
pl: Błąd podczas wyłączania uszkodzonej aplikacji
pt_br: Erro ao desativar aplicativo corrompido
ru: Ошибка при отключении сломанного приложения
sk: Nastala chyba počas zakazovania poškodenej aplikácie
sq: Gabim teka çaktivizohej aplikacion i dëmtuar
sr: Грешка приликом искључивања покварене апликације
sv: Fel under inaktivering av trasig applikation.
tr: Bozuk uygulama devre dışı bırakılırken sorun çıktı

source: App up to date
cs: Aplikace je aktuální
de_de: App ist aktuell
es: App actualizada
fr: Application à jour
hu: Az alkalmazás a legfrissebb
it: Applicazione aggiornata
ka_ge: აპლიკაცია ახალია
nb: Appen er oppdatert
nl: App actueel
pt_br: Aplicativo atualizado
ru: Приложение не нуждается в обновлении
sr: Апликација на последњој верзији
tr: Uygulama güncel

source: Upgrading …
cs: Aktualizuji ...
de_de: Aktualisiere ...
es: Actualizando...
fr: Mise à jour en cours...
hu: Frissítés ...
it: Aggiornamento in corso...
ka_ge: ნახლდება …
nb: Oppgraderer…
nl: Upgraden …
pt_br: Atualizando...
ru: Обновление...
sr: Ажурирам…
tr: Güncelleniyor …

source: Could not upgrade app
cs: Aplikaci nelze aktualizovat
de_de: App konnte nicht aktualisiert werden
es: No se ha podido actualizar la app
fr: Impossible de mettre à jour l'application.
hu: Nem lehet frissíteni az alkalmazást
it: Impossibile aggiornare l'applicazione
ka_ge: აპლიკაცია ვერ განახლდა
nb: Kunne ikke oppgradere appen
nl: Kon de app niet upgraden
pt_br: Não foi possível atualizar o aplicativo
ru: Не удалось обновить приложение
sr: Не могу да ажурирам апликацију
tr: Uygulama güncellenemedi

source: Updated
ast: Anováu
ca: Actualitzada
cs: Aktualizováno
de_de: Aktualisiert
es: Actualizado
es_sv: Actualizado
eu: Eguneratuta
fr: Mise à jour terminée
hu: Frissítve
is: Uppfært
it: Aggiornato
ja: アップデート済み
ka_ge: განახლებულია
nb: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
sk: Aktualizované
sq: U përditësua
sr: Ажурирано
sv: Uppdaterad
tr: Güncellendi

source: Removing …
ast: Desaniciando...
ca: Treient ...
cs: Odstraňování …
de_de: Entferne…
es: Eliminando...
es_sv: Eliminando ...
eu: Ezabatzen...
fr: Suppression...
hu: Eltávolítás...
is: Fjarlægi ...
it: Rimozione in corso...
ja: 削除中 ...
ka_ge: იშლება …
nb: Fjerner…
nl: Verwijderen ...
pl: Usuwanie ...
pt_br: Excluindo...
ru: Удаление…
sk: Odstraňujem ...
sq: Duke hequr ...
sr: Уклањам …
sv: Tar bort ...
tr: Kaldırılıyor...

source: Could not remove app
cs: Nepodařilo se odebrat aplikaci
de_de: App konnte nicht entfernt werden
es: No se ha podido eliminar la app
fr: Impossible de supprimer l'application.
hu: Nem lehet eltávolítani az alkalmazást
it: Impossibile rimuovere l'applicazione
ka_ge: აპლიკაცია ვერ გაუქმდა
nb: Kunne ikke fjerne program
nl: Kon de app niet verwijderen
pt_br: Não foi possível remover o aplicativo
ru: Не удалось удалить приложение.
sr: Не могу да уклоним апликацију
tr: Uygulama kaldırılamadı

source: Remove
ast: Desaniciar
ca: Treure
cs: Odstranit
de_de: Entfernen
es: Eliminar
es_sv: Eliminar
eu: Ezabatu
fr: Supprimer
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除
ka_ge: წაშლა
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Odstrániť
sq: Hiqe
sr: Уклони
sv: Ta bort
tr: Kaldır

source: The app has been enabled but needs to be upgraded. You will be redirected to the upgrade page in 5 seconds.
cs: Aplikace byla povolena ale je třeba ji aktualizovat. Za 5 sekund budete přesměrování na stránku pro aktualizaci.
de_de: Die App wurde aktiviert, muss aber aktualisiert werden. Sie werden in 5 Sekunden zur Aktualisierungsseite weitergeleitet.
es: La app ha sido activada pero tiene que actualizarse. Serás redirigido a la página de actualización en 5 segundos.
fr: L'application a été activée mais doit être mise à jour. Vous allez être redirigé vers la page des mises à jour dans 5 secondes.
hu: Ez az alkalmazás engedélyezve van, de frissíteni kell. A frissítő oldalra irányítjuk 5 másodpercen belül.
it: L'applicazione è stata abilitata, ma deve essere aggiornata. Sarai rediretto alla pagina di aggiornamento in 5 secondi.
ka_ge: აპლიკაცია მოქმედია, თუმცა საჭიროებს განახლებას. განახლების გვერდზე გადამისამართდებით 5 წამში.
nb: Programmet er aktivert men må oppdateres. Du vil bli videresendt til oppgraderingssiden om 5 sekunder.
nl: De app is ingeschakeld maar moet worden ge-upgraded. Je wordt over 5 seconden doorgeleid naar de upgradepagina.
pt_br: O aplicativo foi ativado mas precisa ser atualizado. Você será enviado à página de atualização em 5 segundos.
ru: Приложение было включено, но нуждается в обновлении. В течении 5 секунд будет выполнено перенаправление на страницу обновления.
sr: Апликација је укључена, али треба да се ажурира. Бићете преусмерени на страну са ажурирањем за 5 секунди.
tr: Uygulama etkinleştirilmiş fakat güncellenmesi gerekiyor. 5 saniye içinde güncelleme sayfasına yönlendirileceksiniz.

source: App upgrade
cs: Aktualizace aplikace
de_de: App aktualisieren
es: Actualización de la app
fr: Mise à jour de l'application
hu: Alkalmazás frissítése
it: Aggiornamento applicazione
ka_ge: აპლიკაციის განახლება
nb: Programoppgradering
pt_br: Atualizar aplicativo
ru: Обновление приложения
sr: Ажурирање апликације
tr: Uygulama güncellemesi

source: Approved
ast: Aprobóse
ca: Aprovat
cs: Potvrzeno
de_de: Geprüft
es: Aprobado
es_sv: Aprobado
eu: Onartuta
fr: Approuvée
hu: Jóváhagyott
is: Samþykkt
it: Approvata
ja: 承認済み
ka_ge: დამოწმებულია
nb: Godkjent
nl: Goedgekeurd
pl: Zatwierdzony
pt_br: Aprovado
ru: Подтвержденное
sk: Schválené
sq: Të miratuara
sr: Одобрене
sv: Godkänd
tr: Onaylanmış

source: Experimental
ast: Esperimental
cs: Experimentální
de_de: Experimentell
eu: Esperimentala
fr: Expérimentale
hu: Kísérleti
is: Á tilraunastigi
it: Sperimentale
ja: 実験的
ka_ge: ექსპერიმენტალურია
nb: Eksperimentell
nl: Experimenteel
pl: Eksperymentalny
ru: Экспериментальное
sk: Experimentálny
sq: Eksperimentale
sr: Експерименталне
sv: Experimentell
tr: Deneysel

source: No apps found for {query}
ast: Nun s'alcontraron aplicaciones pa {query}
ca: No s'han trobat aplicacions per a {query}
cs: Nebyly nalezeny žádné aplikace pro {query}
de_de: Keine Applikationen für {query} gefunden
es: No se han encontrado apps para {query}
es_sv: No se encontraron aplicaciones para {query}
eu: {query}-ren aplikaziorik ez da aurkitu
fr: Aucune application trouvée pour {query}
hu: {query} keresésre nincs találat
is: Engin forrit fundust fyrir "{query}
it: Nessuna applicazione trovata per {query}
ja: {query} に対応するアプリはありません
ka_ge: აპლიკაციები {query}-სთვის ვერ მოძებნა
nb: Ingen programmer funnet for {query}
nl: Geen apps gevonden voor {query}
pl: Nie znaleziono aplikacji dla {query}
pt_br: Nenhum aplicativo encontrado para {query}
ru: Приложения не найдены по {query}
sk: Žiadna aplikácia nebola nájdená pre {query}
sq: S’u gjetën aplikacione për {query}
sr: Није нађена ниједна апликација за претрагу {query}
sv: Inga applikationer funna för {query}
tr: {query} aramasına uyan bir uygulama bulunamadı

source: Enable all
ast: Habilitar too
ca: Permetre tots
cs: Povolit vše
de_de: Alle aktivieren
es: Activar todas
es_sv: Habilitar todo
eu: Gaitu denak
fr: Tout activer
hu: Mind engedélyezése
is: Virkja allt
it: Abilita tutto
ja: 全て有効にする
ka_ge: ყველას ამოქმედება
nb: Skru på alle
nl: Alles activeren
pl: Włącz wszystko
pt_br: Habilitar tudo
ru: Включить все
sk: Povoliť všetko
sq: Aktivizoi të gjitha
sr: Укључи све
sv: Aktivera alla
tr: Tümünü Etkinleştir

source: Allow filesystem access
ast: Permitir accesu al sistema de ficheros
ca: Peret accés al sistema de fitxers
cs: Povolit přístup k souborovému systému
de_de: Erlaube Dateisystem-Zugriff
es: Permitir acceso al sistema de archivos
es_sv: Permitir acceso al sistema de archivos
eu: Onartu fitxategi sisteman sarbidea
fr: Autoriser l'accès au gestionnaire de fichiers
hu: Fájlrendszer hozzáférés engedélyezése
is: Leyfa aðgang að skráakerfi
it: Consenti accesso al filesystem
ja: ファイルシステムへのアクセスを許可
ka_ge: ფაილ-სისტემაზე წვდომის მინიჭება
nb: Tillatt filsystem tilgang
nl: Toestaan toegang bestandssysteem
pl: Zezwalaj na dostęp do systemu plików
pt_br: Permitir acesso ao sistema de arquivos
ru: Разрешить доступ к файловой системе
sk: Povoliť prístup ku súborovému systému
sq: Lejo aksesin e sistemit të skedarëve
sr: Дозволи приступ фајловима
sv: Tillåt åtkomst till filsystemet
tr: Dosya sistemine erişilebilsin

source: Disconnect
ast: Desconeutar
ca: Desconnecta
cs: Odpojit
de_de: Trennen
es: Desconectar
es_sv: Desconectar
eu: Deskonektatu
fr: Déconnexion
hu: Szétkapcsolás
is: Aftengjast
it: Disconnetti
ja: 切断
ka_ge: კავშირის გაწყვეტა
nb: Koble fra
nl: Verbreek verbinding
pl: Odłącz
pt_br: Desconectar
ru: Отключить
sk: Odpojiť
sq: Shkëputu
sr: Раскачи се
sv: Koppla från
tr: Bağlantıyı Kes

source: Revoke
ast: Revocar
ca: Revocar
cs: Odvolat
de_de: Widerrufen
es: Revocar
es_sv: Revocar
eu: Ezeztatu
fr: Révoquer
hu: Visszavonás
is: Afturkalla
it: Revoca
ja: 取り消す
ka_ge: წვდომის გაუქმება
nb: Avslå
nl: Intrekken
pl: Cofnij
pt_br: Revogar
ru: Отозвать
sk: Odvolať
sq: Anulo
sr: Повуци
sv: Återkalla
tr: Geri Al

source: Internet Explorer
ka_ge: Internet Explorer-ი

source: Edge
ka_ge: Edge-ი

source: Firefox
ka_ge: Firefox-ი

source: Google Chrome
ka_ge: Google Chrome-ი

source: Google Chrome for Android
ast: Google Chrome p'Android
ca: Google Chrome per Android
cs: Google Chrome pro Android
de_de: Google Chrome für Android
es: Google Chrome para Android
es_sv: Google Chrome para Android
eu: Google Chrome Android-erako
fr: Google Chrome pour Android
is: Google Chrome fyrir Android
it: Google Chrome per Android
ja: Android用Google Chrome
ka_ge: Google Chrome Android-ისთვის
nl: Google Chrome voor Android
pl: Google Chrome dla Android
pt_br: Google Chrome para Android
ru: Google Chrome для Android
sk: Google Chrome pre Android
sq: Google Chrome për Android
sr: Google Chrome за Андроид
sv: Google Chrome för Android
tr: Android için Google Chrome

source: iOS Client
ast: Veceru d'iOS
cs: iOS klient
es: Cliente iOS
es_sv: Cliente iOS
eu: iOS bezeroa
fr: Client iOS
hu: iOS kliens
is: iOS-biðlari
it: Client iOS
ja: iOSクライアント
ka_ge: iOS კლიენტი
nb: iOS klient
pl: Klient iOS
pt_br: Cliente iOS
ru: Клиент iOS
sk: iOS Klient
sq: Klient iOS
sv: iOS-app
tr: iOS İstemcisi

source: Android Client
ast: Veceru d'Android
ca: Client Android
cs: Android klient
es: Cliente Android
es_sv: Cliente Android
eu: Android bezeroa
fr: Client Android
hu: Android kliens
is: Android-biðlari
it: Client Android
ja: Androidクライアント
ka_ge: Android კლიენტი
nb: Android klient
pl: Klient Android
pt_br: Cliente Android
ru: Клиент Android
sk: Android Klient
sq: Klient Android
sr: Андроид клијент
sv: Android-app
tr: Android İstemcisi

source: Sync client - {os}
ca: Client de sincronització - {os}
cs: Sync klient - {os}
es: Cliente de sincronización - {os}
eu: Sinkronizatu bezeroaren - {os}
fr: Client de synchronisation - {os}
hu: Szinkron kliens - {os}
is: Samstilla bilara - {os}
it: Client di sincronizzazione - {os}
ja: 同期用クライアント - {os}
ka_ge: სინქ. კლიენტი - {os}
nb: Synkroniseringsklient - {os}
pl: Klient synchronizacji - {os}
pt_br: Sincronizar cliente - {os}
ru: Клиент синхронизации - {os}
sq: Sinkronizo klientin - {os}
sr: Клијент за синхронизовање - {os}
sv: Synkklient - {os}
tr: Eşitleme istemcisi - {os}

source: This session
ast: Esta sesión
ca: Aquesta sessió
cs: Toto sezení
de_de: Diese Sitzung
es: Esta sesión
es_sv: Esta sesión
eu: Saio hau
fr: Cette session
hu: Ez a munkamenet
is: Þessa setu
it: Questa sessione
ja: 本セッション
ka_ge: ეს სესია
nb: Denne økten
nl: Huidige sessie
pl: Ta sesja
pt_br: Esta sessão
ru: Эта сессия
sk: Táto relácia
sq: Ky sesion
sr: Ова сесија
sv: Denna session
tr: Bu oturum

source: Copy
ast: Copiar
ca: Copia
cs: Zkopírovat
de_de: Kopieren
es: Copiar
es_sv: Copiar
eu: Kopiatu
fr: Copier
hu: Másol
is: Afrita
it: Copia
ja: コピー
ka_ge: კოპირება
nb: Kopier
nl: Kopiëren
pl: Skopiuj
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sq: Kopjo
sr: Копирај
sv: Kopiera
tr: Kopyala

source: Copied!
ast: ¡Copióse!
ca: Copiat!
cs: Zkopírováno!
de_de: Kopiert!
es: ¡Copiado!
es_sv: ¡Copiado!
eu: Kopiatua!
fr: Copié !
hu: Másolva!
is: Afritað!
it: Copiato!
ja: コピーされました！
ka_ge: კოპირებულია
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
sk: Skopírované!
sq: U kopjua!
sr: Копирано!
sv: Kopierad!
tr: Kopyalandı!

source: Not supported!
ast: ¡Nun se sofita!
ca: No soportat!
cs: Nepodporováno!
de_de: Nicht unterstützt!
es: ¡No se puede!
es_sv: ¡No soportado!
eu: Ez da onartzen!
fr: Non supporté!
hu: Nem támogatott!
is: Óstutt!
it: Non supportato!
ja: サポートされていません！
ka_ge: არაა მხარდაჭერილი!
nb: Ikke støttet!
nl: Niet ondersteund!
pl: Nieobsługiwany!
pt_br: Não suportado!
ru: Не поддерживается!
sk: Nie je podporované!
sq: Nuk suportohet!
sr: Није подржано!
sv: Stöds ej!
tr: Desteklenmiyor!

source: Press ⌘-C to copy.
ast: Primi ⌘-C pa copiar.
ca: Prem ⌘-C per copiar.
cs: Zmáčknout ⌘-C pro kopírování.
de_de: ⌘-C zum Kopieren drücken.
es: Presionar ⌘-C para copiar.
es_sv: Presiona ⌘-C para copiar.
eu: Sakatu ⌘-C kopiatzeko.
fr: Appuyez sur ⌘-C pour copier.
hu: A másoláshoz nyomj ⌘-C-t.
is: Ýttu á ⌘-C til að afrita.
it: Premi ⌘-C per copiare.
ja: ⌘+Cを押してコピーします。
ka_ge: კოპირებისთვის დააჭირეთ ⌘-C-ს.
nb: Trykk ⌘-C for å kopiere
nl: Druk op ⌘-C om te kopiëren.
pl: Wciśnij ⌘-C aby skopiować.
pt_br: Pressione ⌘-C para copiar
ru: Нажмите ⌘-C для копирования.
sk: Stlač ⌘-C pre skopírovanie.
sq: Shtyp ⌘-C për të kopjuar.
sr: Притисни ⌘-C за копирање.
sv: Tryck ⌘-C för att kopiera.
tr: Kopyalamak için ⌘-C tuşlarına basın.

source: Press Ctrl-C to copy.
ast: Primi Ctrl-C pa copiar.
ca: Prem Ctrl-C per copiar.
cs: Zmáčknout Ctrl-C pro kopírování.
de_de: Ctrl-C zum Kopieren drücken.
es: Presiona Ctrl+C para copiar.
es_sv: Presiona Ctrl-C para copiar.
eu: Sakatu Ctrl-C kopiatzeko.
fr: Appuyez sur Ctrl-C pour copier.
hu: A másoláshoz nyomj Ctrl-C-t.
is: Ýttu á Ctrl-C til að afrita.
it: Premi Ctrl-C per copiare.
ja: Ctrl+Cを押してコピーします。
ka_ge: კოპირებისთვის დააჭირეთ Ctrl-C-ს.
nb: Trykk Ctrl-C for å kopiere
nl: Druk op Ctrl-C om te kopiëren.
pl: Wciśnij Ctrl-C aby skopiować.
pt_br: Pressione Ctrl+C para copiar
ru: Нажмите Ctrl-C для копирования.
sk: Stlač Ctrl-C pre skopírovanie.
sq: Shtyp Ctrl-C për të kopjuar.
sr: Притисни Ctrl-C за копирање.
sv: Tryck Ctrl-C för att kopiera.
tr: Kopyalamak için Ctrl-C tuşlarına basın.

source: Error while loading browser sessions and device tokens
ast: Fallu entrín se carganben les sesiones del restolador y pases de preseos
ca: Error durant la càrrega de les sessions del navegador i testimonis de dispositius
cs: Chyba při načítání sezení prohlížeče a tokenů přístroje
de_de: Fehler beim Laden der Browser-Sitzungen und Geräte-Token
es: Error al cargar sesiones de navegador y "tokens" de dispositivos
es_sv: Se presentó un error al cargar las sesiones de tu navegador y las fichas de los dispositivos.
eu: Errorea nabigatzailearen saioa eta gailuaren tokenak kargatzean
fr: Erreur lors du chargement des jetons de la session du navigateur et de l'appareil
hu: Hiba a böngésző munkamenet és az eszköz tokenek betöltése közben.
is: Villa við að hlaða inn vafrasetum og teiknum fyrir tæki
it: Errore durante il caricamento delle sessioni del browser e dei token di dispositivo
ja: ブラウザセッションとデバイストークンの読み込みにおけるエラー
ka_ge: ბრაუზერის სესიების და მოწყობილობების ტოკენების ჩატვირთვისას წარმოიშვა შეცდომა
nb: Feil under lasting av nettleserøkt og enhetsnøkler
nl: Fout bij laden browser sessies en apparaat-tokens
pl: Błąd podczas ładowania sesji przeglądarek i tokenów urządzeń
pt_br: Erro durante carregamento de sessões do navegador e tokens do dispositivo
ru: Ошибка при загрузке браузерных сессий и токенов устройств
sk: Chyba pri načítavaní relácií prehliadača a tokenov zariadení
sq: Gabim gjatë ngarkimit të sesioneve të shfletuesit dhe token-ësh pajisjesh
sr: Грешка при учитавању сесија веб читача и токена са уређаја
sv: Fel vid inläsning av webbläsarsessioner och enhetstoken.
tr: Tarayıcı oturumu ve aygıt kodları yüklenirken sorun çıktı

source: Error while creating device token
ast: Fallu entrín se creaba'l pase'l preséu
ca: Error al crear el testimoni de dispositiu
cs: Chyba při vytváření tokenů přístroje
de_de: Fehler beim Erstellen des Geräte-Tokens
es: Error al crear "token" de dispositivo
es_sv: Se presentó un error al crear la ficha en el dispositivo
eu: Errorea gailuaren tokena sortzean
fr: Erreur lors de la création du jeton de l'appareil
hu: Hiba az eszköztoken létrehozása közben
is: Villa við að búa til teikn fyrir tækið
it: Errore durante la creazione del token di dispositivo
ja: デバイストークンの作成におけるエラー
ka_ge: მოწყობილობის ტოკენის ჩატვირთვისას წარმოიქმნა შეცდომა
nb: Feil under opprettelse av enhetsnøkkel
nl: Fout bij creëren apparaat-token
pl: Błąd podczas tworzenia tokena urządzenia.
pt_br: Erro ao criar token de dispositivo
ru: Ошибка при создании токена для устройства
sk: Chyba pri vytváraní tokenov zariadenia
sq: Gabim gjatë krijimit të token-ëve të pajisjejeve
sr: Грешка при прављењу токена на уређају
sv: Fel vid skapande av enhetstoken
tr: Aygıt kodu oluşturulurken sorun çıktı

source: Error while deleting the token
ast: Fallu entrín se desaniciaba'l pase
ca: Error al esborrar el testimoni
cs: Chyba při mazání tokenu
de_de: Fehler beim Löschen des Geräte-Tokens
es: Error al detectar el "token"
es_sv: Se presentó un error al borrar la ficha
eu: Errorea tokena ezabatzean
fr: Erreur lors de la suppression du jeton
hu: Hiba az eszköztoken törlésénél
is: Villa kom upp við að eyða teikninu
it: Errore durante l'eliminazione del token
ja: トークンの削除におけるエラー
ka_ge: ტოკენის წაშლისას წარმოიქმნა შეცდომა
nb: Feil under sletting av nøkkel
nl: Fout bij verwijderen token
pl: Błąd podczas usuwania tokena.
pt_br: Erro ao excluir o token
ru: Ошибка при удалении токена устройства
sk: Chyba pri mazaní tokenu
sq: Gabim gjatë fshirjes së token-it
sr: Грешка при брисању токена
sv: Fel vid borttagning av token
tr: Kod silinirken sorun çıktı

source: An error occurred. Please upload an ASCII-encoded PEM certificate.
ast: Asocedió un fallu. Xubi un certificáu PEM con codificación ASCII, por favor.
ca: S'ha produït un error. Si us plau, puja un certificat PEM codificat en ASCII.
cs: Došlo k chybě. Nahrajte prosím ASCII-kódovaný PEM certifikát.
de_de: Es ist ein Fehler aufgetreten. Bitte laden Sie ein ASCII-kodiertes PEM-Zertifikat hoch.
es: Ha ocurrido un error. Por favor, cargue un certificado PEM codificado en ASCII.
es_sv: Se presentó un error. Por favor carga un certificado PEM con codificación ASCII
fr: Une erreur est survenue. Veuillez fournir un certificat PEM encodé au format ASCII.
hu: Hiba történt! Kérem töltsön fel egy, ASCII karakterekkel kódolt PEM tanusítványt!
is: Villa kom upp. Sendu inn ASCII-kóðað PEM-skilríki.
it: Si è verificato un errore. Carica un certificato PEM codificato in ASCII.
ja: エラーが発生しました。ASCIIコードのPEM証明書をアップロードしてください。
ka_ge: წარმოიქმნა შეცდომა. გთხოვთ ატვირთოთ ASCII-თ კოდირებული PEM სერტიფიკატი.
nb: Det oppstod en feil. Last opp et ASCII-kodet PEM-sertifikat.
nl: Er trad een fout op. Upload als een ASCII-gecodeerd PEM certificaat.
pl: Wystąpił błąd. Proszę przesłać certyfikat PEM w kodowaniu ASCII.
pt_br: Ocorreu um erro. Por favor envie um certificado ASCII-encoded PEM
ru: Произошла ошибка. Пожалуйста загрузите сертификат PEM в ASCII кодировке.
sk: Vyskytla sa chyba. Nahrajte prosím PEM certifikát v ASCII kódovaní.
sq: Ndodhi një gabim. Ju lutemi, ngarkoni një dëshmi PEM të koduar me ASCII.
sr: Дошло је до грешке. Отпремите ASCII кодирани PEM сертификат.
sv: Ett fel uppstod. Var god ladda upp ett ASCII-kodad PEM-certifikat.
tr: Bir sorun çıktı. Lütfen ASCII olarak kodlanmış PEM sertifikasını yükleyin.
