Repository: Cybso/server
Catalog: translationfiles/*/sharebymail.po
Languages: ast, ca, cs, da, de, es, es_419, fr, hu, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sq, sr, sv, tr

source: Allows users to share a personalized link to a file or folder by putting in an email address.
ast: Permite a los usuarios compartir un enllaz personalizáu a un ficheru o carpeta poniendo una direición de corréu.
ca: Permet als usuaris compartir un enllaç personalitzat a un fitxer o carpeta posant una adreça de correu electrònic.
cs: Dovoluje uživatelům odeslat personalizovaný odkaz na soubor nebo složku po zadání e-mailové adresy.
da: Tillad brugere at dele et personligt link til en fil eller folder ved at skrive en email ind.
de: Ermöglicht Benutzern eine personalisierte Verknüpfung zu einer Datei oder einem Ordner durch Eingabe einer E-Mail-Adresse zu teilen.
es: Permite a los usuarios compartir un enlace personalizado a un archivo o carpeta enviándolo a una dirección de correo electrónico
es_419: Le permite a los usuarios compartir una liga personalizada a un archivo o carpeta colocando una dirección de correo eletrónico.
fr: Autoriser les utilisateurs de partager un lien personnalisé vers un fichier ou un dossier en renseignant une adresse e-mail.
hu: Segítségével személyre szabott megosztási linket hozhatsz létre egy fájlhoz vagy mappához az e-mail cím beleírásával.
is: Gerir notendum kleift að deila sérsniðnum tengli á skrá eða möppu með því að setja inn tölvupóstfang.
it: Consente agli utenti di condividere un collegamento personalizzato a un file o a una cartella inserendo un indirizzo di posta elettronica.
ja: ユーザーがメールアドレスを使ってファイルやフォルダーを個別に共有
ka_ge: მიეცით უფლება მომხმარებლებს ელ-მისამართში მოთავსებით, ფაილზე ან დირექტორიაზე გააზიარონ პერსონალიზირებული ბმულები
lt_lt: Leidžia vartotojams bendrinti asmeninę nuorodą į failą ar aplanką, pateikiant el. pašto adresą.
nb: Tillater brukere å dele en personalisert lenke til ei fil eller mappe ved å skrive inn en e-postadresse.
nl: Staat gebruikers toe om een gepersonaliseerde link of map te delen door een e-mailadres op te geven.
pl: Umożliwia współdzielenie spersonalizowanego linku do pliku lub folderu, umieszczając go w wiadomości e-mail.
pt_br: Permite que os usuários compartilhem um link personalizado para um arquivo ou pasta, inserindo um endereço de e-mail.
ru: Позволяет пользователям делиться персонализированной ссылкой на файл или каталог, указав адрес электронной почты.
sq: Lejo përdoruesit të ndajnë një lidhje të personalizuar me një skedar ose dosje duke e vendosur në një adresë e-mail.
sr: Дозвољава корисницима да поделе персонализовану везу до фајла или фасцикле преко е-поште.
sv: Tillåt användare att dela en personlig länk till en fil eller mapp genom att ange en e-postadress
tr: Kullanıcıların bir e-posta adresi yazarak bir dosya ya da klasör için kişisel bir bağlantı paylaşmasını sağlar.

source: Send password by mail
ca: Enviar contrasenya per correu
cs: Odeslat heslo e-mailem
da: Send kodeord på mail
de: Passwort per Mail senden
es: Enviar contraseñas por email
es_419: La contraseña ha sido enviada por correo
fr: Envoyer le mot de passe par email
hu: Jelszó kiküldése e-mailben
is: Senda lykilorð með pósti
it: Invia password tramite posta
ja: メールでパスワード送信
ka_ge: პაროლის გაგზავნა ფოსტით
lt_lt: Siųti slaptažodį elektroniniu paštu
nb: Send passord via e-post
nl: Wachtwoord per email verzenden
pl: Wyślij hasło e-mailem
pt_br: Enviar senha por e-mail
ru: Отправлять пароль по электронной почте
sq: Dërgo fjalëkalimin me mail
sr: Пошаљи лозинку е-поштом
sv: Skicka lösenord via e-post
tr: Parolayı e-posta ile gönder

source: Enforce password protection
ca: Reforça la protecció amb contrasenya
cs: Vynutit ochranu hesla
da: Tving kodeords beskyttelse
de: Passwortschutz erzwingen
es: Imponer la protección de contraseña
es_419: Forzar protección con contraseña
fr: Imposer la protection par mot de passe
hu: Jelszóvédelem kényszerítése
is: Krefjast verndunar með aðgangsorði
it: Imponi la protezione con password
ja: 常にパスワード保護を有効にする
ka_ge: პროლით დაცვის იძულება
lt_lt: Apsaugoti slaptažodžiu
nb: Krev passordbeskyttelse
nl: Wachtwoord-beveiliging afdwingen
pl: Wymuś zabezpieczenie hasłem
pt_br: Reforce a proteção por senha
ru: Требовать защиту паролем
sq: Forco mbrojtjen e fjalëkalimit
sr: Захтевај заштиту лозинком
sv: Tvinga lösenordsskydd
tr: Parola koruması dayatılsın

source: Failed to send share by E-mail
ast: Fallu al unviar la compartición per corréu
ca: No s'ha pogut enviar compartir per correu electrònic
cs: Odeslání sdílení E-mailem se nezdařilo
da: Kunne ikke dele via e-mail
de: Fehler beim Senden der Freigabe per E-Mail
es: Falló enviar recurso compartido por correo electrónico
es_419: Se presentó una falla al enviar el recurso compartido por correo electrónico
fr: Erreur lors de l'envoi du partage par email
hu: Nem sikerült elküldeni a megosztó e-mailt!
is: Gat ekki sent sameign með tölvupósti
it: Invio non riuscito della condivisione tramite email
ja: メールで共有の送信に失敗しました
ka_ge: საოფსტო გაზიარების გაგზავნა ვერ მოხერხდა
lt_lt: Nepavyko išsiųsti bendrinimo el. paštu
nb: Mislyktes i å sende delt ressurs per e-post
nl: delen per email is mislukt
pl: Nie udało się wysłać współdzielenia przez e-maila
pt_br: Falha ao enviar compartilhamento por e-mail
ru: Не удалось поделиться по e-mail
sq: Dështoi në dërgimin e shpërndarjeve me anë të E-mail
sr: Грешка у слању дељења е-поштом
sv: Misslyckades att dela via e-post
tr: Paylaşım e-postası gönderilemedi

source: %s shared »%s« with you on behalf of %s
ca: %s compartit »%s« amb vostè en nom de %s
cs: %s s vámi sdílel »%s» místo %s
da: %s delte »%s« med dig for %s
de: %s hat »%s« im Auftrag von %s mit Dir geteilt
es: %s compartió »%s« con usted a nombre de %s
es_419: %s ha compartido »%s« contigo a nombre de %s
fr: %s a partagé «%s» avec vous de la part de %s
hu: %s megosztotta ezt: »%s« veled %s nevében.
is: %s deildi »%s« með þér fyrir hönd %s
it: %s ha condiviso «%s» con te per conto di %s
ja: %s があなたと »%s« を %s のために共有しました
ka_ge: %s მომხმარებელმა გაგიზიარათ »%s« სახელით %s
lt_lt: %s su jumis pasidalino »%s« , %s vardu.
nb: %s delte »%s« med deg på vegne av %s
nl: %s deelde »%s« met jou in naam van %s
pl: %s współdzieli »%s« z Tobą w imieniu %s
pt_br: %s compartilhou »%s« com você em nome de %s
ru: %s предоставил(а) Вам общий доступ к «%s» от имени %s
sq: %s ndarë »%s« me ju në emër të %s
sr: %s је поделио »%s« са Вама у име корисника %s
sv: %s delade »%s« med dig på begäran av %s
tr: %s sizinle »%s« ögesini %s adına paylaştı

source: Failed to create the E-mail
ast: Fallu al crear el corréu
ca: No s'ha pogut crear el correu electrònic
cs: Vytváření E-mailu se nezdařilo
da: Oprettelse af e-mail mislykkedes
de: Erstellen der E-Mail ist fehlgeschalgen
es: Falló crear el correo electrónico
es_419: Se presentó una falla al crear el correo electrónico
fr: Erreur lors de la création du mail
hu: Nem sikerült létrehozni az e-mailt.
is: Mistókst að útbúa tölvupóstinn
it: Creazione dell'email non riuscita
ja: メールの作成に失敗しました
ka_ge: ელ-ფოსტის შექმნა ვერ მოხერხდა
lt_lt: Nepavyko sukurti el. pašto
nb: Klarte ikke å opprette e-posten
nl: Maken van de mail is mislukt
pl: Nie udało się utworzyć e-maila
pt_br: Falhou ao criar o e-mail
ru: Не удалось создать сообщение электронной почты
sq: Dështuat për të krijuar E-mail
sr: Грешка при креирању е-поште
sv: Misslyckades att skapa e-post
tr: E-posta oluşturulamadı

source: Hey there, %s shared »%s« with you on behalf of %s. %s
ca: Hola, %s compartit »%s« amb vostè en nom de %s %s
cs: Ahoj, %s s vámi sdílel(a) »%s» na místo %s %s
da: Hej, %s delte »%s« med dig, for %s. %s
de: Hallo, %s hat »%s« im Auftrag von %s mit Dir geteilt. %s
es: ¡Hola!, %s compartió »%s« con usted a nombre de %s. %s
es_419: Hola, %s ha compartido »%s« contigo a nombre de %s. %s
fr: Bonjour, %s a partagé «%s» avec vous de la part de %s. %s
hu: Üdv, %s megosztotta ezt: »%s« veled %s nevében. %s
is: Góðan daginn, %s deildi »%s« með þér fyrir hönd %s. %s
it: Ciao, %s ha condiviso «%s» con te per conto di %s. %s
ja: こんにちは。 %s が »%s« をあなたと %s のために共有しました。 %s
ka_ge: გამარჯობა, თქვენთან სახელით %s %s-სგან გაზიარდა »%s«. %s
lt_lt: Labas, %s su jumis pasidalino »%s« , %s vardu. %s
nb: Hei, %s delte »%s« med deg på vegne av %s. %s
nl: Hallo daar, %s deelde "%s" met je namens %s. %s
pl: Hej, %s współdzieli »%s« z Tobą w imieniu %s. %s
pt_br: Olá, %s compartilhou »%s« com você em nome de %s. %s
ru: Привет, %s предоставил(а) Вам общий доступ к «%s» от имени %s. %s
sq: Çkemi ndau »%s%s« me ju në emër të %s. %s
sr: Поздрав, %s је поделио »%s« са Вама у име корисника %s. %s
sv: Hej! %s delade »%s« med dig från%s. %s
tr: Merhaba, %s sizinle »%s« ögesini %s adına paylaştı. %s

source: Hey there, %s shared »%s« with you. %s
ca: Hola, %s compartit »%s« amb tu. %s
cs: Ahoj, %s s vámi sdílel »%s». %s
da: Hey there, %s delte »%s« med dig. %s
de: Hallo, %s hat »%s« mit Dir geteilt. %s
es: Hola, %s compartió »%s« con usted. %s
es_419: Hola, %s ha compartido »%s« contigo. %s
fr: Bonjour, %s a partagé «%s» avec vous. %s
hu: Üdvözöljük! Értesítjük, hogy %s megosztotta Önnel a következőt: »%s«. %s
is: Góðan daginn, %s deildi »%s« með þér. %s
it: Ciao, %s ha condiviso «%s» con te. %s
ja: こんにちは。 %s が »%s« をあなたと共有しました。 %s
ka_ge: გამარჯობა, %s მომხმარებელმა გაგიზიარათ »%s«. %s
lt_lt: Labas, %s pasidalino »%s« su tavimi. %s
nb: Hei, %s delte »%s« med deg. %s
nl: Hallo daar, %s deelde "%s" met je. %s
pl: Hej, %s współdzieli »%s« z Tobą. %s
pt_br: Olá, %s compartilhou »%s« com você. %s
ru: Привет, %s предоставил(а) Вам общий доступ к «%s». %s
sq: Çkemi %s ndau »%s» me ju. %s
sr: Поздрав, %s је поделио »%s« са Вама. %s
sv: Hej, %s delade »%s« med dig. %s
tr: Merhaba, %s sizinle »%s« ögesini paylaştı. %s

source: Cheers!
ast: ¡Salú!
ca: Salut!
cs: Mějte se!
da: Hej!
de: Einen schönen Tag noch!
es: ¡Saludos!
es_419: ¡Saludos!
fr: À bientôt !
hu: Üdvözlettel,
is: Til hamingju!
it: Saluti!
ja: それでは！
ka_ge: წარმატებები
lt_lt: Sveikinimai!
nb: Skål!
nl: Proost!
pl: Zdrówko!
pt_br: Saudações!
ru: Всего наилучшего!
sq: Gëzuar!
sr: Здраво!
sv: Ha det fint!
tr: Hoşça kalın!

source: Hey there,<br><br>%s shared <a href="%s">%s</a> with you on behalf of %s.<br><br>
ast: Hola bones,<br><br>%scompartió<a href="%s">%s</a> contigo nel nome de %s.<br><br>
ca: Hola, <br><br>%s compartit <a href="%s">%s</a> amb vosaltres en representació de %s. <br><br>
cs: Ahoj,<br><br>%s s vámi sdílel(a) <a href="%s">%s</a> namísto %s.<br><br>
da: Hej,<br><br>%s delte <a href="%s">%s</a> med dig, for %s.<br><br>
de: Hallo,<br><br>%s hat <a href="%s">%s</a> im Auftrag von %s mit Dir geteilt.<br><br>
es: Hola,<br><br>%s compartió <a href="%s">%s</a> con usted a nombre de %s.<br><br>
es_419: Hola,<br><br>%s ha compartido <a href="%s">%s</a> contigo a nombre de %s.<br><br>
fr: Bonjour,<br><br>%s a partagé <a href="%s">%s</a> avec vous de la part de %s.<br><br>
hu: Üdv,<br><br>%s megosztotta ezt: <a href="%s">%s</a> veled %s nevében.<br><br>
is: Góðan daginn,<br><br>%s deildi <a href="%s">%s</a> með þér fyrir hönd %s.<br><br>
it: Ciao, <br><br>%s ha condiviso <a href="%s">%s</a> con te per conto di %s.<br><br>
ja: こんにちは。<br><br>%s が <a href="%s">%s</a> をあなたと %s のために共有しました。<br><br>
ka_ge: გამარჯობა,<br><br>მომხმარებელმა %s გაგიზიარათ <a href="%s">%s</a> სახელით %s.<br><br>
lt_lt: Labas, <br><br>%s pasidalino su jumis <a href="%s">%s</a> , %s vardu.<br><br>
nb: Hei,<br><br>%s delte <a href="%s">%s</a> med deg på vegne av %s.<br><br>
nl: Hallo daar,<br><br>%s deelde <a href="%s">%s</a> met je namens %s.<br><br>
pl: Hej,<br><br>%s współdzieli <a href="%s">%s</a> z Tobą w imieniu %s.<br><br>
pt_br: Olá,<br><br>%s compartilhou <a href="%s">%s</a> com você em nome de %s.<br><br>
ru: Привет,<br><br>%s предоставил(а) Вам общий доступ к «<a href="%s">%s</a>» от имени %s.<br><br>
sq: Çkemi, <br> <br> %s ndau <a href="%s"> %s </a> me ju në emër të %s. <br> <br>
sr: Поздрав, <br><br>%s је поделио <a href="%s">%s</a> са Вама у име корисника %s.<br><br>
sv: Hej!<br><br>%s delade <a href="%s">%s</a> med dig från %s.<br><br>
tr: Merhaba,<br><br>%s sizinle <a href="%s">%s</a> ögesini %s adına paylaştı.<br><br>

source: Hey there,<br><br>%s shared <a href="%s">%s</a> with you.<br><br>
ast: Hola bones,<br><br>%s compartió <a href="%s">%s</a> contigo.<br><br>
cs: Nazdar,<br><br>%s s vámi sdílel(a) <a href="%s">%s</a>.<br><br>
da: Hej,<br><br>%s delte <a href="%s">%s</a> med dig.<br><br>
de: Hallo,<br><br>%s hat <a href="%s">%s</a> mit Dir geteilt.<br><br>
es: Hola,<br><br>%s compartió <a href="%s">%s</a> con usted.<br><br>
es_419: Hola, <br><br>%s ha compartido <a href="%s">%s</a> contigo.<br><br>
fr: Bonjour,<br><br>%s a partagé <a href="%s">%s</a> avec vous.<br><br>
hu: Üdvözöljük!<br><br>Értesítjük, hogy %s megosztotta Önnel a következőt: <a href="%s">%s</a>.<br><br>
is: Góðan daginn,<br><br>%s deildi <a href="%s">%s</a> með þér.<br><br>
it: Ciao, <br><br>%s ha condiviso <a href="%s">%s</a> con te.<br><br>
ja: こんにちは。<br><br>%s が <a href="%s">%s</a> をあなたと共有しました。<br><br>
ka_ge: გამარჯობა, <br><br>მომხმარებელმა %s გაგიზიარათ <a href="%s">%s</a>.<br><br>
lt_lt: Sveiki,<br><br>%s pradėjo su jumis bendrinti <a href="%s">%s</a>.<br><br>
nb: Hei,<br><br>%s delte <a href="%s">%s</a> med deg.<br><br>
nl: Hallo daar,<br><br>%s deelde <a href="%s">%s</a> met je.<br><br>
pl: Hej,<br><br>%s współdzieli <a href="%s">%s</a> z Tobą.<br><br>
pt_br: Olá,<br><br>%s compartilhou <a href="%s">%s</a> com você.<br><br>
ru: Привет,<br><br>%s предоставил(а) Вам общий доступ к «<a href="%s">%s</a>».<br><br>
sq: Çkemi, <br> <br> %s ndau <a href="%s"> %s </a> me ju. <br> <br>
sr: Поздрав,<br><br>%sје поделио <a href="%s">%s</a>са Вама.<br><br>
sv: Hej!<br><br>%s delade <a href="%s">%s</a> med dig.<br><br>
tr: Merhaba,<br><br>%s sizinle <a href="%s">%s</a> ögesini paylaştı.<br><br>
