Repository: Cybso/server
Catalog: translationfiles/*/sharebymail.po
Languages: ast, ca, cs, da, de, es, es_419, fr, hu, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sq, sr, sv, tr

source: Shared with %1$s
ast: Compartióse con %1$s
ca: Compartit amb %1$s
cs: Sdíleno s %1$s
da: Delt med %1$s
de: Geteilt mit %1$s
es: Compartido con %1$s
es_419: Compartido con %1$s
fr: Partagé avec %1$s
hu: Megosztva vele: %1$s
is: Deilt með %1$s
it: Condivisa con %1$s
ja: %1$s と共有
ka_ge: გაზიარებულია მომხმარებელთან %1$s
lt_lt: Bendrinama su %1$s
nb: Delt med %1$s
nl: Deel met %1$s
pl: Współdzielone z %1$s
pt_br: Compartilhado com %1$s
ru: Предоставлен общий доступ для %1$s
sq: E ndarë me %1$s
sr: Подељено са %1$s
sv: Delad med %1$s
tr: %1$s ile paylaşıldı

source: Shared with {email}
ast: Compartióse con {email}
ca: Compartit amb {email}
cs: Sdíleno s {email}
da: Delt med {email}
de: Geteilt mit {email}
es: Compartido con {email}
es_419: Compartido con {email}
fr: Partagé avec {email}
hu: Megosztva: {email}
is: Deilt með {email}
it: Condivisa con {email}
ja: {email} と共有
ka_ge: გაზიარებულია მისამართთან {email}
lt_lt: Bendrinama su {email}
nb: Delt med {email}
nl: Gedeeld met {email}
pl: Współdzielone z {email}
pt_br: Compartilhado com {email}
ru: Предоставлен общий доступ для {email}
sq: Të shpërndara me {email}
sr: Подељено са {email}
sv: Delad med {email}
tr: {email} ile paylaşıldı

source: Shared with %1$s by %2$s
ast: Compartióse con %1$s por %2$s
ca: Compartit amb %1$s per %2$s
cs: %2$s sdílí s %1$s
da: Delt med %1$s af %2$s
de: Geteilt mit %1$s von %2$s
es: Compartido con %1$s por %2$s
es_419: Compartido con %1$s por %2$s
fr: Partagé avec %1$s par %2$s
hu: %2$s megosztotta vele: %1$s
is: Deilt með %1$s af %2$s
it: Condivisa con %1$s da %2$s
ja: %2$s で %1$s と共有
ka_ge: %2$s მომხმარებელმა გააზიარა მომხმარებელთან %1$s
lt_lt: %2$s bendrina su %1$s
nb: Delt med %1$s via %2$s
nl: Gedeeld met %1$s door %2$s
pl: Współdzielone z %1$s przez %2$s
pt_br: Compartilhado com %1$s por %2$s
ru: %2$s предоставил(а) общий доступ для %1$s
sq: E ndarë me %1$s nga %2$s
sr: %2$s поделио са %1$s
sv: Delad med %1$s av %2$s
tr: %1$s ile %2$s tarafından paylaşıldı

source: Shared with {email} by {actor}
ast: Compartióse con {email} por {actor}
ca: Compartit amb {email} per {actor}
cs: {actor} sdílí s {email}
da: Delt med {email} af {actor}
de: Geteilt mit {email} von {actor}
es: Compartido con {email} por {actor}
es_419: Compartido con {email} por {actor}
fr: Partagé avec {email} par {actor}
is: Deilt með {email} af {actor}
it: Condivisa con {email} da {actor}
ja: {actor} で {email} と共有
ka_ge: {actor} მომხმარებელმა გააზიარა მისამართთან {email}
lt_lt: {actor} bendrina su {email}
nb: Delt med {email} av {actor}
nl: Gedeeld met {email} door {actor}
pl: Współdzielone z {email} przez {actor}
pt_br: Compartilhado com {email} por {actor}
ru: {actor} предоставил(а) общий доступ для {email}
sq: Ndarë me {email} nga {actor}
sr: {actor} поделио са {email}
sv: Delad med {email} av {actor}
tr: {email} ile {actor} tarafından paylaşıldı

source: Password for mail share sent to %1$s
ast: Unvióse a %1$s la contraseña pa la compartición per corréu
ca: S'ha enviat una contrasenya per a la compartició de correu %1$s
cs: Heslo e-mailového sdílení odesláno na %1$s
da: Password for mail deling er sendt til %1$s
de: Passwort für E-Mail-Freigabe wurde an %1$s versandt
es: Se ha enviado una contraseña para compartir por correo a %1$s
es_419: La contraseña para el elemento compartido fue enviada a %1$s
fr: Le mot de passe pour le partage par email a été envoyé à %1$s
hu: A levelezési megosztáshoz szükséges jelszó elküldve ide: %1$s
is: Lykilorð fyrir póstsameign var sent til %1$s
it: Password per la condivisione tramite posta inviata a %1$s
ja: %1$sにメール共有するパスワード
ka_ge: პაროლი საფოსტო გაზიარებისთვის გაიგზავნა მისამართზე %1$s
lt_lt: Slaptažodis pasidalinimui per elektroninį paštą išsiųstas %1$s
nb: Passord for e-postlager sendt til %1$s
nl: Wachtwoord voor het delen per mail is naar %1$s
pl: Hasło do współdzielenia przez mail zostało wysłane do %1$s
pt_br: Senha para o correio compartilhado enviado para %1$s
ru: Пароль для доступа по адресу электронной почты был отправлен на адрес %1$s
sq: Fjalëkalimi per ndarjen e mail-it dërguar tek %1$s
sr: Лозинка за дељење е-поштом послата на %1$s
sv: Lösenord för e-postdelning sändes till %1$s
tr: E-posta ile paylaşma parolası %1$s adresine gönderildi

source: Password for mail share sent to {email}
ast: Unvióse a {email} la contraseña pa la compartición per corréu
ca: Contrasenya per a la compartició de correu enviada a {email}
cs: Heslo e-mailového sdílení odesláno na {email}
da: Password for mail deling er sendt til {email}
de: Passwort für E-Mail-Freigabe wurde an {email} versandt
es: Se ha enviado una contraseña para compartir por correo a {email}
es_419: La contraseña para el elemento compartido fue enviada a {email}
fr: Le mot de passe pour le partage par email a été envoyé à {email}
hu: A levelezési megosztáshoz szükséges jelszó elküldve ide: {email}
is: Lykilorð fyrir póstsameign var sent til {email}
it: Password per la condivisione tramite posta inviata a {email}
ja: {email} にメール共有するパスワード
ka_ge: პაროლი საფოსტო გაზიარებისთვის გაიგზავნა მისამართზე {email}
lt_lt: Slaptažodis pasidalinimui per elektroninį paštą išsiųstas {email}
nb: Passord for e-postlager sendt til {email}
nl: Wachtwoord voor het delen per mail is naar {email}
pl: Hasło do współdzielenia przez mail zostało wysłane do {email}
pt_br: Senha para o correio compartilhado enviado para {email}
ru: Пароль для доступа по адресу электронной почты был отправлен на адрес {email}
sq: Fjalëkali për ndarje mail-i u dërgua tek {email}
sr: Лозинка за дељење е-поштом послата на {email}
sv: Lösenord för e-postdelning skickat till {email}
tr: E-posta ile paylaşma parolası {email} adresine gönderildi

source: Password for mail share sent to you
ast: Unviósete la contraseña pa la compartición per corréu
ca: Contrasenya per a la part compartida que se us ha enviat
cs: Heslo e-mailového sdílení vám bylo zasláno
da: Password for mail deling er sendt til dig
de: Passwort für E-Mail-Freigabe wurde an Dich versandt
es: Se te ha enviado una contraseña para compartir por correo
es_419: La contraseña para el elemento compartido se te ha enviado
fr: Le mot de passe pour le partage par email vous a été envoyé
hu: A levelezési megosztáshoz szükséges jelszó elküldve neked
is: Lykilorð fyrir póstsameign var sent til þín
it: Password per la condivisione tramite posta inviata a te
ja: あなたにメール共有するパスワード
ka_ge: საფოსტო გაზიარებისთვის გამოგეგზავნათ პაროლი
lt_lt: Jums išsiųstas slaptažodis pasidalinimui per elektroninį paštą
nb: Passord for e-postlager sendt til deg
nl: Wachtwoord voor het delen per mail is naar je verstuurd
pl: Hasło do współdzielenia przez mail zostało wysłane do Ciebie
pt_br: Senha para o e-mail compartilhado foi enviado para você
ru: Вам отправлен пароль для доступа
sq: Fjalëkalimi për ndarjen e mail ju është dërguar
sr: Лозинка за дељење е-поштом послата Вама
sv: Lösenord för e-postdelning skickat till dig
tr: E-posta ile paylaşma parolası size gönderildi

source: You shared %1$s with %2$s by mail
ast: Compartiesti %1$s con %2$s per corréu
ca: Has compartit %1$s amb %2$s per correu
cs: Sdílel(a) jste %1$s e-mailem s %2$s
da: Du delte %1$s med %2$s via e-mail
de: Du teilst %1$s mit %2$s via E-Mail
es: Has compartido %1$s con %2$s por correo
es_419: Compartiste %1$s con %2$s por correo
fr: Vous avez partagé %1$s avec %2$s par email
hu: Megosztottad: %1$s vele: %2$s e-mailben
is: Þú deildir %1$s með %2$s með tölvupósti
it: Hai condiviso %1$s con %2$s tramite posta
ja: メールで %2$s と %1$s を共有しました
ka_ge: თქვენ %2$s ფოსტით გააზიარეთ მისამართთან %1$s
lt_lt: Jūs paštu pradėjote bendrinti %1$s su %2$s
nb: Du delte %1$s med %2$s via e-post
nl: Je deelde %1$s met %2$s per mail
pl: Współdzielisz %1$s z %2$s przez e-maila
pt_br: Você compartilhou %1$s com %2$s por e-mail
ru: Вы предоставили общий доступ к «%1$s» для %2$s по электронной почте
sq: Ju ndatë %1$s me %2$s me anë të mail
sr: Поделили сте %1$s са %2$s е-поштом
sv: Du delade %1$s med %2$s via e-post
tr: %1$s dosyasını %2$s ile e-posta üzerinden paylaştınız

source: You shared {file} with {email} by mail
ast: Compartiesti {file} con {email} per corréu
ca: Has compartit {file} amb {email} per correu
cs: E-mailem jste s {email} sdíleli {file}
da: Du delte {file} med {email} via e-mail
de: Du teilst {file} mit {email} via E-Mail
es: Has compartido {file} con {email} por correo
es_419: Compartiste {file} con {email} por correo
fr: Vous avez partagé {file} avec {email} par email
hu: {file} megosztva e-mailen keresztül: {email}
is: Þú deildir {file} með {email} með tölvupósti
it: Hai condiviso {file} con {user} tramite posta
ja: メールで {email} と {file} を共有しました
ka_ge: თქვენ {file} ფოსტით გააზიარეთ მისამართთან {email}
lt_lt: Jūs paštu pradėjote bendrinti {file} su {email}
nb: Du delte {file} med {email} via e-post
nl: Je deelde {file} met {email} per mail
pl: Współdzielisz {file} z {email} przez e-maila
pt_br: Você compartilhou {file} com {email} por e-mail
ru: Вы предоставили общий доступ к «{file}» для {email} по электронной почте
sq: Ju ndatë {skedarin} me {email} me anë të mailit
sr: Поделили сте {file} са {email} е-поштом
sv: Du delade {file} med {email} via e-post
tr: {file} dosyasını {email} ile e-posta üzerinden paylaştınız

source: %3$s shared %1$s with %2$s by mail
ast: %3$s compartió %1$s con %2$s per corréu
ca: %3$s ha compartit %1$s amb %2$s per correu
cs: %3$s s %2$s sdílel e-mailem %1$s
da: %3$s delte %1$s med %2$s via e-mail
de: %3$s teilt %1$s mit %2$s via E-mail
es: %3$s compartido %1$s con %2$s por correo
es_419: %3$s compartió %1$s con %2$s por correo
fr: %3$s a partagé %1$s avec %2$s par email
hu: %3$smegosztotta ezt: %1$s vele: %2$s e-mailben
is: %3$s deildi %1$s með %2$s með tölvupósti
it: %3$s ha condiviso %1$s con %2$s tramite email
ja: %3$s がメールで %2$s と %1$s を共有しました
ka_ge: %3$s მომხმარებელმა ფოსტით გააზიარა %1$s მისამართთან %2$s
lt_lt: %3$s paštu pradėjo bendrinti %1$s su %2$s
nb: %3$s delte %1$s med %2$s via e-post
nl: %3$s deelde %1$s met %2$s per mail
pl: %3$s współdzieli %1$s z %2$s przez e-maila
pt_br: %3$s compartilou %1$s com %2$s por e-mail
ru: %3$s открыл(а) общий доступ к «%1$s» для %2$s по электронной почте
sq: %3$s ndau %1$s me%2$s me anë të mail
sr: %3$s је поделио %1$s са %2$s е-поштом
sv: %3$s delade %1$s med %2$s via e-post
tr: %3$s, %1$s dosyasını %2$s ile e-posta üzerinden paylaştı

source: {actor} shared {file} with {email} by mail
ast: {actor} compartió {file} con {email} per corréu
ca: {actor} ha compartit {file} amb {email} per correu
cs: {actor} sdílel(a) {file} e-mailem s {email}
da: {actor} delte {file} med {email} via e-mail
de: {actor} teilt {file} mit {email} via E-Mail
es: {actor} compartió {file} con {email} por correo electrónico
es_419: {actor} compartió {file} con {email} por correo
fr: {actor} a partagé {file} avec {email} par email
hu: {actor} megosztotta ezt: {file} vele: {email} e-mailben
is: {actor} deildi {file} með {email} með tölvupósti
it: {actor} ha condiviso {file} con {email} tramite email
ja: {actor} が {email} と {file} を共有しました
ka_ge: {actor} მომხმარებელმა ფოსტით გააზიარა {file} მისამართთან {email}
lt_lt: {actor} paštu pradėjo bendrinti {file} su {email}
nb: {actor} delte {file} med {email} via e-post
nl: {actor} deelde {file} met {email} per mail
pl: {actor} współdzieli {file} z {email} przez e-maila
pt_br: {actor} compartilhou {file} com {email} por e-mail
ru: {actor} предоставил(а) общий доступ к «{file}» для {email} по электронной почте
sq: {aktori} shpërndau {skedarin} me{email} nga email
sr: {actor} је поделио {file} са {email} е-поштом
sv: {actor} delade {file} med {email} via e-post
tr: {actor}, {file} dosyasını {email} ile e-posta üzerinden paylaştı

source: Password to access %1$s was sent to %2s
ast: Unvióse a %2s la contraseña p'acceder a %1$s
ca: S'ha enviat %2s la contrasenya d'accés %1$s
cs: Heslo pro přístupu k %1$s bylo zasláno na %2s
da: Password for adgang %1$s blev sendt til %2s
de: Passwort für den Zugriff auf %1$s wurde an %2s versandt
es: Se ha enviado a %2s una contraseña para acceder a %1$s
es_419: La contraseña para acceder %1$s fue enviada a %2s
fr: Le mot de passe pour accèder à %1$s a été envoyé à %2s
hu: A %1$s eléréséhez szükséges jelszót elküldtük ide: %2s
is: Lykilorð fyrir aðgang að %1$s var sent til %2s
it: La password per accedere a %1$s è stata inviata a %2s
ja: %1$sにアクセスするパスワードを %2s に送信しました
ka_ge: პაროლი %1$s წვდომისთვის გაეგზავანა მისამართს %2s
lt_lt: Slaptažodis, skirtas prieigai prie %1$s, buvo išsiųstas į %2s
nb: Passord for tilgang til %1$s sendt til %2s
nl: Wachtwoord voor toegang tot %1$s is gestuurd naar %2s
pl: Hasło dostepu do %1$s zostało wysłane do %2s
pt_br: A senha para acesso %1$s foi enviada para %2s
ru: Пароль для доступа к «%1$s» был отправлен на адрес %2s
sq: Fjalëkalimi për akses %1$s ju dërgua %2s
sr: Лозинка за приступ %1$s је послата на %2s
sv: Lösenord för tillgång till %1$s sändes till %2s
tr: %1$s dosyasına erişim parolası %2s adresine gönderildi

source: Password to access {file} was sent to {email}
ast: Unvióse a {email} la contraseña p'acceder a {ficheru}
ca: La contrasenya per accedir a {file} s'ha enviat a {email}
cs: Heslo pro přístup k {file} bylo zasláno na {email}
da: Password for adgang {file} blev sendt til {email}
de: Passwort für den Zugriff auf {file} wurde an {email} versandt
es: Se ha enviado a {email} una contraseña para acceder a {file}
es_419: La contraseña para acceder {file} ha sido enviada a {email}
fr: Le mot de passe pour accèder à {file} a été envoyé à {email}
hu: A {file} eléréséhez szükséges jelszót elküldtük ide: {email}
is: Lykilorð fyrir aðgang að {file} var sent til {email}
it: La password per accedere a {file} ti è stata inviata a {email}
ja: {file} にアクセスするパスワードを {email} に送信しました
ka_ge: პაროლი {file} წვდომისთვის გაეგზავნა მისამართს {email}
lt_lt: Slaptažodis, skirtas prieigai prie {file}, buvo išsiųstas į {email}
nb: Passord for tilgang til {file} ble sendt til {email}
nl: Wachtwoord voor toegang tot {file} is gestuurd naar {email}
pl: Hasło dostępu do {file} zostało wysłane do {email}
pt_br: A senha para acesso {file} foi enviada para {email}
ru: Пароль для доступа к «{file}» был отправлен на адрес {email}
sq: Fjalëkalimi për akses {file} dërguar tek {email}
sr: Лозинка за приступ {file} је послата на {email}
sv: Lösenord till {file} sändes till {email}
tr: {file} dosyasına erişim parolası {email} adresine gönderildi

source: Password to access %1$s was sent to you
ast: Unviósete la contraseña p'acceder a %1$s
ca: S'ha enviat la contrasenya d'accés %1$s
cs: Heslo pro přístup k %1$s vám bylo zasláno
da: Password for adgang %1$s blev sendt til dig.
de: Passwort für den Zugriff auf %1$s wurde an Dich versandt
es: Se te ha enviado una contraseña para acceder a %1$s
es_419: La contraseña para acceder %1$s se te ha enviado
fr: Le mot de passe pour accèder à %1$s vous a été envoyé
hu: A %1$s eléréséhez szükséges jelszót elküldtük neked
is: Lykilorð fyrir aðgang að %1$s var sent til þín
it: La password per accedere a %1$s ti è stata inviata
ja: %1$sにアクセスするパスワードを あなたに送信しました
ka_ge: გამოგეგზავნათ პაროლი %1$s წვდომისთვის
lt_lt: Jums buvo išsiųstas slaptažodis, skirtas prieigai prie %1$s
nb: Passord for tilgang til %1$s ble sendt til deg
nl: Wachtwoord voor toegang tot %1$s is naar jou gestuurd
pl: Hasło dostępu do %1$s zostało wysłane do Ciebie
pt_br: A senha para acesso %1$s foi enviada para você
ru: Вам был отправлен пароль для доступа к «%1$s»
sq: Fjalëkalimi për të aksesuar %1$s ju është dërguar
sr: Лозинка за приступ %1$sВам је послата
sv: Lösenord för att nå %1$s sändes till dig
tr: %1$s dosyasına erişim parolası size gönderildi

source: Password to access {file} was sent to you
ast: Unviósete la contraseña p'acceder a {file}
ca: S'ha enviat la contrasenya per accedir a {file}
cs: Heslo pro přístupu k {file} vám bylo zasláno
da: Password for adgang {file} blev sendt til dig.
de: Passwort für den Zugriff auf {file} wurde an Dich versandt
es: Se te ha enviado una contraseña para acceder a {file}
es_419: La contraseña para acceder {file} se te ha sido enviada
fr: Le mot de passe pour accèder à {file} vous a été envoyé
hu: A {file} eléréséhez szükséges jelszót elküldtük neked
is: Lykilorð fyrir aðgang að {file} var sent til þín
it: La password per accedere a {file} ti è stata inviata
ja: {file} にアクセスするパスワードを あなたに送信しました
ka_ge: პაროლი {file} წვდომისთვის გამოგეგზავნათ
lt_lt: Jums buvo išsiųstas slaptažodis, skirtas prieigai prie {file}
nb: Du ble tildelt passord for å benytte {file}
nl: Wachtwoord voor toegang tot {file} is naar je verstuurd
pl: Hasło dostępu do {file} zostało wysłane do Ciebie
pt_br: A senha para acesso {file} foi enviada para você
ru: Вам был отправлен пароль для доступа к «{file}»
sq: Fjalëkalimi për akses {file} tu dërgua
sr: Лозинка за приступ {file} Вам је послата
sv: Lösenord till {file} sändes till dig
tr: {file} dosyasına erişim parolası size gönderildi

source: Sharing %s failed, this item is already shared with %s
ast: Falló la compartición de %s, esti elementu yá se compartió con %s
cs: Sdílení %s selhalo, tato položka je již s %s sdílena
da: Deling %s fejlede, dette objekt er allerede delt med %s
de: Freigabe von %s fehlgeschlagen, da dieses Objekt schon mit %s geteilt wird
es: Falló el compartir %s , este ítem ya se encontraba compartido con %s
es_419: Se presentó una falla al compartir %s, este elemento ya ha sido compartido con %s
fr: Le partage de %s a échoué, cet élément est déjà partagé avec %s
hu: %s megosztás sikertelen, mert már meg van osztva vele: %s
is: Deiling %s mistókst, því þessu atriði er þegar deilt með %s
it: Condivisione %s non riuscita, questo elemento è già condiviso con %s
ja: %s の共有に失敗しました。 このアイテムはすでに %s と共有しています
ka_ge: %s ფაილის გაზიარება ვერ მოხერხდა, ის %s მომხმარებელთან უკვე გაზიარებულია
lt_lt: %s bendrinimas nepavyko, šis elementas jau yra bendrinamas su %s
nb: Deling %s mislyktes, dette elementet er allerede delt med %s
nl: Delen van %s is mislukt, omdat dit al gedeeld wordt met %s
pl: Współdzielenie %s nie udało się, ten obiekt już jest współdzielony z %s
pt_br: O compartilhamento %s falhou, pois este item já está compartilhado com %s
ru: Не удалось открыть общий доступ к «%s», общий доступ для %s уже предоставлен
sq: Shpërndarja %s dështoi, ky artikull është aktualisht i shpërndarë me %s
sr: Дељење %s није успело, ова ставка је већ подељена са %s
sv: Delning av %s misslyckades, det är redan delat med %s
tr: %s paylaşılamadı, bu öge zaten %s ile paylaşılmış

source: We can't send you the auto-generated password. Please set a valid email address in your personal settings and try again.
ast: Nun podemos unviate la contraseña auto-xenerada. Afita una direición de corréu válida nos tos axustes personales y volvi tentalo.
ca: No podem enviar-vos la contrasenya generada automàticament. Establiu una adreça de correu electrònic vàlida a la vostra configuració personal i torneu-ho a provar.
cs: Nemůžeme vám zaslat automaticky vygenerované heslo. Nastavte si v osobním nastavení platnou e-mailovou adresu a zkuste to znovu.
da: Vi kan ikke sende det autogenerede password. Angiv venligst en valid email adresse i dine personlige indstillinger og prøv igen.
de: Automatisch erzeugtes Passwort kann nicht versandt werden. Bitte gebe in Deinen persönlichen Einstellungen eine gültige E-Mail-Adresse ein und versuche es erneut.
es: No podemos enviarte la contraseña autogenerada. Por favor, indica una dirección de correo electrónico válida en tu configuración personal y vuelve a intentarlo.
es_419: No es posible enviarte la contraseña auto-generada. Por favor establece una dirección de correo electrónico váilida en tus configuraciones personales y vuelve a intentarlo.
fr: Nous ne pouvons pas vous envoyer le mot de passe généré automatiquement. Veuillez renseigner une adresse e-mail valide dans vos paramètres personnels puis réessayer.
hu: Nem tudtuk elküldeni neked az automatikusan generált jelszót. Kérlek állíts be egy érvényes e-mail címet a profilodban és próbáld meg újra.
is: Ekki er hægt að senda þér sjálfvirkt framleidda lykilorðið. Settu inn gilt tölvupóstfang í einkastillingunum þínum og prófaðu aftur.
it: Non possiamo inviarti la password generata automaticamente. Imposta un indirizzo di posta valido nelle impostazioni personali e prova ancora.
ja: 自動生成パスワードを送信できませんでした。個人設定画面から正しいメールアドレスを設定して再度実施してください。
ka_ge: ავტო-გენერირებულ პაროლს ვერ გიგზავნით. გთხოვთ პირად პარამეტრებში დააყენოთ სწორი ელ-ფოსტის მისამართი და სცადოთ ახლიდან.
lt_lt: Negalime atsiųsti automatiškai sugeneruoto slaptažodžio. Prašome nurodykite teisingą el. pašto adresą savo nustatymuose ir tada bandykite iš naujo.
nb: Vi kan ikke sende det auto-genererte passordet. Angi en gyldig e-postadresse i dine personlige innstillinger og prøv igjen.
nl: We kunnen je geen automatisch gegenereerd wachtwoord toesturen. Vermeld een geldig emailadres in je persoonlijke instellingen en probeer het nogmaals.
pl: Nie można wysłać automatycznie wygenerowanego hasła. Proszę ustawić prawidłowy adres e-mail w ustawieniach osobistych i spróbować ponownie.
pt_br: Não pudemos enviar a você a senha auto-gerada. por favor defina um e-mail válido em sua configuração e tente novamente.
ru: Не удаётся отправить вам автоматически созданный пароль. Укажите верный адрес email в своих личных настройках и попробуйте снова.
sq: S'mund t'jua dergojmë fjalëkalimin e gjeneruar automatikisht. Ju lutem vendosni një adresë emaili të vlefshme ne mjedisin tuaj personal dhe provoni përseri.
sr: Не можемо Вам послати ауто-генерисану лозинку. Подесите исправну адресу е-поште у личним поставкама и покушајте поново.
sv: Vi kan inte skicka det autogenererade lösenordet till dig. Vänligen ange en giltig e-postadress i dina personliga inställningar och försök igen.
tr: Otomatik üretilen parola size gönderilemedi. Lütfen kişisel ayarlarınızdan geçerli bir e-posta adresi ayarlayın ve yeniden deneyin.

source: Failed to send share by email
ast: Fallu al unviar la compartición per corréu
ca: No s'ha pogut enviar compartir per correu electrònic
cs: Sdílení emailem se nezdařilo
da: Kunne ikke sende deling via e-mail
de: Fehler beim Senden der Freigabe per E-Mail
es: Fallo al enviar compartido por correo electrónico
es_419: Se presentó una falla al enviar el elemento compartido por correo electrónico
fr: Erreur lors de l'envoi du partage par e-mail
hu: Nem sikerült elküldeni a megosztó e-mailt
is: Gat ekki sent sameign með tölvupósti
it: Invio non riuscito della condivisione tramite email
ja: メールで共有の送信に失敗しました
ka_ge: საოფსტო გაზიარების გაგზავნა ვერ მოხერხდა
lt_lt: Nepavyko išsiųsti bendrinimo el. paštu
nb: Delingen kunne ikke sendes med e-post
nl: Delen per email is mislukt
pl: Nie udało się wysłać współdzielenia przez e-mail
pt_br: Falha ao enviar compartilhamento via e-mail
ru: Не удалось предоставить общий доступ по адресу электронной почты
sq: Ndarja e dërguar me anë të email dështoi
sr: Грешка у слању дељења е-поштом
sv: Misslyckades att sända delning med e-post
tr: Paylaşım e-postası gönderilemedi

source: %s shared »%s« with you
ast: %s compartió «%s» contigo
ca: %s ha compartit »%s« amb tu
cs: %s s vámi sdílel(a) »%s»
da: %s delt »%s« med dig
de: %s hat „%s“ mit Dir geteilt
es: %s compartió »%s« con usted
es_419: %s ha compartido »%s« contigo
fr: %s a partagé «%s» avec vous
hu: %s megosztotta Önnel: »%s«.
is: %s deildi »%s« með þér
it: %s ha condiviso »%s« con te
ja: %s があなたと »%s« を共有しました
ka_ge: თქვენთან %s მომხმარებლისგან გააზიარდა »%s«
lt_lt: %s pradėjo bendrinti su jumis »%s«
nb: %s delte "%s" med deg
nl: %s heeft "%s" met je gedeeld
pl: %s współdzieli »%s« z Tobą
pt_br: %s compartilhou »%s« com você
ru: %s предоставил(а) Вам доступ к «%s»
sq: %s ndarë »%s« me ju
sr: %s је поделио »%s« са Вама
sv: %s delade »%s« med dig
tr: %s sizinle »%s« ögesini paylaştı
