Repository: Cybso/server
Catalog: translationfiles/*/sharebymail.po
Languages: ast, ca, cs, da, de, es, es_419, fr, hu, is, it, ja, ka_ge, lt_lt, nb, nl, pl, pt_br, ru, sq, sr, sv, tr

source: %s shared »%s« with you.
ast: %s compartió «%s» contigo.
ca: %s compartit »%s« amb tu.
cs: %s s vámi nasdílel(a) »%s«.
da: %s delte »%s« med dig.
de: %s hat mit Dir »%s« geteilt.
es: %s compartió »%s« con usted.
es_419: %s ha compartido »%s« contigo
fr: %s a partagé «%s» avec vous.
hu: %s megosztotta veled ezt: »%s«.
is: %s deildi »%s« með þér
it: %s ha condiviso «%s» con te.
ja: %sが あなたと »%s«を共有しました
ka_ge: თქვენთან %s მომხმარებლისგან გააზიარდა »%s«.
lt_lt: %s pasidalintas »%s« su Jumis.
nb: %s delte »%s« med deg.
nl: %s heeft "%s" met je gedeeld.
pl: %s współdzieli »%s« z Tobą.
pt_br: %s compartilhou »%s« com você.
ru: %s предоставил(а) Вам доступ к «%s».
sq: %s ndarë »%s« me ju.
sr: %s је поделио »%s« са Вама.
sv: %s delade »%s« med dig.
tr: %s sizinle »%s« ögesini paylaştı.

source: Click the button below to open it.
ast: Primi'l botón d'embaxo p'abrilu.
ca: Feu clic al botó següent per obrir-lo.
cs: Pro otevření kliknětena tlačítko níže.
da: Klik på knappen nedenunder for at åbne.
de: Klicke zum Öffnen auf die untere Schaltfläche
es: Haga click en el botón debajo para abrirlo.
es_419: Haz click en el botón de abajo para abrirlo.
fr: Cliquez sur le bouton ci-dessous pour l'ouvrir.
hu: Kattints a lenti gombra a megnyitásához
is: Smelltu á tengilinn hér fyrir neðan til að opna það.
it: Fai clic sul pulsante sotto per aprirlo.
ja: クリックすると下が開きます
ka_ge: გასახსნელად დააწკაპუნეთ ქვემოთ მოცემულ ღილაკს.
lt_lt: Norėdami atverti failą, spustelėkite mygtuką žemiau.
nb: Klikk på knappen nedenfor for å åpne den.
nl: Klik op onderstaande link om te openen.
pl: Kliknij przycisk poniżej, żeby to otworzyć.
pt_br: Clique no botão abaixo para abrí-lo.
ru: Для открытия нажмите на кнопку, расположенную ниже.
sq: Klikoni butonin poshtë për ta hapur.
sr: Кликните на дугме испод да га отворите.
sv: Klicka på knappen nedan för att öppna det.
tr: Açmak için aşağıdaki düğmeye tıklayın.

source: Open »%s«
ast: Abrir «%s»
ca: Obert »%s«
cs: Otevřít »%s«
da: Åbn »%s«
de: Öffne »%s«
es: Abrir »%s«
es_419: Abrir »%s«
fr: Ouvrir «%s»
hu: »%s« megnyitása
is: Opna »%s«
it: Apri «%s»
ja: »%s«を開く
ka_ge: »%s«-ის გახსნა
lt_lt: Atverti »%s«
nb: Åpne »%s«
pl: Otwórz »%s«
pt_br: Abrir »%s«
ru: Открыть «%s»
sq: Hap »%s«
sr: Отвори »%s«
sv: Öppna »%s«
tr: »%s« Aç

source: %s via %s
ast: %s per %s
cs: %s přes %s
es: %s por %s
es_419: %s vía %s
hu: %s ezen keresztül: %s
is: %s með %s
it: %s tramite %s
ja: %s に %s から
ka_ge: %s %s-ით
lt_lt: %s per %s
pl: %s przez %s
ru: %s через %s
sq: %s përmes %s
sr: %s преко %s
tr: %s, %s aracılığıyla

source: %s shared »%s« with you. You should have already received a separate mail with a link to access it.
cs: %s s vámi sdílel(a) %s.
da: %s delte »%s« med dig. Du burde allerede have modtaget en email med et link til at tilgå det.
de: %s hat »%s« mit Dir geteilt. Du solltest eine weitere E-Mail mit dem Link für den Zugriff erhalten haben.
es: %s compartió »%s« contigo. Deberías haber recibido ya un correo por separado con un enlace para acceder.
es_419: %s compartió »%s« contigo. Deberías haber recibido ya un correo por separado con la liga para accederlo.
fr: %s a partagé «%s» avec vous. Vous avez normalement déjà reçu un autre email avec un lien pour y accéder.
hu: %s megosztotta ezt: »%s« veled. Már meg is kellett kapj egy e-mailt a hozzáférési linkkel.
is: %s deildi »%s« með þér. Þú ættir að hafa fengið sérstakan tölvupóst með tengli sem vísar á gögnin.
it: %s ha condiviso «%s» con te. Dovresti aver ricevuto un messaggio separato con un collegamento per accedervi.
ja: %s により »%s« が共有されました アクセスするためのリンクは別途メールで受信してください。
ka_ge: %s მომხმარებელმა გაგიზიარათ »%s«. თქვენ მასზე წვდომის ბმულით, უკვე უნდა მოგსვლოდათ ცალკეული ელ-წერილი.
lt_lt: %s pasidalintas »%s« su Jumis. Jūs turėjote gauti elektroninį laišką su prieigos nuoroda.
nb: %s delte «%s» med deg. Du skal allerede ha mottatt en annen e-post med en lenke til innholdet.
nl: %s heeft "%s" met je gedeeld. Als het goed is, heb je een aparte email ontvangen met een linkje voor toegang.
pl: %s współdzieli z Tobą »%s«. Powinieneś już otrzymać osobny e-mail zawierający link dostępowy.
pt_br: %s compartilhou »%s« com você. Você já deve ter recebido um e-mail com um link para acessá-lo.
ru: %s предоставил(а) Вам общий доступ к «%s». Вы, скорее всего, уже получили отдельное письмо, содержащую ссылку для получения доступа.
sq: %sndau »%s« me ju. Ju duhet të keni marrë tashmë një mail të veçantë me një lidhje për të aksesuar atë.
sr: %s је поделио »%s« са Вама. Треба да сте до сад добили посебни мејл са везом како да му приступите.
sv: %s delade »%s« med dig. Du ska redan ha fått ett separat mail med en länk för att komma åt det.
tr: %s sizinle »%s« ögesini paylaştı. Erişim bağlantısını içeren başka bir e-posta daha almış olmalısınız.

source: %s shared »%s« with you. You should have already received a separate mail with a link to access it.
ca: %scompartit »%s« amb tu. Heu d'haver rebut un correu independent amb un enllaç per accedir-hi.
cs: %s s vámi sdílel(a) »%s«. Již jste měli dostat e-mail s přístupovými údaji.
da: %s delte »%s« med dig. Du burde allerede have modtaget en email med et link til at tilgå det.
de: %s hat »%s« mit Dir geteilt. Du solltest schon eine E-Mail mit einem Link erhalten haben um darauf zu zugreifen.
es: %s compartió »%s« con usted. Debería haber recibido un mensaje de correo separado con un enlace para abrirlo.
es_419: %s compartió »%s« contigo. Ya deberías haber recibido un correo aparte con la liga para accederlo.
fr: %s a partagé «%s» avec vous. Vous avez normalement déjà reçu un autre email avec un lien pour y accéder.
hu: %smegosztotta ezt: »%s« veled. Már meg is kellett kapj egy e-mailt a hozzáférési linkkel.
is: %s deildi »%s« með þér. Þú ættir að hafa fengið sérstakan tölvupóst með tengli sem vísar á gögnin.
it: %s ha condiviso «%s» con te. Dovresti aver ricevuto un messaggio separato con un collegamento per accedervi.
ja: %s により »%s« が共有されました。アクセスするためのリンクは別途メールで受信してください。
ka_ge: %s მომხმარებელმა გაგიზიარათ »%s«. თქვენ მასზე წვდომის ბმულით, უკვე უნდა მოგსვლოდათ ცალკეული ელ-წერილი.
lt_lt: %s pasidalintas »%s« su Jumis. Jūs turėjote gauti elektroninį laišką su prieigos nuoroda.
nb: %s delte «%s» med deg. Du skal allerede ha mottatt en annen e-post med en lenke til innholdet.
nl: %s heeft "%s" met je gedeeld. Je zou al een aparte email ontvangen moeten hebben met een link om er te komen.
pl: %s współdzieli »%s« z Tobą. Powinieneś już otrzymać osobnego e-maila z linkiem do dostępu.
pt_br: %s compartilhou »%s« com você. Você já deve ter recebido um e-mail com um link para acessá-lo.
ru: %s предоставил(а) Вам доступ к «%s». Вы, скорее всего, уже получили отдельное письмо, содержащее ссылку для получения доступа.
sq: %s ndau »%s« me ju. Ju duhet të keni marrë tashmë një mail të veçantë me një lidhje për të aksesuar atë.
sr: %s је поделио »%s« са Вама. Треба да сте до сад добили посебни мејл са везом како да му приступите.
sv: %s delade »%s« med dig. Du ska redan ha fått ett separat mail med en länk för att komma åt det.
tr: %s sizinle »%s« ögesini paylaştı. Erişim bağlantısını içeren başka bir e-posta daha almış olmalısınız.

source: Password to access »%s« shared to you by %s
ca: Contrasenya d'accés »%s« compartida per vostè %s
cs: Heslo pro přístup k »%s« (vám nasdílel(a) %s)
da: Kodeord for adgang til »%s« delt med dig af %s
de: Das Passwort zum Zugriff auf %s wurde durch %s mit Dir geteilt.
es: Contraseña para acceder »%s« compartido con usted por %s
es_419: Contraseña para acceder »%s« compartido contigo por %s
fr: Mot de passe pour accèder à «%s» partagé par %s
hu: Jelszó ehhez: »%s« megosztva veled általa: %s
is: Lykilorð fyrir aðgang að »%s« deilt með þér af %s
it: Password per accedere a «%s» condivisa con te da %s
ja: %sへの共有アクセスのパスワードが %s から共有されました
ka_ge: %s მომხმარებელმა გაგიზიარათ პაროლი წვდომისთვის »%s«
lt_lt: Slaptažodis, skirtas prieigai prie »%s« pasidalintas su jumis per %s
nb: Passord for å benytte »%s« tildelt deg av %s
nl: Toegangswachtwoord »%s« gedeeld met je door %s
pl: Hasło dostępu do »%s« jest udostępnione Tobie przez %s
pt_br: Senha para acessar %s compartilhado com você por %s
ru: Пароль для «%s», общий доступ к которому предоставлен Вам пользователем %s
sq: Fjalëkalimi për të hyrë »%s« ndarë me ju nda %s
sr: %s Вам је поделио лозинку за приступ »%s«
sv: Lösenord för att få tillgång till »%s« delat med dig av %s
tr: »%s« için sizin tarafınızdan %s üzerinden paylaşılan erişim parolası

source: Password to access »%s«
ast: Contraseña p'acceder a »%s«
ca: Contrasenya d'accés »%s«
cs: Heslo pro přístup k »%s«
da: Kodeord for adgang til »%s«
de: Passwort um auf »%s« zu zugreifen
es: Contraseña para acceder »%s«
es_419: Contraseña para acceder »%s«
fr: Mot de passe pour accèder à «%s»
hu: Jelszó »%s« eléréséhez
is: Lykilorð fyrir aðgang að »%s«
it: Password per accedere a «%s»
ja: »%s« にアクセスするパスワード
ka_ge: პაროლი წვდომისთვის »%s«
lt_lt: Slaptažodis, skirtas prieigai prie »%s«
nb: Passord for å benytte »%s«
nl: Wachtwoord om binnen te komen »%s«
pl: Hasło do dostępu »%s«
pt_br: Senha para acessar »%s«
ru: Пароль для доступа к «%s»
sq: Fjalëkalimi për akses »%s«
sr: Лозинка за приступ »%s«
sv: Lösenord för att nå »%s«
tr: »%s« erişim parolası

source: It is protected with the following password: %s
ast: Protexóse cola contraseña de darréu: %s
ca: Està protegit amb la següent contrasenya: %s
cs: Je chráněn následujícím heslem: %s
da: Det er beskyttet af følgende kodeord: %s
de: Dies ist mit dem folgendem Passwort geschützt: %s
es: Está protegido con la siguiente contraseña: %s
es_419: Está protegido con la siguiente contraseña: %s
fr: Il est protégé avec le mot de passe suivant : %s
hu: A következő jelszóval védve: %s
is: Það er varið með eftirfarandi lykilorði: %s
it: È protetta con la password seguente: %s
ja: 次のパスワードで保護されています: %s
ka_ge: ეს დაცულია შემდეგი პაროლით: %s
lt_lt: Apsaugotas slaptažodžiu: %s
nb: Den er beskyttet med følgende passord: %s
nl: Het is beveiligd met het volgende wachtwoord: %s
pl: To jest chronione z nstępującym hasłem: %s
pt_br: Está protegido com a seguinte senha: %s
ru: Доступ защищён следующим паролем: %s
sq: Është i mbrojtur me fjalëkalimin e mëposhtëm: %s
sr: Заштићена је следећом лозинком: %s
sv: Den är skyddad med följande lösenord: %s
tr: Öge şu parola ile korunuyor: %s

source: You just shared »%s« with %s. The share was already send to the recipient. Due to the security policies defined by the administrator of %s each share needs to be protected by password and it is not allowed to send the password directly to the recipient. Therefore you need to forward the password manually to the recipient.
ca: Acabeu de compartir »%s« amb %s. La part ja s'ha enviat al destinatari. A causa de les polítiques de seguretat definides per l'administrador de %scada acció, ha de ser protegit per contrasenya i no es permet enviar la contrasenya directament al destinatari. Per tant, heu de reenviar la contrasenya manualment al destinatari.
cs: Právě jste s »%s» nasdílel(a) %s. Sdílení bylo již příjemci zasláno. Kvůli bezpečnostní politice nastavené administrátorem %s musí být každé sdílení chráněno heslem a toto heslo nemůže být příjemci zasláno přímo. Kvůli tomu ho budete muset manuálně přeposlat.
da: Du har delt »%s« med %s. Delingen er allerede sendt til modtageren. Pga. sikkerhedsretninger der er lavet af administratoren af %s hver deling skal beskyttes af et password og det er ikke tilladt at sende passwordet direkte til modtageren. Derfor skal du give passwordet til modtageren manuelt.
de: Du hast »%s« mit %s geteilt. Die Freigabe wurde an den Empfenger gesandt. Aufgrund der Sicherheits-Richtlinien die vom Administrator von %svorgegeben wurden, benötigt jede Freigabe einen Passwortschutz und es ist nicht zulässig, ein Passwort direkt an den Empfänger zu versenden. Aus diesem Grund musst Du das Passwort selbst an den Empfänger senden.
es: Usted acaba de compartir »%s« con %s. El recurso compartido ya fue enviado al destinatario. Debido a las reglas de seguridad definadas por el administrador de %s cada recurso compartido necesita ser protegido por una contraseña y no esta permitido que usted mande la contraseña directamente al destinatario. Por eso, usted necesita mandar la contraseña manualmente al destinatario.
es_419: Acabas de compartir »%s« con %s. El elemento compartido ya ha sido enviado al destinatario. Debido a las políticas de seguridad definidas por el administrador de %s cada elelento compartido debe ser protegido por una contraseña y no se permite enviar la contraseña directamente al destinatario. Por lo tanto necesitas reenviar la contaseña manualmente al destinatario.
fr: Vous venez de partager «%s» avec %s. Le partage a déjà été envoyé au destinataire. En raison de la politique de sécurité définie par l'administrateur de %s, chaque partage a besoin d'être protégé par mot de passe et il n'est pas autorisé d'envoyer le mot de passe directement au destinataire. C'est pourquoi vous devez transmettre le mot de passe manuellement au destinataire.
hu: Épp megosztottad ezt: »%s« vele: %s. A megosztás már el is lett küldve a fogadónak. A%s rendszergazdája által meghatározott biztonsági szabályok miatt minden megosztást jelszóval kell védeni és a jelszót nem lehet közvetlenül elküldeni. Ezért a jelszót magadnak kell továbbítanod a fogadónak.
is: Þú varst í þessu að deila »%s« með %s. Sameignin var þegar send til viðtakandans. Vegna öryggisskilmála sem skilgreindir hafa verið af kerfisstjóra %s þarf hver sameign að vera varin með lykilorði og að ekki er leyfilegt að senda það lykilorð beint til viðtakandans. Því er nauðsynlegt að þú homir lykilorðinu beint til sjálfs viðtakandans.
it: Hai appena condiviso «%s» con %s. La condivisione è stata già inviata al destinatario. A causa dei criteri di sicurezza definiti dall'amministratore di %s, ogni condivisione deve essere protetta da password e non è consentito l'invio diretto della password al destinatario. Perciò, devi inoltrare manualmente la password al destinatario.
ja: %sを%sと共有しました。共有は受信者に送信されています。セキュリティポリシーにより%sの管理者が共有はパスワードで保護されるべきで、直接受信者に送信するべきではないと定めている場合、手動で受信者にメールを転送する必要があります。
ka_ge: თქვენ »%s« გააზიარეთ მომხმარებელთან %s. გაზიარება მიმღებთან უკვე გაიგზავნა. %s-ის ადმინისტრატორის მიერ დაწესებული თავდაცვის პოლიტიკის გამო, ყოველი გაზიარება საჭიროებს პაროლით დაცვას და არ გამოიყენება პირდაპირ პაროლის გასაგზავნად. ამისთვის პაროლი ხელით უნდა მიაწვდინოთ მიმღებს.
lt_lt: Jūs ką tik pasidalinote »%s« su %s. Dalinimosi nuoroda buvo išsiųsta adresatui. Pagal saugumo taisykles, kurias nustatė %s administratorius, kiekvienas dalinimasis turi būti apsaugotas slaptažodžiu. Kadangi slaptažodžio negalima tiesiogiai siųsti adresatui, jūs turite jį perduoti gyvai.
nb: Du delte akkurat »%s« med %s. Lageret har allerede blitt sendt til mottakeren. På grunn av sikkerhetspraksisen definert av administratoren for %s må hvert lager beskyttes med et passord, og det tillates ikke sendt direkte til mottakeren. Derfor trenger du å sende passordet manuelt til mottakeren.
nl: Je deelde »%s« met %s. De link is al gestuurd naar de geadresseerde. Vanwege de beveiligingsinstellingen, zoals ingesteld door de beheerder van %s, moet het delen worden beveiligd met een wachtwoord en is het niet toegestaan het wachtwoord rechtstreeks naar de ontvanger te versturen. Hierdoor moet je het wachtwoord zelf handmatig naar de ontvanger sturen.
pl: Właśnie udostępniłeś »%s« użytkownikowi %s. Udostępniony udział został już wysłany do odbiorcy, jednak zgodnie z polityką bezpieczeństwa ustanowioną przez administratora %s każdy udział musi zostać zabezpieczony hasłem. Wysyłanie hasła bezpośrednio do odbiorcy jest zabronione, dlatego też musisz mu je przekazać w klasyczny sposób.
pt_br: Você compartilhou »%s« com %s. O compartilhamento já foi enviado ao destinatário. Devido às políticas de segurança definidas pelo administrador de %s, cada compartilhamento necessita ser protegido por senha e não é permitido enviar a senha diretamente ao destinatário. Portanto você necessita enviar a senha manualmente ao destinatário.
ru: Вы только что предоставили общий доступ к «%s» пользователю %s. Уведомление о предоставлении доступа было отправлено получателю. В соответствии с политиками безопасности, заданными администратором %s, каждый общий ресурс должен быть защищён паролем, а так же не допускается непосредственное отправление пароля получателю, поэтому Вам потребуется самостоятельно перенаправить получателю пароль для доступа.
sq: Ju sapo ndatë »« me %s%s. Pjesa ishte dërguar tashmë tek marrësi. Për shkak të politikave të sigurisë të përcaktuara nga administratori %s secila ndarje duhet të mbrohet me fjalëkalim dhe nuk lejohet të dërgojë fjalëkalimin drejtpërdrejt te marrësi. Prandaj ju duhet ta kaloni fjalëkalimin manualisht tek marrësi.
sr: Управо сте поделили »%s« са корисником %s. Дељење је већ послато примаоцу. Због безбедоносне политике коју је дефинисао администратор инстанце %s , свако дељење мора бити заштићено лозинком и није дозвољено да пошаљете лозинку директно кориснику. Због тога морате ручно послати лозинку примаоцу.
sv: Du delade precis »%s« med %s. Delningen var redan skickat till mottagaren. På grund av säkerhetspolicyn definierad av administratören av %s måste varje delning vara lösenordsskyddad och det är inte tillåtet att skicka lösenordet direkt till mottagaren. Därför behöver du vidarebefordra lösenordet manuellt till mottagaren.
tr: »%s« ögesini %s ile paylaştınız. Paylaşım alıcıya gönderildi. %s yöneticisi tarafından belirlenmiş güvenlik ilkelerine göre her bir paylaşım için bir parola belirtilmesi ve bu parolanın alıcıya doğrudan gönderilmemesi gerekiyor. Bu nedenle parolayı alıcıya el ile siz iletmelisiniz.

source: Password to access »%s« shared with %s
ca: Contrasenya d'accés »%s« compartit amb %s
cs: Heslo pro přístup k »%s« sdíleno s %s
da: Password for adgang til »%s« delt med dig af %s
de: Passwort für den Zugriff auf %s, geteilt mit %s
es: Se ha compartido con %s una contraseña para acceder a »%s«
es_419: La contraseña para acceder »%s« ha sido compartida con %s
fr: Mot de passe pour accèder à «%s» partagé avec %s
hu: Jelszó ehhez: »%s« megosztva vele: %s
is: Lykilorð fyrir aðgang að »%s« deilt með %s
it: Password per accedere a «%s» condivisa con %s
ja: »%s« にアクセスするパスワードが %s から共有されました
ka_ge: პაროლი »%s« წვდომაზე გაზიარდა მომხმარებელთან %s
lt_lt: Slaptažodis prieigai prie »%s« pasidalintas su %s
nb: Passord for å benytte »%s« delt med %s
nl: Wachtwoord voor toegang »%s« gedeeld met %s
pl: Hasło dostępu do »%s« zostało udostępnione %s
pt_br: Senha para acessar »%s« compartilhado com %s
ru: Паролем для доступа к «%s» поделились с %s
sq: Fjalëkalimi për të hyrë »%s« ndarë me %s
sr: Лозинка за приступ »%s« подељена са корисником %s
sv: Lösenord för att få tillgång till »%s« delade med %s
tr: »%s« için %s üzerinden paylaşılan erişim parolası

source: This is the password: %s
ast: Esta ye la contraseña: %s
ca: Aquesta és la contrasenya:%s
cs: Toto je heslo: %s
da: Dette password er: %s
de: Das Passwort lautet: %s
es: Esta es la contraseña: %s
es_419: Esta es la contraseña: %s
fr: Voici le mot de passe : %s
hu: Ez a jelszó: %s
is: Þetta er lykilorðið: %s
it: Questa è la password: %s
ja: パスワード: %s
ka_ge: ეს პაროლია: %s
lt_lt: Štai yra slaptažodis: %s
nb: Dette er passordet: %s
nl: Dit is het wachtwoord: %s
pl: To jest hasło: %s
pt_br: Essa é a senha: %s
ru: Пароль: %s
sq: Ky është fjalëkalimi: %s
sr: Ово је лозинка: %s
sv: Detta är lösenordet: %s
tr: İleteceğiniz parola: %s

source: You can choose a different password at any time in the share dialog.
ast: Pues escoyer una contraseña diferente en cualesquier momentu nel diálogu de compartir.
ca: Podeu triar una contrasenya diferent en qualsevol moment al diàleg d'accions.
cs: V dialogu sdílení můžete kdykoliv vybrat jiné heslo.
da: Du kan til enhver tid vælge et andet password i delings dialogen.
de: Im Teilen-Dialog kannst Du jederzeit ein anderes Passwort wählen.
es: Puedes elegir una contraseña diferente en cualquier momento en el diálogo de compartir.
es_419: Puedes elegir una contraseña diferente en cualquier momento en la ventana de diálogo de compartir.
fr: Vous pouvez choisir un mot de passe différent à n'importe quel moment dans la boîte de dialogue de partage.
hu: Bármikor választhatsz másik jelszót a megosztási ablakban.
is: Þú getur hvenær sem er valið annað lykilorð með því að fara í deilingargluggann.
it: Puoi scegliere una password diversa in qualsiasi momento nella finestra di condivisione.
ja: 共有ダイアログからいつでも違うパスワードに変更できます。
ka_ge: გაზიარების დიალოგის მეშვეობით, ნებისმიერ დროს შეგიძლიათ აირჩიოთ სხვა პაროლი.
lt_lt: Bendrinimo dialoge bet kuriuo metu galite pasirinkti kitą slaptažodį.
nb: Du kan velge et annet passord når som helst i delingsdialogvinduet.
nl: Je kunt in de Delen-dialoog altijd een ander wachtwoord kiezen.
pl: Możesz zmienić hasło w okienku współdzielenia w dowolnym momencie.
pt_br: Você pode escolher uma senha diferente a qualquer momento no diálogo compartilhamento.
ru: В любой момент можно выбрать другой пароль в диалоге «Общий доступ».
sq: Ju mund të zgjidhni një fjalëkalim tjetër në çdo kohë në dialogun e ndarjes.
sr: Можете да одаберете другу лозинку кад год желите у дијалогу за дељење.
sv: Du kan välja ett annat lösenord när som helst i delningsdialogen.
tr: İstediğiniz zaman paylaşım bölümünden farklı bir parola belirtebilirsiniz.

source: Could not find share
ast: Nun pudo alcontrase la compartición
ca: No s'ha pogut trobar la compartició
cs: Nelze nalézt sdílení
da: Kan ikke finde deling
de: Freigabe konnte nicht gefunden werden
es: No se pudo encontrar el recurso compartido
es_419: No fue posible encontrar el elemento compartido
fr: Impossible de trouver le partage
hu: Nem található a megosztás
is: Gat ekki fundið sameign
it: Non è stato possibile trovare la condivisione
ja: 共有が見つかりませんでした
ka_ge: გაზიარება ვერ იქნა ნაპოვნი
lt_lt: Nepavyko rasti viešinio
nb: Delingen ble ikke funnet
nl: Kon gedeeld niet vinden
pl: Nie można odnaleźć współdzielonego obiektu
pt_br: Não foi possível encontrar o compartilhamento
ru: Не удалось найти общий ресурс
sq: Nuk mund të gjej shpërndarje
sr: Не могу да пронађем дељење
sv: Kunde inte hitta delning
tr: Paylaşım bulunamadı

source: Share by mail
ast: Unviar per corréu
ca: Comparteix per correu
cs: Sdílet e-mailem
da: Delt med mail
de: Geteilt über eine E-Mail
es: Enviado por correo electrónico
es_419: Compartir por correo
fr: Partage par email
hu: Küldés e-mailben
is: Deila með tölvupósti
it: Condividi tramite email
ja: メールで共有
ka_ge: გაზიარება ელ-ფოსტით
lt_lt: Bendrinama per el. paštą
nb: Del via e-post
nl: Delen via email
pl: Współdzielone e-mailem
pt_br: Compartilhamento por e-mail
ru: Поделиться по почте
sq: Shpërnda me mail
sr: Подели е-поштом
sv: Dela via e-post
tr: E-posta ile paylaş
