Repository: Cybso/server
Catalog: translationfiles/*/systemtags.po
Languages: bg, ca, cs, da, de, es_ec, et_ee, fi, fr, hu, is, ja, ka_ge, lt_lt, lv, nb, pl, pt_br, ru, sq, sr, sv, tr, vi

source: You updated system tag %2$s to %1$s
bg: Актуализирахте системен таг %2$s на %1$s
ca: Has actualitzat les marques de sistema de la %2$s a la %1$s
cs: Aktualizoval(a) jste systémový tag %2$s na %1$s
da: Du ændrede systemmærket %2$s til %1$s
de: Du hast den System-Tag %2$s zu %1$s aktualisiert
es_ec: Actualizaste la etiqueta del sistema %2$s a %1$s
et_ee: Sa uuendasid süsteemi sildi %2$s => %1$s
fi: Päivitit järjestelmätunnisteen %2$s tunnisteeksi %1$s
fr: Vous avez renommé l'étiquette collaborative %2$s en %1$s
hu: %2$s rendszer címke frissítve erre: %1$s
is: Þú uppfærðir kerfismerkið %1$s í %2$s
ja: システムタグを %2$s から %1$s に更新しました
ka_ge: სისტემური ტეგი %2$s განაახლეთ %1$s-ზე
lt_lt: Jūs atnaujinote sistemos žymę %2$s į %1$s
lv: Tu atjaunoji sistēmas atzīmi %2$s uz %1$s
nb: Du oppdaterte system-merkelapp %2$s til %1$s
pl: Zaktualizowałeś/-aś etykietę systemową %2$s do %1$s
pt_br: Você atualizou a etiqueta de sistema %2$s para %1$s
ru: Вы изменили системную метку «%2$s» на «%1$s»
sq: Ju përditësuat etiketën e sistemit nga %2$s në %1$s
sr: Ажурирали сте системску ознаку %2$s на %1$s
sv: Du uppdaterade systemtagg %2$s till %1$s
tr: %2$s sistem etiketini %1$s olarak güncellediniz
vi: Bạn đã cập nhật nhãn %2$s to %1$s

source: You updated system tag {oldsystemtag} to {newsystemtag}
bg: Актуализирахте системен таг {oldsystemtag} на {newsystemtag}
ca: Heu actualitzat l'etiqueta del sistema {oldsystemtag} a {newsystemtag}
cs: Aktualizoval(a) jste systémový tag {oldsystemtag} na {newsystemtag}
da: Du opdaterede {oldsystemtag} til {newsystemtag}
de: Du hast den System-Tag {oldsystemtag} zu {newsystemtag} aktualisiert
es_ec: Actualizaste la etiqueta del sistema {oldsystemtag} a {newsystemtag}
et_ee: Sa uuendasid süsteemi sildi {oldsystemtag} => {newsystemtag}
fi: Päivitit järjestelmätunnisteen {oldsystemtag} tunnisteeksi {newsystemtag}
fr: Vous avez renommé l'étiquette collaborative {oldsystemtag} en {newsystemtag}
hu: {oldsystemtag} rendszer címke frissítve erre: {newsystemtag}
is: Þú uppfærðir kerfismerkið {oldsystemtag} í {newsystemtag}
ja: システムタグを {oldsystemtag} から {newsystemtag} に更新しました
ka_ge: სისტემური ტეგი {oldsystemtag} განაახლეთ {newsystemtag}-ზე
lt_lt: Jūs atnaujinote sistemos žymę {oldsystemtag} į {newsystemtag}
lv: Jūs atjaunināt sistēmas atzīmi {oldsystemtag} uz {newsystemtag}
nb: Du oppdaterte system-merkelapp {oldsystemtag} til {newsystemtag}
pl: Zaktualizowałeś/-aś etykietę systemową {oldsystemtag} do {newsystemtag}
pt_br: Você atualizou a etiqueta de sistema de {oldsystemtag} para {newsystemtag}
ru: Вы изменили системную метку «{oldsystemtag}» на «{newsystemtag}»
sq: Ju përditësuat etiketën e sistemit nga {oldsystemtag} në {newsystemtag}
sr: Ажурирали сте системску ознаку {oldsystemtag} на {newsystemtag}
sv: Du uppdaterade systemtagg {oldsystemtag} till {newsystemtag}
tr: {oldsystemtag} sistem etiketini {newsystemtag} olarak güncellediniz
vi: Bạn đã cập nhật nhãn {oldsystemtag} thành {newsystemtag}

source: %1$s updated system tag %3$s to %2$s
bg: %1$s акутализиран системен таг %3$s на %2$s
ca: %1$s ha actualitzat les marques de sistema de la %3$s a la %2$s
cs: %1$s aktualizoval systémový tag %3$s na %2$s
da: %1$s ændrede systemmærket %3$s til %2$s
de: %1$s hat System-Tag von %3$s zu %2$s aktualisiert
es_ec: %1$s actualizó la etiqueta del sistema %3$s a %2$s
et_ee: %1$s uuendas süsteemi sildi %3$s => %2$s
fi: %1$s päivitti järjestelmätunnisteen %3$s tunnisteeksi %2$s
fr: %1$s a renommé l'étiquette collaborative %3$s en %2$s
hu: %1$s frissítette ezt a rendszer címkét erről: %3$s erre: %2$s
is: %1$s uppfærði kerfismerkið %3$s í %2$s
ja: %1$s が タグを %3$s から %2$s に更新
ka_ge: %1$s მომხმარებელმა სისტემური ტეგი %3$s განაახლა %2$s-ზე
lt_lt: %1$s atnaujino sistemos žymę %3$s į %2$s
lv: %1$spārmainija sistēmas atzīmi %3$s uz %2$s
nb: %1$s oppdaterte system-merkelapp %3$s til %2$s
pl: %1$s zaktualizował/-a etykietę systemową %3$s do %2$s
pt_br: %1$s atualizou a etiqueta de sistema %3$s para %2$s
ru: %1$s изменил(а) системную метку «%3$s» на «%2$s»
sq: %1$s përditësoi etiketën e sistemit %3$s si %2$s
sr: %1$s ажурирао системску ознаку %3$s на %2$s
sv: %1$s uppdaterade systemtagg %3$s till %2$s
tr: %1$s, %3$s sistem etiketini %2$s olarak güncelledi
vi: %1$s đã cập nhật nhãn %3$s thành%2$s

source: {actor} updated system tag {oldsystemtag} to {newsystemtag}
bg: {actor} Актуализира системен таг {oldsystemtag} на {newsystemtag}
ca: {actor} etiqueta del sistema actualitzada {oldsystemtag} a {newsystemtag}
cs: {actor} aktualizoval(a) systémový tag {oldsystemtag} na { newsystemtag}
da: {actor} opdaterede systemtag {oldsystemtag} til {newsystemtag}
de: {actor} hast den System-Tag {oldsystemtag} zu {newsystemtag} aktualisiert
es_ec: {actor} actualizó la etiqueta del sistema {oldsystemtag} a {newsystemtag}
et_ee: {actor} uuendas süsteemi sildi {oldsystemtag} => {newsystemtag}
fi: {actor} päivitti järjestelmätunnisteen {oldsystemtag} tunnisteeksi {newsystemtag}
fr: {actor} a renommé l'étiquette collaborative {oldsystemtag} en {newsystemtag}
hu: {actor} frissítette ezt a rendszer címkét: {oldsystemtag} erre: {newsystemtag}
is: {actor} uppfærði kerfismerkið {oldsystemtag} í {newsystemtag}
ja: {actor} がシステムタグを {oldsystemtag} から {newsystemtag} に更新しました
ka_ge: {actor} მომხმარებელმა სისტემური ტეგი {oldsystemtag} განაახლა {newsystemtag}-ზე
lt_lt: {actor} atnaujino sistemos žymę {oldsystemtag} į {newsystemtag}
lv: {actor} atjaunināja sistēmas atzīmi {oldsystemtag} uz {newsystemtag}
nb: {actor} oppdaterte system-merkelapp {oldsystemtag} til {newsystemtag}
pl: {actor} zaktualizował/-a etykietę systemową {oldsystemtag} do {newsystemtag}
pt_br: {actor} atualizou a etiqueta de sistema de {oldsystemtag} para {newsystemtag}
ru: {actor} изменил(а) системную метку «{oldsystemtag}» на «{newsystemtag}»
sq: {actor} përditësoi etiketimin e sistemit {oldsystemtag} në {newsystemtag}
sr: {actor} ажурирао системску ознаку {oldsystemtag} на {newsystemtag}
sv: {actor} uppdaterade systemtagg {oldsystemtag} till {newsystemtag}
tr: {actor}, {oldsystemtag} sistem etiketini {newsystemtag} olarak güncelledi
vi: {actor} đã cập nhật nhãn {oldsystemtag} thành {newsystemtag}

source: You added system tag %2$s to %1$s
bg: Добавихте системен таг %2$s на %1$s
ca: Heu afegit l'etiqueta del sistema %2$sa%1$s
cs: Přidal(a) jste systémový tag %2$s k %1$s
da: Du tilføjede system tag %2$s til %1$s
de: Du hast den System-Tag %2$s zu %1$s hinzugefügt
es_ec: Agregaste la etiqueta del sistema %2$s a %1$s
et_ee: Sa lisasid süsteemi sildi %2$s => %1$s
fi: Lisäsit järjestelmätunnisteen %2$s tiedostoon %1$s
fr: Vous avez ajouté l'étiquette collaborative %2$s à %1$s
hu: Hozzáadtad ezt a rendszer címkét: %2$s ehhez: %1$s
is: Þú bættir við kerfismerkinu %1$s í %2$s
ja: %1$s にシステムタグ %2$s を追加しました
ka_ge: თქვენ %1$s ფაილს დაუმატეთ სისტემური ტეგი %2$s
lt_lt: Jūs pridėjote sistemos žymę %2$s prie %1$s
lv: Tu pievienoji sistēmas atzīmi %2$s uz %1$s
nb: Du la til system-merkelapp %2$s til %1$s
pl: Dodałeś/-aś etykietę systemową %2$s do %1$s
pt_br: Você adicionou a etiqueta de sistema %2$s para %1$s
ru: Вы пометили «%1$s» системной меткой «%2$s»
sq: Ju shtuat tagun e sistemit%2$s në %1$s
sr: Додали сте системску ознаку %2$s на %1$s
sv: Du la till systemtagg %2$s på %1$s
tr: %2$s sistem etiketini %1$s dosyasına eklediniz
vi: Bạn đã dán nhãn %2$s vào %1$s

source: You added system tag {systemtag} to {file}
bg: Добавихте системен таг {systemtag} на {file}
ca: Heu afegit l'etiqueta del sistema {systemtag} a {file}
cs: K {file} jste přidal(a) systémový tag {systemtag}
da: Du tilføjede system tag {systemtag} til {file}
de: Du hast den System-Tag {systemtag} zu {file} hinzugefügt
es_ec: Agregaste la etiqueta del sistema {systemtag} a {file}
et_ee: Sa lisasid süsteemi sildi {systemtag} failile {file}
fi: Lisäsit järjestelmätunnisteen {systemtag} tiedostoon {file}
fr: Vous avez ajouté l'étiquette collaborative {systemtag} à {file}
hu: Hozzáadtad ezt a rendszer címkét: {systemtag} ehhez: {file}
is: Þú bættir við kerfismerkinu {systemtag} í {file}
ja: {file} にシステムタグ {systemtag} を追加
ka_ge: თქვენ {file} ფაილს დაუმატეთ სისტემური ტეგი {systemtag}
lt_lt: Jūs pridėjote sistemos žymę {systemtag} prie {file}
lv: Tu pievienoji sistēmas atzīmi {systemtag} failam {file}
nb: Du la til system-merkelapp {systemtag} til {file}
pl: Dodałeś/-aś etykietę systemową {systemtag} do {file}
pt_br: Você adicionou a etiqueta de sistema {systemtag} para {file}
ru: Вы пометили «{file}» системной меткой «{systemtag}»
sq: Ju shtuat tagun e sistemit{systemtag} në{file}
sr: Додали сте системску ознаку {systemtag} на {file}
sv: Du la till systemtagg {systemtag} på {file}
tr: {systemtag} sistem etiketini {file} dosyasına eklediniz
vi: Bạn đã dán nhãn {systemtag} vào {file}

source: %1$s added system tag %3$s to %2$s
bg: %1$s добави системен таг %3$s на %2$s
ca: %1$sS'ha afegit una etiqueta al sistema%3$s%2$s
cs: %1$s k %2$s přidal systémový štítek %3$s
da: %1$s tilføjede system tag %3$s til %2$s
de: %1$s hat System-Tag %3$s zu %2$s hinzugefügt
es_ec: %1$s agregó la etiqueta del sistema %3$s a %2$s
et_ee: %1$s lisas süsteemi sildi %3$s => %2$s
fi: %1$s lisäsi järjestelmätunnisteen %3$s tiedostoon %2$s
fr: %1$s a ajouté l'étiquette collaborative %3$s à %2$s
hu: %1$s hozzáadta ezt a rendszer címkét: %3$s ehhez: %2$s
is: %1$s bætti við kerfismerkinu %3$s í %2$s
ja: %1$s はシステムタグ %3$s を %2$s に追加しました
ka_ge: %1$s მომხმარებელმა სისტემური ტეგი %3$s დაუმატა ფაილს %2$s
lt_lt: %1$s pridėjo sistemos žymę %3$s prie %2$s
lv: %1$spievienoja sistēmas atzīmi %3$s uz %2$s
nb: %1$s la til system-merkelapp %3$s til %2$s
pl: %1$s dodał/-a etykiete systemową %3$s do %2$s
pt_br: %1$s adicionou a etiqueta de sistema %3$s para %2$s
ru: %1$s пометил(а) «%2$s» системной меткой «%3$s»
sq: %1$s shtoi etiketën e sistemit %3$s në %2$s
sr: %1$s додао системску ознаку %3$s на %2$s
sv: %1$s la till systemtagg %3$s på %2$s
tr: %1$s, %3$s sistem etiketini %2$s dosyasına ekledi
vi: %1$s đã dán nhãn %3$s vào %2$s

source: {actor} added system tag {systemtag} to {file}
bg: {actor} добави системен таг {systemtag} на {file}
ca: {actor} ha afegit l'etiqueta del sistema {systemtag} a {file}
cs: {actor} přidal(a) systémový tag {systemtag} k {file}
da: {actor} tilføjede system tag {systemtag} til {file}
de: {actor} hat den System-Tag {systemtag} zu {file} hinzugefügt
es_ec: {actor} agregó la etiqueta del sistema {systemtag} a {file}
et_ee: {actor} lisas süsteemi sildi {systemtag} failile {file}
fi: {actor} lisäsi järjestelmätunnisteen {systemtag} tiedostoon {file}
fr: {actor} a ajouté l'étiquette collaborative {systemtag} à {file}
hu: {actor} hozzáadta ezt a rendszer címkét: {systemtag} ehhez: {file}
is: {actor} bætti við kerfismerkinu {systemtag} í {file}
ja: {actor} が {file} にシステムタグ {systemtag} を追加しました
ka_ge: {actor} მომხმარებელმა სისტემური ტეგი {systemtag} დაუმატა ფაილს {file}
lt_lt: {actor} pridėjo sistemos žymę {systemtag} prie {file}
nb: {actor} la til system-merkelapp {systemtag} til {file}
pl: {actor} dodał/-a etykiete systemową {systemtag} do {file}
pt_br: {actor} adicionou a etiqueta de sistema {systemtag} para {file}
ru: {actor} пометил(а) «{file}» системной меткой «{systemtag}»
sq: {actor} shtoi etiketimin e sistemit {systemtag} në {file}
sr: {actor} додао системску ознаку {systemtag} на {file}
sv: {actor} la till systemtagg {systemtag} på {file}
tr: {actor}, {systemtag} sistem etiketini {file} dosyasına eklediniz
vi: {actor} đã dán nhãn {systemtag} vào {file}

source: You removed system tag %2$s from %1$s
bg: Премахнахте системен таг %2$s от %1$s
ca: Heu eliminat l'etiqueta del sistema%2$s %1$s
cs: Z %2$s jste odstranil(a) systémový tag %1$s
da: Du fjernede system tag %2$s fra %1$s
de: Du hast den System-Tag %2$s von %1$s entfernt
es_ec: Eliminaste la etiqueta del sistema %2$s de %1$s
et_ee: Sa eemaldasid süsteemi sildi %2$s - %1$s
fi: Poistit järjestelmätunnisteen %2$s tiedostosta %1$s
fr: Vous avez retiré l'étiquette collaborative %2$s de %1$s
hu: Eltávolítottad ezt a rendszer címkét: %2$s innen: %1$s
is: Þú fjarlægðir kerfismerkið %2$s af %1$s
ja: %1$s から システムタグ %2$sを削除しました
ka_ge: თქვენ სისტემური ტეგი %2$s მოაშორეთ ფაილს %1$s
lt_lt: Jūs pašalinote sistemos žymę %2$s nuo %1$s
lv: Tu noņēmi sistēmas atzīmi %2$s no %1$s
nb: Du fjernet system-merkelapp %2$s fra %1$s
pl: Usunąłeś/-ęłaś etykiete systemową %2$s z %1$s
pt_br: Você excluiu a etiqueta de sistema %2$s de %1$s
ru: Вы убрали системную метку «%2$s» с «%1$s»
sq: Ju hoqët etiketimin e sistemit %2$s nga %1$s
sr: Уклонили сте системску ознаку %2$s са %1$s
sv: Du tog bort systemtagg %2$s från %1$s
tr: %2$s sistem etiketini %1$s dosyasından sildiniz
vi: Bạn đã xóa nhãn %2$s khỏi %1$s

source: You removed system tag {systemtag} from {file}
bg: Премахнахте системен таг {systemtag} от {file}
ca: Heu eliminat l'etiqueta del sistema {systemtag} de {file}
cs: Z {file} jste odstranil(a) systémový tag {systemtag}
da: Du fjernede system tag {systemtag} fra {file}
de: Du hast den System-Tag {systemtag} von {file} entfernt
es_ec: Eliminaste la etiqueta del sistema {systemtag} de {file}
et_ee: Sa eemaldasid süsteemi sildi {systemtag} {file} faililt
fi: Poistit järjestelmätunnisteen {systemtag} tiedostosta {file}
fr: Vous avez retiré l'étiquette collaborative {systemtag} de {file}
hu: Eltávolítottad ezt a rendszer címkét: {systemtag} innen: {file}
is: Þú fjarlægðir kerfismerkið {systemtag} af {file}
ja: {file} から システムタグ {systemtag} を削除
ka_ge: თქვენ სისტემური ტეგი {systemtag} მოაშორეთ ფაილს {file}
lt_lt: Jūs pašalinote sistemos žymę {systemtag} nuo {file}
lv: TU noņēmi sistēmas atzīmi {systemtag} no {file}
nb: Du fjernet system-merkelapp {systemtag} fra {file}
pl: Usunąłeś/-ęłaś etykietę systemową {systemtag} z {file}
pt_br: Você excluiu a etiqueta de sistema {systemtag} de {file}
ru: Вы убрали системную метку «{systemtag}» с «{file}»
sq: Hoqët etiketën e sistemit {systemtag} nga {file}
sr: Уклонили сте системску ознаку {systemtag} са {file}
sv: Du tog bort systemtagg {systemtag} från {file}
tr: {systemtag} sistem etiketini {file} dosyasından sildiniz
vi: Bạn đã xóa nhãn {systemtag} khỏi {file}

source: %1$s removed system tag %3$s from %2$s
bg: %1$s премахна системни таг %3$s от %2$s
ca: %1$sS'ha eliminat l'etiqueta del sistema%3$s%2$s
cs: %1$s odstranil systémový štítek %3$s z %2$s
da: %1$s fjernede systemtag %3$s fra %2$s
de: %1$s hat System-Tag %3$s von %2$s entfernt
es_ec: %1$s eliminó la etiqueta del sistema %3$s de %2$s
et_ee: %1$s eemaldas süsteemi sildi %3$s - %2$s
fi: %1$s poisti järjestelmätunnisteen %3$s tiedostosta %2$s
fr: %1$s a supprimé l'étiquette collaborative %3$s de %2$s
hu: %1$s eltávolította ezt a rendszer címkét: %3$s innen: %2$s
is: %1$s fjarlægði kerfismerkið %3$s af %2$s
ja: %1$s は %2$s からシステムタグ %3$s を削除しました
ka_ge: %1$s მომხმარებელმა სისტემური ტეგი %3$s მოაშორა ფაილს %2$s
lt_lt: %1$s pašalino sistemos žymę %3$s nuo %2$s
lv: %1$s noņēma sistēmas atzīmi %3$s no %2$s
nb: %1$s fjernet system-merkelapp %3$s fra %2$s
pl: %1$s usunął/-ęła etykietę systemową %3$s z %2$s
pt_br: %1$s excluiu a etiqueta de sistema %3$s de %2$s
ru: %1$s убрал(а) системную метку «%3$s» с «%2$s»
sq: %1$s hoqi etiketimin e sistemit %3$s nga %2$s
sr: %1$s уклонио системску ознаку %3$s са %2$s
sv: %1$s tog bort systemtagg %3$s från %2$s
tr: %1$s, %3$s sistem etiketini %2$s dosyasından sildi
vi: %1$s đã xóa nhãn %3$s khỏi %2$s

source: {actor} removed system tag {systemtag} from {file}
bg: {actor} премахна системен таг {systemtag} от {file}
ca: {actor} ha eliminat l'etiqueta del sistema {systemtag} de {file}
cs: {actor} odstranil(a) systémotý tag {systemtag} z {file}
da: {actor} fjernede system tag {systemtag} fra {file}
de: {actor} hat den System-Tag {systemtag} von {file} entfernt
es_ec: {actor} eliminó la etiqueta del sistema {systemtag} de {file}
et_ee: {actor} eemaldas süsteemi sildi {systemtag} {file} faililt
fi: {actor} poisti järjestelmätunnisteen {systemtag} tiedostosta {file}
fr: {actor} a retiré l'étiquette collaborative {systemtag} de {file}
hu: {actor} eltávolította ezt a rendszer címkét: {systemtag} innen: {file}
is: {actor} fjarlægði kerfismerkið {systemtag} af {file}
ja: {actor} が {file} からシステムタグ {systemtag} を削除しました
ka_ge: {actor} მომხმარებელმა სისტემური ტეგი {systemtag} მოაშორა ფაილს {file}
lt_lt: {actor} pašalino sistemos žymę {systemtag} nuo {file}
lv: {actor} noņēma sistēmas atzīmi {systemtag} no {file}
nb: {actor} fjernet system-merkelapp {systemtag} fra {file}
pl: {actor} usunął/-ęła etykietę systemową {systemtag} z {file}
pt_br: {actor} excluiu a etiqueta de sistema {systemtag} de {file}
ru: {actor} убрал(а) системную метку «{systemtag}» с «{file}»
sq: {actor} hoqi etiketimin e sistemit {systemtag} nga {file}
sr: {actor} уклонио системску ознаку {systemtag} са {file}
sv: {actor} tog bort systemtagg {systemtag} från {file}
tr: {actor}, {systemtag} sistem etiketini {file} dosyasından sildi
vi: {actor} đã xóa nhãn {systemtag} khỏi {file}

source: %s (restricted)
ca: %s (restringit)
cs: %s (omezeno)
da: %s (begrænset)
de: %s (eingeschränkt)
es_ec: %s (restringido)
et_ee: %s (piiratud)
fi: %s (rajoitettu)
fr: %s (restreint)
hu: %s (korlátozott)
is: %s (takmarkaður aðgangur)
ja: %s (制限)
ka_ge: %s (აკრძალული)
lt_lt: %s (ribotas)
lv: %s (ierobežots)
nb: %s (begrenset)
pl: %s (ograniczony)
pt_br: %s (restrito)
ru: %s (ограниченная)
sq: %s (e kufizuar)
sr: %s (ограничена)
sv: %s (begränsad)
tr: %s (kısıtlı)
vi: %s (bị hạn chế)

source: %s (invisible)
cs: %s (neviditelný)
da: %s (usynlig)
de: %s (unsichtbar)
et_ee: %s (nähtamatu)
fi: %s (näkymätön)
hu: %s (láthatatlan)
is: %s (ósýnilegt)
ja: %s (不可視)
ka_ge: %s (უჩინარი)
lt_lt: %s (nematomas)
lv: %s (neredzams)
nb: %s (usynlig)
pl: %s (niewidoczny)
pt_br: %s (invisível)
ru: %s (невидимая)
sq: %s (e padukshme)
sr: %s (невидљива)
sv: %s (osynlig)
tr: %s (gizli)
vi: %s (vô hình)

source: <strong>System tags</strong> for a file have been modified
bg: Промяна на <strong>системни тагове</strong> за файл
ca: Les <strong>Marques de Sistema</strong> d'un fitxer s'han modificat
cs: <strong>Systémové tagy</strong> souboru byly upraveny
da: En fils <strong>systemmærkning</strong> er blevet ændret
de: <strong>System-Tags</strong> für eine Datei wurden geändert
es_ec: Las <strong>etiquetas del sistema</strong> para un archivo han sido modificadas
et_ee: <strong>Süsteemi sildid</strong> sellele failile on muudetud
fi: Tiedoston <strong>järjestelmätunnisteita</strong> on muokattu
fr: <strong>Les étiquettes collaboratives</strong> pour un fichier ont été modifiées
hu: A fájl <strong>rendszer címkéje</strong> módosítva lett
is: <strong>Kerfismerkjum</strong> á skrá hefur verið breytt
ja: ファイルの<strong>タグ</strong>が変更されたとき
ka_ge: <strong>სისტემური ტეგები</strong> ფაილისთვის შეიცვალა
lt_lt: Failo <strong>sistemos žymės</strong> buvo pakeistos.
lv: <strong>Sistēmas atzīmes</strong> failam tikušas mainītas
nb: Endringer av en fils <strong>System-merkelapper</strong>
pl: <strong>Etykieta systemowa</strong> dla pliku została zmieniona
pt_br: <strong>As etiquetas de sistema</strong> para um arquivo foram modificadas
ru: <strong>Системные метки</strong> файла были изменены
sq: U ndryshyan <strong>etiketa sistemi</strong>për një kartelë
sr: <strong>Системске ознаке</strong> за фајл су измењене
sv: <strong>Systemtaggar</strong> för en fil har blivit ändrade
tr: Bir dosyanın <strong>sistem etiketleri</strong> değiştirildi
vi: <strong>Nhãn</strong> cho một tập tin đã được sửa đổi

source: Collaborative tags
ca: Etiquetes col·laboratives
cs: Značky pro spolupráci
da: Kollaborativ tags
de: Gemeinsame Tags
es_ec: Etiquetas colaborativas
et_ee: Koostöö sildid
fi: Yhteistyölliset tunnisteet
fr: Étiquettes collaboratives
hu: Együttműködési címkék
is: Samstarfsmerkingar
ja: コラボタグ
ka_ge: თანამშრომლობის ტეგები
lt_lt: Bendradarbiavimo žymės
lv: Sadarbības atzīmes
nb: Samarbeidsmerkelapper
pl: Wspólne etykiety
pt_br: Etiquetas colaborativas
ru: Метки совместной работы
sq: Etiketa bashkëpunuese
sr: Тимске ознаке
sv: Samverkande taggar
tr: İşbirliği etiketleri
vi: Thẻ cộng tác

source: Create and edit collaborative tags. These tags affect all users.
ca: Creeu i editeu etiquetes col·laboratives. Aquestes etiquetes afecten a tots els usuaris.
cs: Vytvářejte a upravujte značky pro spolupráci. Tyto značky ovlivní všechny uživatele.
da: Tilføj og rediger kollaborative tags. Disse tags berøre alle brugere.
de: Erstellen und bearbeite die gemeinsamen Tags. Diese Tags betreffen alle Benutzer.
es_ec: Crear y editar etiquetas colaborativas. Estas etiquetas afectan a todos los usuarios.
et_ee: Loo ja muuda koostöö silte. Need sildid kohalduvad kõigile kasutajatele.
fi: Luo ja muokkaa yhteisiä tunnisteita. Nämä tunnisteet vaikuttavat kaikkiin käyttäjiin.
fr: Créer et modifier des étiquettes collaboratives. Ces étiquettes vont affecter tous les utilisateurs.
hu: Kollaboratív címke létrehozása és szerkesztése. Ezek minden felhasználóra érvényesülnek.
is: Búðu til og breyttu merkjum fyrir samstarfsupplýsingar. Þessi merki hafa áhrif á alla notendur.
ja: 共同作業タグを削除編集する。このタグは全てのユーザーに影響します
ka_ge: შეგიძლიათ შექმნათ და შეცვალოთ თანამშრომლობის ტეგები. ეს ტეგები ეხება ყველა მომხმარებელს.
lt_lt: Sukurti ir redaguoti bendradarbiavimo žymes. Šios žymės įtakoja visus naudotojus.
lv: Izveido un rediģē sadarbības atzīmes. Šīs atzīmes ietekmē visus lietotājus.
nb: Opprett og rediger samarbeidsmerkelapper. Disse har innvirkning på alle brukere.
pl: Utwórz i edytuj tagi współpracy. Te tagi mają wpływ na wszystkich użytkowników.
pt_br: Crie e edite etiquetas colaborativas. Estas etiquetas afetam todos os usuários.
ru: Создание и изменение меток совместной работы. Действие таких меток распространяется на всех пользователей.
sq: Krijo dhe ndrysho etiketa bashkëpunuese. Këto etiketa ndikojnë tek të gjithë përdoruesit.
sr: Правите и мењајте тимске ознаке. Ове ознаке се тичу свих корисника.
sv: Skapa och redigera samverkanstaggar. Dessa taggar påverkar alla användare.
tr: İşbirliği etiketlerini oluşturun ve düzenleyin. Bu etiketler tüm kullanıcıları etkiler.
vi: Tạo và hiệu chỉnh các thẻ cộng tác. Những thẻ này ảnh hưởng tới toàn bộ người dùng.

source: Select tag …
ca: Selecciona etiqueta...
cs: Vyberte značku …
da: Vælg tag...
de: Tag wählen…
es_ec: Seleccionar etiqueta ...
et_ee: Vali silt ...
fi: Valitse tunniste ...
fr: Sélectionner une étiquette…
hu: Címke választás...
is: Veldu merki ...
ja: タグを選択...
ka_ge: ტეგის არჩევა …
lt_lt: Pasirinkite žymę…
lv: Izvēlies atzīmi...
nb: Velg merkelapp…
pl: Wybierz tag ...
pt_br: Selecionar etiqueta...
ru: Выберите метку…
sq: Zgjidh etiketimin
sr: Одаберите ознаку …
sv: Välj tagg ...
tr: Etiket seçin...
vi: Lựa chọn thẻ

source: Name
bg: Име
ca: Nom
cs: Název
da: Navn
es_ec: Nombre
et_ee: Nimi
fi: Nimi
fr: Nom
hu: Név
is: Heiti
ja: 名前
ka_ge: სახელი
lt_lt: Pavadinimas
lv: Nosaukums
nb: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sq: Emër
sr: Назив
sv: Namn
tr: Ad
vi: Tên

source: Delete
bg: Изтриване
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
es_ec: Borrar
et_ee: Kustuta
fi: Poista
fr: Supprimer
hu: Törlés
is: Eyða
ja: 削除
ka_ge: გაუქმება
lt_lt: Ištrinti
lv: Dzēst
nb: Slett
pl: Usuń
pt_br: Excluir
ru: Удалить
sq: Fshije
sr: Обриши
sv: Radera
tr: Sil
vi: Xóa bỏ

source: Public
bg: Публичен
ca: Públic
cs: Veřejné
da: Offentlig
de: Öffentlich
es_ec: Público
et_ee: Avalik
fi: Julkinen
hu: Nyilvános
is: Opinbert
ja: 公開
ka_ge: ღია
lt_lt: Viešai
lv: Publisks
nb: Offentlig
pl: Publiczne
pt_br: Público
ru: Общая
sq: Publik
sr: Јавна
sv: Offentlig
tr: Herkese açık
vi: Công khai

source: Restricted
bg: Ограничен
ca: Restringit
cs: Omezené
da: Begrænset
de: Eingeschränkt
es_ec: Restringido
et_ee: Piiratud
fi: Rajoitettu
fr: Restreint
hu: Korlátozott
is: Takmarkað
ja: 制限付き
ka_ge: აკრძალული
lt_lt: Apribotas
lv: Ierobežots
nb: Begrenset
pl: Ograniczone
pt_br: Restrito
ru: Ограниченная
sq: I/E kufizuar
sr: Ограничена
sv: Begränsad
tr: Kısıtlı
vi: Bị giới hạn
