Repository: Cybso/server
Catalog: translationfiles/*/systemtags.po
Languages: bg, ca, cs, da, de, es_ec, et_ee, fi, fr, hu, is, ja, ka_ge, lt_lt, lv, nb, pl, pt_br, ru, sq, sr, sv, tr, vi

source: Tags
bg: Етикети
ca: Etiquetes
cs: Značky
da: Mærker
es_ec: Etiquetas
et_ee: Sildid
fi: Tunnisteet
fr: Étiquettes
hu: Címkék
is: Merki
ja: タグ
ka_ge: ტეგები
lt_lt: Žymės
lv: Atzīmes
nb: Merkelapper
pl: Etykiety
pt_br: Etiquetas
ru: Метки
sq: Etiketa
sr: Ознаке
sv: Taggar
tr: Etiketler
vi: Nhãn

source: Update
bg: Обнови
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
es_ec: Actualizar
et_ee: Uuenda
fi: Päivitys
fr: Mise à jour
hu: Frissítés
is: Uppfæra
ja: 更新
ka_ge: განახლება
lt_lt: Atnaujinti
lv: Atjaunināt
nb: Oppdater
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
sq: Përditëso
sr: Ажурирај
sv: Uppdatera
tr: Güncelle
vi: Cập nhật

source: Create
bg: Създай
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
es_ec: Crear
et_ee: Loo
fi: Luo
fr: Créer
hu: Létrehozás
is: Búa til
ja: 作成
ka_ge: შექმნა
lt_lt: Sukurti
lv: Izveidot
nb: Opprett
pl: Utwórz
pt_br: Criar
ru: Создать
sq: Krijo
sr: Направи
sv: Skapa
tr: Ekle
vi: Tạo

source: Select tag…
bg: Изберете етикет...
ca: Selecciona etiqueta...
cs: Zvolit značku…
da: Vælg tag...
de: Tag wählen
es_ec: Seleccionar etiqueta...
et_ee: Vali silt...
fi: Valitse tunniste…
fr: Sélectionner une étiquette…
hu: Címke választás...
is: Veldu merki...
ja: タグを選択...
ka_ge: ტეგის არჩევა…
lt_lt: Pasirinkti žymę...
lv: Izvēlies atzīmi...
nb: Velg merkelapp…
pl: Wybierz etykietę...
pt_br: Selecionar etiqueta...
ru: Выберите метку...
sq: Përzgjidh etiketën...
sr: Одабери ознаку…
sv: Välj tagg...
tr: Etiket seçin...
vi: Chọn nhãn...

source: Tagged files
bg: Отбелязани файлове
ca: Fitxers marcats
cs: Otagované soubory
da: Mærkede filer
de: Mit Tags versehene Dateien
es_ec: Archivos etiquetados
et_ee: Sildistatud failid
fi: Tunnisteella merkityt tiedostot
fr: Fichiers étiquetés
hu: Címkézett fájlok
is: Merktar skrár
ja: タグ済ファイル
ka_ge: დატაგული ფაილები
lt_lt: Žymėti failai
lv: Atzīmētās datnes
nb: Filer med merkelapper
pl: Otagowane pliki
pt_br: Arquivos etiquetados
ru: Помеченные файлы
sq: Kartela të etiketuara
sr: Означени фајлови
sv: Taggade filer
tr: Etiketli dosyalar
vi: Các tệp được dán nhãn

source: Select tags to filter by
bg: Моля изберете таг по който да филтрирате
ca: Selecciona les marques per filtrar-ne
cs: Vybrat tagy pro filtr
da: Vælg de mærker, der skal filtreres efter
de: Wähle Tags nach denen gefilter werden soll
es_ec: Selecciona las etiquetas del filtro
et_ee: Vali sildid, mille järgi filtreerida
fi: Valitse suodatettavat tunnisteet
fr: Sélectionner les étiquettes à filtrer
hu: Kiválasztott címkék a szűrő által:
is: Veldu merki til að sía eftir
ja: フィルターするタグを選択してください
ka_ge: ფილტრაციისთვის აირჩიეთ ტეგები
lt_lt: Pasirinkite žymes, pagal kurias filtruoti
lv: Izvēlies atzīmes pēc kā filtrēt
nb: Velg merkelapper å filtrere etter
pl: Wybierz tagi do filtru
pt_br: Selecione etiquetas a filtrar
ru: Выберите метки для отбора
sq: Përzgjidhni etiketa sipas të cilat të bëhet filtrimi
sr: Одаберите ознаке по којима да се филтрира
sv: Välj taggar att filtrera med
tr: Süzülecek etiketleri seçin
vi: Chọn nhãn để lọc theo

source: No tags found
bg: Няма открити етикети
ca: No s'han trobat etiquetes
cs: Nebyly nalezeny žádné tagy
da: Ingen tags fundet
de: Keine Tags gefunden
es_ec: No se encontraron etiquetas
et_ee: Silte ei leitud
fi: Tunnisteita ei löytynyt
fr: Aucune étiquette trouvée
hu: Nem találhatók címkék
is: Engin merki fundust
ja: タグが見つかりません
ka_ge: ტეგები ვერ მოიძებნა
lt_lt: Nerasta jokių žymių
lv: Netika atrasta neviena atzīme
nb: Fant ingen merkelapper
pl: Nie znaleziono etykiet
pt_br: Nenhuma etiqueta encontrada
ru: Меток не найдено
sq: Asnjë etiket nuk u gjet
sr: Нису нађене ознаке
sv: Inga taggar hittades
tr: Herhangi bir etiket bulunamadı
vi: Không tìm thấy nhãn

source: Please select tags to filter by
bg: Моля изберете таг за филтриране
ca: Si us plau selecciona les marques per filtrar-ne
cs: Vyberte prosím tagy pro filtrování
da: Vælg de mærker, der skal filtreres efter
de: Bitte wähle die Tags nach denen gefiltert werden soll
es_ec: Por favor selecciona las etiquetas del filtro
et_ee: Palun vali sildid, mille järgi filtreerida
fi: Valitse suodatettavat tunnisteet
fr: Veuillez sélectionner les étiquettes à filtrer
hu: Kéjük, válasszon ki címkét a szűréshez:
is: Veldu merki til að sía eftir
ja: フィルターするタグを入力してください
ka_ge: ფილტრაციისთვის გთხოვთ აირჩიოთ ტეგები
lt_lt: Prašome pasirinkti žymes, pagal kurias filtruoti
lv: Lūdzu izvēlies atzīmes pēc kā filtrēt
nb: Velg merkelapper å filtrere etter
pl: Proszę wybrać tagi do filtrów
pt_br: Por favor selecione etiquetas a filtrar
ru: Выберите метки для отбора
sq: Ju lutemi, përzgjidhni etiketa sipas të cilat të bëhet filtrimi
sr: Одаберите ознаке по којима да се филтрира
sv: Vänligen välj taggar att filtrera med
tr: Lütfen süzülecek etiketleri seçin
vi: Vui lòng chọn các nhãn để lọc theo

source: No files found for the selected tags
bg: Няма намерени файлове за избраните тагове
ca: No s'han trobat fitxers per les marques sel·leccionades
cs: Nebyly nalezeny žádné soubory s vybranými tagy
da: Der blev ikke fundet filer, som matcher de valgte mærker
de: Keine Dateien für die ausgewählten Tags gefunden
es_ec: No se encontraron archivos para las etiquetas seleccionadas
et_ee: Valitud siltidega ei leitud ühtegi faili
fi: Tiedostoja ei löytynyt valituilla tunnisteilla
fr: Aucun fichier pour les étiquettes sélectionnées
hu: Nem található fájl a kiválasztott címkéhez.
is: Engar skrár fundust með völdum merkjum
ja: そのタグに割りあてられているファイルはありません
ka_ge: არჩეული ტეგების მიხედვით ფაილების პოვნა ვერ მოხერხდა
lt_lt: Pasirinktai žymei, nerasti jokie failai.
lv: Faili netika atrasti ar atlasītām atzīmēm
nb: Ingen filer funnet for de valgte merkelappene
pl: Nie znaleziono plików dla wybranych etykiet
pt_br: Nenhum arquivo encontrado para as etiquetas selecionadas
ru: Не найдено файлов с выбранными метками
sq: S’u gjetën kartela për etiketat e përzgjedhura
sr: Ниједан фајл није нађен за одабране ознаке
sv: Inga filer hittades för de valda taggarna
tr: Seçilmiş etiketlere uyan bir dosya bulunamadı
vi: Không tìm thấy tệp cho các nhãn đã chọn

source: Added system tag %1$s
bg: Добавен системен таг %1$s
ca: S'ha afegit l'etiqueta del sistema%1$s
cs: Přidán systémový tag %1$s
da: Tilføjede systemtag %1$s
de: System-Tag %1$s hinzugefügt
es_ec: Etiqueta del sistema %1$s agregada
et_ee: Lisas süsteemi sildi %1$s
fi: Järjestelmätunniste %1$s lisättiin
fr: Étiquette collaborative %1$s ajoutée
hu: %1$s rendszer címke eltávolítva
is: Bætti við kerfismerkinu %1$s
ja: %1$s システムタグを追加しました
ka_ge: სისტემური ტეგის დამატება %1$s
lt_lt: Pridėta sistemos žymė %1$s
lv: Pievienota sistēmas atzīme %1$s
nb: La til system-merkelapp %1$s
pl: Dodano etykietę systemową %1$s
pt_br: Adicionada a etiqueta de sistema %1$s
ru: Создана системная метка «%1$s»
sq: U shtua etiketa %1$s e sistemit
sr: Додата системска ознака %1$s
sv: La till systemtagg %1$s
tr: %1$s sistem etiketi eklendi
vi: Đã thêm nhãn hệ thống %1$s

source: Added system tag {systemtag}
bg: Добавен системен таг {systemtag}
ca: S'ha afegit l'etiqueta del sistema {systemtag}
cs: Přidán systémový tag {systemtag}
da: Tilføjede systemtag {systemtag}
de: System-Tag {systemtag} hinzugefügt
es_ec: Etiqueta del sistema {systemtag} agregada
et_ee: Lisas süsteemi sildi {systemtag}
fi: Järjestelmätunniste {systemtag} lisättiin
fr: Étiquette collaborative {systemtag} ajoutée
hu: {systemtag} rendszer címke hozzáadva
is: Bætti við kerfismerkinu {systemtag}
ja: システムタグ {systemtag} を追加しました
ka_ge: სისტემური ტეგის დამატება {systemtag}
lt_lt: Pridėta sistemos žymė {systemtag}
lv: Pievienota sistēmas atzīme {systemtag}
nb: La til system-merkelapp {systemtag}
pl: Dodano etykietę systemową {systemtag}
pt_br: Adicionada a etiqueta de sistema {systemtag}
ru: Создана системная метка «{systemtag}»
sq: Tagu i shtuar i sistemit{systemtag}
sr: Додата системска ознака {systemtag}
sv: La till systemtagg {systemtag}
tr: {systemtag} sistem etiketi eklendi
vi: Nhãn hệ thống được thêm vào {systemtag}

source: %1$s added system tag %2$s
bg: %1$s добави системен таг %2$s
ca: %1$setiqueta del sistema afegida%2$s
cs: %1$s přidal(a) systémový tag %2$s
da: %1$s tilføjede systemtag %2$s
de: %1$s hat den System-Tag %2$s hinzugefügt
es_ec: %1$s agregó la etiqueta del sistema %2$s
et_ee: %1$s lisas süsteemi sildi %2$s
fi: %1$s lisäsi järjestelmätunnisteen %2$s
fr: %1$s a ajouté l'étiquette collaborative %2$s
hu: %1$s hozzáadta a ezt a rendszer címkét: %2$s
is: %1$s bætti við kerfismerkinu %2$s
ja: %1$s が %2$s タグを追加しました
ka_ge: %1$s მომხმარებელმა დაამატა სისტემური ტეგი %2$s
lt_lt: %1$s pridėjo sistemos žymę %2$s
lv: %1$s pievienota sistēmas atzīme %2$s
nb: %1$s la til system-merkelapp %2$s
pl: %1$s dodał/-a etykietę systemową %2$s
pt_br: %1$s adicionou a etiqueta de sistema %2$s
ru: %1$sсоздал(а) системную метку «%2$s»
sq: %1$s shtoi etiketën %2$s të sistemit
sr: %1$s је додао системску ознаку %2$s
sv: %1$s la till systemtagg %2$s
tr: %1$s, %2$s sistem etiketini ekledi
vi: %1$s đã thêm nhãn hệ thống %2$s

source: {actor} added system tag {systemtag}
bg: {actor} добави системен таг {systemtag}
ca: {actor} etiqueta del sistema afegida {systemtag}
cs: {actor} přidal(a) systémový tag {systemtag}
da: {actor} tilføjede systemtag {systemtag}
de: {actor} hat den System-Tag {systemtag} hinzugefügt
es_ec: {actor} agregó la etiqueta del sistema {systemtag}
et_ee: {actor} lisas süsteemi sildi {systemtag}
fi: {actor} lisäsi järjestelmätunnisteen {systemtag}
fr: {actor} a ajouté l'étiquette collaborative {systemtag}
hu: {actor} hozzáadta a ezt a rendszer címkét: {systemtag}
is: {actor} bætti við kerfismerkinu {systemtag}
ja: {actor} がシステムタグ {systemtag} を追加しました
ka_ge: {actor} მომხმარებელმა დაამატა სისტემური ტეგი {systemtag}
lt_lt: {actor} pridėjo sistemos žymę {systemtag}
lv: {actor} pievienota sistēmas atzīme {systemtag}
nb: {actor} la til system-merkelapp {systemtag}
pl: {actor} dodał/-a etykietę systemową {systemtag}
pt_br: {actor} adicionou a etiqueta de sistema {systemtag}
ru: {actor} создал(а) системную метку «{systemtag}»
sq: {actor} shtoi etiketën e sistemit {systemtag}
sr: {actor} је додао системску ознаку {systemtag}
sv: {actor} la till systemtagg {systemtag}
tr: {actor}, {systemtag} sistem etiketini ekledi
vi: {actor} đã thêm nhãn hệ thống {systemtag}

source: Removed system tag %1$s
bg: Премахнат системен таг %1$s
ca: S'ha eliminat l'etiqueta del sistema%1$s
cs: Odstraněn systémový tag %1$s
da: Fjernede systemmærket %1$s
de: System-Tag %1$s entfernt
es_ec: Etiqueta del sistema %1$s eliminada
et_ee: Eemaldas süsteemi sildi %1$s
fi: Järjestelmätunniste %1$s poistettiin
fr: Étiquette collaborative %1$s supprimée
hu: %1$s rendszer címke eltávolítva
is: Fjarlægði kerfismerkið %1$s
ja: システムタグ %1$s を削除しました
ka_ge: გაუქმდა სისტემური ტეგი %1$s
lt_lt: Pašalinta sistemos žymė %1$s
lv: Noņemta sistēmas atzīme %1$s
nb: Fjernet system-merkelapp %1$s
pl: Usunięto etykietę systemową %1$s
pt_br: Excluída a etiqueta da sistema %1$s
ru: Удалена системная метка «%1$s»
sq: Hoqi etiketën %1$s të sistemit
sr: Уклоњена системска ознака %1$s
sv: Tog bort systemtagg %1$s
tr: %1$s sistem etiketi silindi
vi: Đã xóa nhãn hệ thống %1$s

source: Removed system tag {systemtag}
bg: Премахнат системен таг {systemtag}
ca: S'ha eliminat l'etiqueta del sistema {systemtag}
cs: Odstraněn systémový tag {systemtag}
da: Fjernede systemtag {systemtag}
de: System-Tag {systemtag} entfernt
es_ec: Eliminó la etiqueta del sistema {systemtag}
et_ee: Eemaldas süsteemi sildi {systemtag}
fi: Järjestelmätunniste {systemtag} poistettiin
fr: Étiquette collaborative {systemtag} supprimée
hu: {systemtag} rendszer címke eltávolítva
is: Fjarlægði kerfismerkið {systemtag}
ja: システムタグ {systemtag} を削除しました
ka_ge: გაუქმდა სისტემური ტეგი {systemtag}
lt_lt: Pašalinta sistemos žymė {systemtag}
lv: Noņemta sistēmas atzīme {systemtag}
nb: Fjernet system-merkelapp {systemtag}
pl: Usunięto etykietą systemową {systemtag}
pt_br: Etiqueta de sistema excluída {systemtag}
ru: Удалена системная метка «{systemtag}»
sq: Hoqi etiketën e sistemit {systemtag}
sr: Уклоњена системска ознака {systemtag}
sv: Tog bort systemtagg {systemtag}
tr: {systemtag} sistem etiketi silindi
vi: Đã xóa nhãn hệ thống {systemtag}

source: %1$s removed system tag %2$s
bg: %1$s премахна системен таг %2$s
ca: %1$setiqueta del sistema eliminada%2$s
cs: %1$s odstranil(a) systémový tag %2$s
da: %1$s fjernede systemmærke %2$s
de: %1$s hat den System-Tag %2$s entfernt
es_ec: %1$s eliminó la etiqueta del sistema %2$s
et_ee: %1$s eemaldas süsteemi sildi %2$s
fi: %1$s poisti järjestelmätunnisteen %2$s
fr: %1$s a supprimé l'étiquette collaborative %2$s
hu: %1$s eltávolította ezt a rendszer címkét: %2$s
is: %1$s fjarlægði kerfismerkið %2$s
ja: %1$s がシステムタグ %2$s を削除しました
ka_ge: %1$s მომხმარებელმა გააუქმა სისტემური ტეგი %2$s
lt_lt: %1$s pašalino sistemos žymę %2$s
lv: %1$s noņēma sistēmas atzīmi %2$s
nb: %1$s fjernet system-merkelapp %2$s
pl: %1$s usunął/-ęła etykietę systemową %2$s
pt_br: %1$s excluiu a etiqueta de sistema %2$s
ru: %1$s удалил(а) системную метку «%2$s»
sq: %1$s hoqi etiketën %2$s të sistemit
sr: %1$sуклонио системску ознаку %2$s
sv: %1$s tog bort systemtagg %2$s
tr: %1$s, %2$s sistem etiketini sildi
vi: %1$s đã xóa nhãn hệ thống %2$s

source: {actor} removed system tag {systemtag}
bg: {actor} премахна системен таг {systemtag}
ca: {actor} ha eliminat l'etiqueta del sistema {systemtag}
cs: {actor} odstranil(a) systémový tag {systemtag}
da: {actor} fjernede systemmærke {systemtag}
de: {actor} hat den System-Tag {systemtag} entfernt
es_ec: {actor} eliminó la etiqueta del sistema {systemtag}
et_ee: {actor} eemaldas süsteemi sildi {systemtag}
fi: {actor} poisti järjestelmätunnisteen {systemtag}
fr: {actor} a supprimé l'étiquette collaborative {systemtag}
hu: {actor} eltávolította ezt a rendszer címkét: {systemtag}
is: {actor} fjarlægði kerfismerkið {systemtag}
ja: {actor} がシステムタグ {systemtag} を削除しました
ka_ge: {actor} მომხმარებელმა გააუქმა სისტემური ტეგი {systemtag}
lt_lt: {actor} pašalino sistemos žymę {systemtag}
lv: {actor} noņēma sistēmas atzīmi {systemtag}
nb: {actor} fjernet system-merkelapp {systemtag}
pl: {actor} usunął/-ęła etykietę systemową {systemtag}
pt_br: {actor} excluiu a etiqueta de sistema {systemtag}
ru: {actor} удалил(а) системную метку «{systemtag}»
sq: {actor} hoqi etiketën e sistemit {systemtag}
sr: {actor} уклонио системску ознаку {systemtag}
sv: {actor} tog bort systemtagg {systemtag}
tr: {actor}, {systemtag} sistem etiketini sildi
vi: {actor} đã xóa nhãn {systemtag}

source: You created system tag %1$s
bg: Създадохте системен таг %1$s
ca: Has creat la marca de sistema %1$s
cs: Vytvořil(a) jste systémový tag %1$s
da: Du oprettede systemmærke %1$s
de: Du hast den System-Tag %1$s erstellt
es_ec: Creaste la etiqueta del sistema %1$s
et_ee: Sa lõid süsteemi sildi %1$s
fi: Loit järjestelmätunnisteen %1$s
fr: Vous avez créé l'étiquette collaborative %1$s
hu: Létrehoztad ezt a rendszer címkét: %1$s
is: Þú bjóst til kerfismerkið %1$s
ja: システムタグ %1$s を作成しました
ka_ge: თქვენ შექმენით სისტემური ტეგი %1$s
lt_lt: Jūs sukūrėte sistemos žymę %1$s
lv: Tu izveidoji sistēmas atzīmi %1$s
nb: Du opprettet system-merkelapp %1$s
pl: Utworzyłeś/-aś etykietę systemową %1$s
pt_br: Você criou a etiqueta de sistema %1$s
ru: Вы создали системную метку «%1$s»
sq: Ju krijuat etiketën %1$s të sistemit
sr: Направили сте системску ознаку %1$s
sv: Du skapade systemtagg %1$s
tr: %1$s sistem etiketini eklediniz
vi: Bạn đã tạo nhãn %1$s

source: You created system tag {systemtag}
bg: Създадохте системен таг {systemtag}
ca: Has creat la marca de sistema {systemtag}
cs: Vytvořil(a) jste systémový tag {systemtag}
da: Du oprettede systemmærke {systemtag}
de: Du hast den System-Tag {systemtag} erstellt
es_ec: Creaste la etiqueta del sistema {systemtag}
et_ee: Sa lõid süsteemi sildi {systemtag}
fi: Loit järjestelmätunnisteen {systemtag}
fr: Vous avez créé l'étiquette collaborative {systemtag}
hu: Létrehoztad ezt a rendszer címkét: {systemtag}
is: Þú bjóst til kerfismerkið {systemtag}
ja: システムタグ {systemtag} を追加しました
ka_ge: თქვენ შექმენით სისტემური ტეგი {systemtag}
lt_lt: Jūs sukūrėte sistemos žymę {systemtag}
lv: Tu izveidoji sistēmas atzīmi {systemtag}
nb: Du opprettet system-merkelapp {systemtag}
pl: Utworzyłeś/-aś etykietę systemową {systemtag}
pt_br: Você criou a etiqueta de sistema {systemtag}
ru: Вы создали системную метку «{systemtag}»
sq: Ju keni krijuar etiketimin e sistemit {systemtag}
sr: Направили сте системску ознаку {systemtag}
sv: Du skapade systemtagg {systemtag}
tr: {systemtag} sistem etiketini eklediniz
vi: Bạn đã tạo nhãn {systemtag}

source: %1$s created system tag %2$s
bg: %1$s създаде системен таг %2$s
ca: %1$s ha creat la marca de sistema %2$s
cs: %1$s vytvořil systémový tag %2$s
da: %1$s oprettede systemmærke %2$s
de: %1$s hat den System-Tag %2$s erstellt
es_ec: %1$s creo la etiqueta del sistema %2$s
et_ee: %1$s lõi süsteemi sildi %2$s
fi: %1$s loi järjestelmätunnisteen %2$s
fr: %1$s a créé l'étiquette collaborative %2$s
hu: %1$s létrehozta ezt a rendszer címkét: %2$s
is: %1$s bjó til kerfismerkið %2$s
ja: %1$s が %2$s タグを作成
ka_ge: %1$s მომხმარებელმა შექმნა სისტემური ტეგი %2$s
lt_lt: %1$s sukūrė sistemos žymę %2$s
lv: %1$s izveidoja sistēmas atzīmi %2$s
nb: %1$s opprettet system-merkelapp %2$s
pl: %1$s utworzył/-a etykiete systemową %2$s
pt_br: %1$s criou a etiqueta de sistema %2$s
ru: %1$s создал(а) системную метку «%2$s»
sq: %1$s krijoi etiketën e sistemit %2$s
sr: %1$s направио системску ознаку %2$s
sv: %1$s skapade systemtagg %2$s
tr: %1$s, %2$s sistem etiketini ekledi
vi: %1$s đã tạo nhãn %2$s

source: {actor} created system tag {systemtag}
bg: {actor} създаде системен таг {systemtag}
ca: {actor} ha creat l'etiqueta del sistema {systemtag}
cs: {actor} vytvořil(a) systémový tag {systemtag}
da: {actor} oprettede systemmærke {systemtag}
de: {actor} hat den System-Tag {systemtag} erstellt
es_ec: {actor} creó la etiqueta del sistema {systemtag}
et_ee: {actor} lõi süsteemi sildi {systemtag}
fi: {actor} loi järjestelmätunnisteen {systemtag}
fr: {actor} a créé l'étiquette collaborative {systemtag}
hu: {actor} létrehozta ezt a rendszer címkét: {systemtag}
is: {actor} bjó til kerfismerkið {systemtag}
ja: {actor} がシステムタグ {systemtag} を作成しました
ka_ge: {actor} მომხმარებლემა შექმნმა სისტემური ტეგი {systemtag}
lt_lt: {actor} sukūrė sistemos žymę {systemtag}
lv: {actor} izveidoja sistēmas atzīmi {systemtag}
nb: {actor} opprettet system-merkelapp {systemtag}
pl: {actor} utworzył/-a etykietę systemową {systemtag}
pt_br: {actor} criou a etiqueta de sistema {systemtag}
ru: {actor} создал(а) системную метку «{systemtag}»
sq: {actor} krijoi etiketimin e sistemit {systemtag}
sr: {actor} направио системску ознаку {systemtag}
sv: {actor} skapade systemtagg {systemtag}
tr: {actor}, {systemtag} sistem etiketini ekledi
vi: {actor} đã tạo nhãn {systemtag}

source: You deleted system tag %1$s
bg: Изтрихте системен таг %1$s
ca: Has esborrat la marca de sistema %1$s
cs: Odstranil(a) jste systémový tag %1$s
da: Du slettede systemmærke %1$s
de: Du hast den System-Tag %1$s gelöscht
es_ec: Borraste la etiqueta del sistema %1$s
et_ee: Sa kustutasid süsteemi sildi %1$s
fi: Poistit järjestelmätunnisteen %1$s
fr: Vous avez supprimé l'étiquette collaborative %1$s
hu: Törölted ezt a rendszer címkét: %1$s
is: Þú eyddir kerfismerkinu %1$s
ja: システムタグ %1$s を削除しました
ka_ge: თქვენ გააუქმეთ სისტემური ტეგი %1$s
lt_lt: Jūs ištrynėte sistemos žymę %1$s
lv: Tu izdzēsi sistēmas atzīmi %1$s
nb: Du slettet system-merkelapp %1$s
pl: Skasowałeś/-aś etykietę systemową %1$s
pt_br: Você excluiu a etiqueta de sistema %1$s
ru: Вы удалили системную метку «%1$s»
sq: Ju fshit etiketën %1$s të sistemit
sr: Избрисали сте системску ознаку %1$s
sv: Du raderade systemtagg %1$s
tr: %1$s sistem etiketini sildiniz
vi: Bạn đã xóa nhãn %1$s

source: You deleted system tag {systemtag}
bg: Изтрихте системен таг {systemtag}
ca: Heu suprimit l'etiqueta del sistema {systemtag}
cs: Odstranil(a) jste systémový tag {systemtag}
da: Du slettede systemtag {systemtag}
de: Du hast den System-Tag {systemtag} gelöscht
es_ec: Borraste la etiqueta del sistema {systemtag}
et_ee: Sa kustutasid süsteemi sildi {systemtag}
fi: Poistit järjestelmätunnisteen {systemtag}
fr: Vous avez supprimé l'étiquette collaborative {systemtag}
hu: Törölted ezt a rendszer címkét: {systemtag}
is: Þú eyddir kerfismerkinu {systemtag}
ja: システムタグ {systemtag} を削除しました
ka_ge: თქვენ გააუქმეთ სისტემური ტეგი {systemtag}
lt_lt: Jūs ištrynėte sistemos žymę {systemtag}
lv: Tu izdzēsi sistēmas atzīmi {systemtag}
nb: Du slettet system-merkelapp {systemtag}
pl: Usunąłeś-/ał etykietę systemową {systemtag}
pt_br: Você excluiu a etiqueta de sistema {systemtag}
ru: Вы удалили системную метку «{systemtag}»
sq: Ju fshit etiketën {systemtag} të sistemit
sr: Избрисали сте системску ознаку {systemtag}
sv: Du raderade systemtagg {systemtag}
tr: {systemtag} sistem etiketini sildiniz
vi: Bạn đã xóa nhãn {systemtag}

source: %1$s deleted system tag %2$s
bg: %1$s изтри системен таг %2$s
ca: %1$s ha esborrat la marca de sistema %2$s
cs: %1$s smazal systémový tag %2$s
da: %1$s fjernede systemmærket %2$s
de: %1$s hat System-Tag %2$s gelöscht
es_ec: %1$s borró la etiqueta del sistema %2$s
et_ee: %1$s kustutas süsteemi sildi %2$s
fi: %1$s poisti järjestelmätunnisteen %2$s
fr: %1$s a supprimé l'étiquette collaborative %2$s
hu: %1$s törölte ezt a rendszer címkét: %2$s
is: %1$s eyddi kerfismerkinu %2$s
ja: %1$s が %2$s タグを削除
ka_ge: %1$s მომხმარებელმა გააუქმა სისტემური ტეგი %2$s
lt_lt: %1$s ištrynė sistemos žymę %2$s
lv: %1$s izdzēsa sistēmas atzīmi %2$s
nb: %1$s slettet system-merkelapp %2$s
pl: %1$s usunął/-ęła etykietę systemą %2$s
pt_br: %1$s excluiu a etiqueta de sistema %2$s
ru: %1$s удалил(а) системную метку «%2$s»
sq: %1$s fshiu etiketën e sistemit %2$s
sr: %1$s обрисао системску ознаку %2$s
sv: %1$s raderade systemtagg %2$s
tr: %1$s, %2$s sistem etiketini sildi
vi: %1$s đã xóa nhãn %2$s

source: {actor} deleted system tag {systemtag}
bg: {actor} изтри системен таг {systemtag}
ca: {actor} sistema de sistema eliminat {systemtag}
cs: {actor} odstranil(a) systémový tag {systemtag}
da: {actor} slettede systemtag {systemtag}
de: {actor} hast den System-Tag {systemtag} gelöscht
es_ec: {actor} borró la etiqueta del sistema {systemtag}
et_ee: {actor} kustutas süsteemi sildi {systemtag}
fi: {actor} poisti järjestelmätunnisteen {systemtag}
fr: {actor} a supprimé l'étiquette collaborative {systemtag}
hu: {actor} törölte ezt a rendszer címkét: {systemtag}
is: {actor} eyddi kerfismerkinu {systemtag}
ja: {actor} がシステムタグ {systemtag} を削除しました
ka_ge: {actor} მომხმარებელმა გააუქმა სისტემური ტეგი {systemtag}
lt_lt: {actor} ištrynė sistemos žymę {systemtag}
lv: {actor} izdzēsa sistēmas atzīmi {systemtag}
nb: {actor} slettet system-merkelapp {systemtag}
pl: {actor} usunął/-ęła etykietę systemową {systemtag}
pt_br: {actor} excluiu a etiqueta de sistema {systemtag}
ru: {actor} удалил(а) системную метку «{systemtag}»
sq: {actor} fshiu etiketën {systemtag} të sistemit
sr: {actor} обрисао системску ознаку {systemtag}
sv: {actor} raderade systemtagg {systemtag}
tr: {actor}, {systemtag} sistem etiketini sildi
vi: {actor} đã xóa nhãn {systemtag}
