Repository: Cybso/server
Catalog: translationfiles/*/systemtags.po
Languages: bg, ca, cs, da, de, es_ec, et_ee, fi, fr, hu, is, ja, ka_ge, lt_lt, lv, nb, pl, pt_br, ru, sq, sr, sv, tr, vi

source: Invisible
cs: Neviditelné
da: Usynlig
de: Nicht sichtbar
et_ee: Nähtamatu
fi: Näkymätön
hu: Láthatatlan
is: Ósýnilegt
ja: 不可視
ka_ge: უჩინარი
lt_lt: Nematoma
lv: Neredzams
nb: Usynlig
pl: Niewidoczne
pt_br: Invisível
ru: Невидимая
sq: I padukshëm
sr: Невидљива
sv: Osynlig
tr: Gizli
vi: Vô hình

source: Reset
bg: Възстанови
ca: Canvia
cs: Obnovit
de: Zurücksetzen
es_ec: Restaurar
et_ee: Lähtesta
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
is: Endurstilla
ja: リセット
ka_ge: საწყის მდომგარეობაში დაბრუნება
lt_lt: Atstatyti
lv: Atiestatīt
nb: Tilbakestill
pt_br: Redefinir
ru: Сбросить
sq: Rivendos
sr: Ресетуј
sv: Återställ
tr: Sıfırla
vi: Đặt lại

source: No files in here
bg: Тук няма файлове
ca: No hi ha arxius
cs: Žádné soubory
da: Her er ingen filer
de: Keine Dateien vorhanden
es_ec: No hay archivos aquí
et_ee: Siin ei ole faile
fi: Täällä ei ole tiedostoja
fr: Aucun fichier
hu: Itt nincsenek fájlok
is: Engar skrár hér
ja: ファイルがありません
ka_ge: აქ ფაილები არაა
lt_lt: Čia nėra failų
lv: Šeit nav datņu
nb: Ingen filer her
pl: Brak plików
pt_br: Nenhum arquivo aqui
ru: Здесь нет файлов
sq: S’ka kartela këtu
sr: Овде нема фајлова
sv: Inga filer här inne
tr: Burada herhangi bir dosya yok
vi: Không có tệp ở đây

source: No entries found in this folder
bg: Няма намерени записи в тази папка
ca: No hi ha entrades en aquesta carpeta
cs: V tomto adresáři nebylo nic nalezeno
da: Der blev ikke fundet poster i denne mappe
de: Keine Einträge in diesem Ordner gefunden
es_ec: No se encontraron elementos en esta carpeta
et_ee: Selles kaustast ei leitud kirjeid
fi: Ei kohteita tässä kansiossa
fr: Aucune entrée trouvée dans ce dossier
hu: Nincsenek bejegyzések ebben a mappában
is: Engar skrár fundust í þessari möppu
ja: このフォルダーにはエントリーがありません
ka_ge: ამ დირექტორიაში შენატანების მოძებნა ვერ მოხერხდა
lt_lt: Nerasta įrašų šiame aplanke
lv: Šajā mapē nekas nav atrasts
nb: Ingen oppføringer funnet i denne mappen
pl: Brak wpisów w tym folderze
pt_br: Nenhuma entrada foi encontrada nesta pasta
ru: В этой папке не найдено ни одной записи
sq: S’u gjetën zëra në këtë dosje
sr: Нема ничега у овој фасцикли
sv: Ingenting hittades i denna mapp
tr: Bu klasörde herhangi bir kayıt bulunamadı
vi: Chưa có mục nào trong thư mục

source: Size
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
es_ec: Tamaño
et_ee: Suurus
fi: Koko
fr: Taille
hu: Méret
is: Stærð
ja: サイズ
ka_ge: ზომა
lt_lt: Dydis
lv: Izmērs
nb: Størrelse
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sq: Madhësi
sr: Величина
sv: Storlek
tr: Boyut
vi: Kích cỡ

source: Modified
bg: Променен на
ca: Modificat
cs: Upraveno
da: Ændret
de: Geändert
es_ec: Modificado
et_ee: Muudetud
fi: Muokattu
fr: Modifié
hu: Módosítva
is: Breytt
ja: 更新日時
ka_ge: შეცვლილია
lt_lt: Pakeista
lv: Mainīts
nb: Endret
pl: Modyfikacja
pt_br: Modificado
ru: Изменён
sq: Ndryshuar më
sr: Измењен
sv: Modifierad
tr: Değiştirilme
vi: Thay đổi
