Repository: Cybso/server
Catalog: translationfiles/*/theming.po
Languages: af, cs, da, es, es_mx, fi, hu, ja, ka_ge, nb, nl, pl, ru, sr, sv, tr

source: Loading preview…
af: Laai voorskou…
cs: Načítání náhledu…
da: Indlæser forhåndsvisning...
es: Cargando previsualización...
es_mx: Cargando vista previa...
fi: Ladataan esikatselua…
hu: Előnézet betöltése...
ja: プレビューを読込み中...
ka_ge: პრევიუს ჩატვირთვა…
nb: Laster forhåndsvisning…
nl: Laden voorbeeld...
pl: Ładowanie podglądu...
ru: Загружается предпросмотр…
sr: Учитавам преглед…
sv: Laddar förhandsvisning...
tr: Önizleme yükleniyor...

source: Saved
af: Bewaar
cs: Uloženo
da: Gemt
es: Guardado
es_mx: Guardado
fi: Tallennettu
hu: Mentve!
ja: 保存済み
ka_ge: შენახულია
nb: Lagret
nl: Opgeslagen
pl: Zapisano
ru: Сохранено
sr: Сачувано
sv: Sparat
tr: Kaydedildi

source: Admin
cs: Administrace
es: Administración
es_mx: Administración
fi: Ylläpito
hu: Adminisztrátor
ja: 管理者
ka_ge: ადმინისტრაცია
nl: Beheer
ru: Администратор
sr: Администрација
tr: Yönetici

source: a safe home for all your data
af: ’n veilige tuiste vir al u data
cs: bezpečný domov pro všechna vaše data
da: Et sikket hjem til alt dit data
es: un hogar seguro para todos tus datos
es_mx: un lugar seguro para todos tus datos
fi: turvallinen koti kaikille tiedostoillesi
hu: biztonságos hely az adataid számára
ja: あなたのデータを安全に保管するプラットフォーム
ka_ge: უსაფრთხო სახლი მთელი თქვენი მონაცემებისათვის
nb: et trygt hjem for alle dine data
nl: een veilige plek voor al je gegevens
pl: bezpieczna schowek dla wszystkich twoich danych
ru: надёжный дом для всех ваших данных
sr: сигурно место за све Ваше податке
sv: En säker lagringsplats för all din data
tr: verileriniz için güvenli bir barınak

source: The given name is too long
af: Die gegewe naam is te lank
cs: Zadaný název je příliš dlouhý
da: Navnet er for langt
es: El nombre provisto es muy largo
es_mx: El nombre dado es demasiado largo
fi: Nimi on liian pitkä
hu: A bevitt név túl hosszú
ja: 名前が長すぎます
ka_ge: მოცემული სახელი ძალიან გრძელია
nb: Navnet er for langt
nl: De opgegeven naam is te lang
pl: Wpisana nazwa jest zbyt długi
ru: Указанное название слишком длинное
sr: Име је предугачко
sv: Det angivna namnet är för långt
tr: Belirtilen ad çok uzun

source: The given web address is too long
af: Die gegewe webadres is te lank
cs: Zadaná webová adresa je příliš dlouhá
da: Webadressen er for lang
es: La dirección provista es muy larga
es_mx: La dirección web dada es demasiado larga
fi: Verkko-osoite on liian pitkä
hu: A bevitt webcím túl hosszú
ja: Webアドレスが長すぎます
ka_ge: მოცემული ვებ-მისამართი ძალიან გრძელია
nb: Nettadressen er for lang
nl: Het opgegeven internetadres is te lang
pl: Wpisany adres internetowy jest zbyt długi
ru: Указанный веб адрес слишком длинный
sr: Адреса је предугачка
sv: Den angivna adressen är för lång
tr: Belirtilen web adresi çok uzun

source: The given slogan is too long
af: Gegewe slagspreuk is te lank
cs: Zadaný slogan je příliš dlouhý
da: Sloganet er for langt
es: El eslogan provisto es muy largo
es_mx: El lema dado es demasiado largo
fi: Slogani on liian pitkä
hu: A bevitt szlogen túl hosszú
ja: スローガンが長すぎます
ka_ge: მოცემული ლოზუნგი ძალიან გრძელია
nb: Slagordet er for langt
nl: De opgegeven slagzin is te lang
pl: Wpisany slogan jest zbyt długi
ru: Указанный слоган слишком длинный
sr: Слоган је предугачак
sv: Den angivna slogan är för lång
tr: Belirtilen slogan çok uzun

source: The given color is invalid
af: Die gegewe kleur is ongeldig
cs: Zadaná barva je neplatná
da: Farven er ikke gyldig
es: El color provisto es inválido
es_mx: El color dado es inválido
fi: Väri on virheellinen
hu: A bevitt szín érvénytelen
ja: 無効な色です
ka_ge: მოცემული ფერი არასწორია
nb: Fargen er ugyldig
nl: De opgegeven kleur is ongeldig
pl: Podany kolor jest nieprawidłowy
ru: Задан неправильный цвет
sr: Задата боја није исправна
sv: Den angivna färgen är inte tillgänglig
tr: Belirtilen renk geçersiz

source: There is no error, the file uploaded with success
af: Geen fout is teëgekom nie, die lêer is met suksesvol opgelaai
cs: Nenastala žádná chyba, soubor byl úspěšně nahrán
da: Der skete ingen fejl, filen blev succesfuldt uploadet
es: No ha habido errores, el archivo ha subido satisfactoriamente
es_mx: No hay errores, el archivo se cargó exitosamente
fi: Ei virhettä, tiedosto lähetettiin onnistuneesti
hu: Nincs hiba, a feltöltés sikeres
ja: ファイルはエラーなくアップロードされました
ka_ge: ეს არაა შეცდომა, ფაილი წარმატებით აიტვირთა
nb: Det er ingen feil, filen ble lastet opp
nl: Er trad geen fout op, het bestand is succesvol geüpload
pl: Brak błędów, plik wysłano poprawnie.
ru: Файл загружен успешно. Ошибок нет.
sr: Нема грешке, фајл је отпремљен успешно
sv: Det finns inga fel, uppladdning av filen lyckades
tr: Herhangi bir sorun yok, dosya yüklendi

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
af: Die opgelaaide lêer oorskry die upload_max_filesize riglyn in php.ini
cs: Nahrávaný soubor přesahuje nastavení upload_max_filesize v php.ini
da: Den uploadede fil overstiger upload_max_filesize direktivet i php.ini
es: El archivo para subir excede la directiva upload_max_filesize en php.ini
es_mx: El archivo cargado excede el valor establecido en la directiva upload_max_filesize en el archivo php.ini
fi: Lähetetty tiedosto ylittää php.ini-tiedoston upload_max_filesize-tietueen arvon
hu: A feltöltés mérete meghaladja a php.ini upload_max_filesize direktívájában meghatározottat.
ja: アップロードファイルサイズが、php.ini の upload_max_filesize を超過しています
ka_ge: ატვირთული ფაილი აჭარბებს php.ini-ში დაყენებულ upload_max_filesize დირექტივას
nb: Filen er større enn grensen satt i upload_max_filesize i php.ini
nl: Het geüploade bestand overschrijdt de upload_max_filesize richtlijn in php.ini:
pl: Wgrany plik przekracza wartość upload_max_filesize zdefiniowaną w php.ini
ru: Размер загруженного файла превышает установленный предел upload_max_filesize в php.ini:
sr: Отпремани фајл превазилази смерницу upload_max_filesize у фајлу php.ini
sv: Uppladdningsfilen är för stor (upload_max_filesize i php.ini)
tr: Yüklenen dosya php.ini dosyasındaki yüklenebilecek dosya boyutunu belirten upload_max_filesize değişkeninin değerini aşıyor

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
af: Die opgelaaide lêer oorskry die MAX_FILE_SIZE riglyn wat in die HTML vorm gespesifiseer is
cs: Nahraný soubor překračuje nastavení MAX_FILE_SIZE, která byla zadána ve HTML formuláři
da: Den uploadede fil overstiger MAX_FILE_SIZE indstilingen, som specificeret i HTML formularen
es: El archivo para subir excede la directiva MAX_FILE_SIZE que se especifió en el formulario HTML
es_mx: El archivo cargado excede el valor especificado de la directiva MAX_FILE_SIZE en la forma de HTML
hu: A HTML-ben megadott MAX_FILE_SIZE méretét meghaladja a feltöltés mérete
ka_ge: ატვირთული ფაილი აჭარბებს HTML ფორამაში მითითებულ MAX_FILE_SIZE დირექტივას
nb: Filen du prøvde å laste opp er større enn grensen satt i MAX_FILE_SIZE i HTML-skjemaet
nl: Het bestand overschrijdt de MAX_FILE_SIZE richtlijn die is opgegeven in het HTML formulier
pl: Wysłany plik przekracza wielkość dyrektywy MAX_FILE_SIZE określonej w formularzu HTML
ru: Размер загруженного файла превышает установленный предел MAX_FILE_SIZE в HTML-форме
sr: Отпремани фајл превазилази смерницу MAX_FILE_SIZE која је наведена у HTML обрасцу
sv: Den uppladdade filen överstiger MAX_FILE_SIZE-instruktionen specificerad i HTML-form
tr: Yüklenen dosya HTML formundaki yüklenebilecek dosya boyutunu belirten MAX_FILE_SIZE değişkeninin değerini aşıyor

source: The uploaded file was only partially uploaded
af: Die opgelaaide lêer is slegs gedeeltelik opgelaai
cs: Nahraný soubor byl nahrán pouze částečně
da: Filen blev kun delvist uploadet.
es: El archivo para subir ha sido solo parcialmente subido
es_mx: La carga del archivo solo se realizó parcialmente
fi: Lähetetty tiedosto lähetettiin vain osittain
hu: Csak részben került feltöltésre a fájl
ka_ge: ფაილი აიტვირთა მხოლოდ ნაწილობრივ
nb: Filen ble bare delvis lastet opp
nl: Het bestand is slechts gedeeltelijk geüpload
pl: Załadowany plik został wysłany tylko częściowo.
ru: Файл загружен лишь частично
sr: Отпремани фајл је само делимично отпремљен
sv: Den uppladdade filen laddades bara upp delvis
tr: Dosyanın yalnızca bir bölümü yüklenebildi

source: No file was uploaded
af: Geen lêer is opgelaai
cs: Nebyl nahrán žádný soubor
da: Ingen fil uploadet
es: No se ha subido ningún archivo
es_mx: No se cargó el archivo
fi: Tiedostoa ei lähetetty
hu: Nincs feltöltött fájl
ja: ファイルはアップロードされませんでした
ka_ge: ფაილი არ აიტვირთა
nb: Ingen filer ble lastet opp
nl: Er is geen bestand geüpload
pl: Nie wysłano żadnego pliku
ru: Не было загружено ни одного файла
sr: Ниједан фајл није отпремљен
sv: Ingen fil laddades up
tr: Herhangi bir dosya yüklenmedi

source: Missing a temporary folder
af: Ontbrekende tydelike gids
cs: Chybí adresář pro dočasné soubory
da: Manglende midlertidig mappe.
es: Falta una carpeta temporal
es_mx: Falta una carpeta temporal
fi: Väliaikaiskansio puuttuu
hu: Átmeneti mappa hiányzik
ja: 一時領域フォルダーがありません
ka_ge: დროებითი დირექტორია არ არსებობს
nb: Mangler midlertidig mappe
nl: Er ontbreekt een tijdelijke map
pl: Brak folderu tymczasowego
ru: Отсутствует временный каталог
sr: Недостаје привремена фасцикла
sv: Saknar en temporär mapp
tr: Geçici klasör bulunamadı

source: Failed to write file to disk.
cs: Selhal zápis na disk
da: Fejl ved skrivning af fil til disk.
es: Fallo al escribir el archivo al disco.
es_mx: Se presentó una falla al escribir el archivo en el disco.
fi: Levylle kirjoittaminen epäonnistui.
hu: Lemezre írás sikertelen.
ja: ファイルをディスクに書き込めませんでした
ka_ge: ფაილი დისკზე ვერ ჩაიწერა.
nb: Klarte ikke å skrive til disk.
nl: Schrijven van het bestand naar schijf mislukte.
pl: Błąd zapisu na dysk.
ru: Ошибка записи на диск.
sr: Не могу да пишем фајл на диск
sv: Misslyckades att skriva till disk
tr: Dosya diske yazılamadı.

source: A PHP extension stopped the file upload.
cs: Rozšíření PHP zastavilo nahrávání souboru.
da: En PHP-udvidelse stoppede file uploaden.
es: Una extensión de PHP ha detenido la subida del archivo.
es_mx: Una extensión de PHP detuvo la carga del archivo.
fi: PHP-laajennus pysäytti tiedoston lähetyksen.
hu: Egy PHP kiterjesztés megakadályozta a feltöltést.
ja: PHP拡張でファイルのアップロードが停止されています
ka_ge: PHP გაფართოებამ შეაჩერა ფაილის ატვირთვა.
nb: En PHP-utvidelse stoppet filopplastingen.
nl: Een PHP extensie heeft de upload gestopt.
pl: Rozszerzenie PHP zatrzymało wysyłanie pliku.
ru: PHP прервало загрузку файла.
sr: PHP екстензија је зауставила отпремање фајла.
sv: Ett PHP-tillägg stoppade uppladdningen av filen.
tr: Bir PHP eklentisi dosyanın yüklenmesini engelledi.

source: No file uploaded
af: Geen lêer opgelaai
cs: Nenahrán žádný soubor
da: Ingen fil uploadet
es: No se ha subido archivo
es_mx: No hay archivos cargados
fi: Ei tiedostoa lähetetty
hu: Nincs fájl feltöltve
ja: ファイルがアップロードされていません
ka_ge: ფაილი არ იქნა ატვირთული
nb: Ingen fil lastet opp
nl: Geen bestand geüpload
pl: Nie wysłano pliku
ru: Нет загруженных файлов
sr: Ниједан фајл није отпремљен
sv: Ingen fil uppladdad
tr: Herhangi bir dosya yüklenmemiş

source: Unsupported image type
af: Onondersteunde beeldtipe
cs: Nepodporovaný typ obrázku
da: Ikke-understøttet billede format
es: Tipo de imagen no soportado
es_mx: Tipo de imagen no soportado
fi: Ei-tuettu kuvatiedostomuoto
hu: Nem támogatott képtípus
ja: サポートされていない画像形式です
ka_ge: ამ სურათის სახეობა არაა მხარდაჭერილი
nb: Filtypen støttes ikke
nl: Afbeeldingstype wordt niet ondersteund
pl: Nieobsługiwany typ zdjęcia
ru: Неподдерживаемый тип изображения
sr: Неподржани тип слике
sv: Filtypen är ej giltig
tr: Görsel türü desteklenmiyor

source: You are already using a custom theme
af: U gebruik reeds ’n pasgemaakte tema
cs: Již používáte vlastní motiv
da: Du bruger allerede et brugerdefineret tema
es: Usted ya usa un tema personalizado
es_mx: Ya estás usando un tema personalizado
fi: Käytät jo kustomoitua ulkoasua
hu: Már egyedi témát használ
ja: あなたは既にカスタムテーマを利用しています
ka_ge: თქვენ პერზონალიზირებულ ვიზუალურ თემას უკვე იყენებთ
nb: Du bruker allerede en egendefinert drakt
nl: Je gebruikt al een maatwerkthema
pl: Używasz już motywu niestandarowego
ru: Вы уже используете настраиваемую тему
sr: Већ користите прилагођену тему
sv: Du använder redan ett annat tema
tr: Zaten özel bir tema kullanıyorsunuz

source: Theming
cs: Motivy
da: Temaer
es: Tema
es_mx: Tematizar
fi: Teema
hu: Témázás
ja: テーマ
ka_ge: ვიზუალური თემები
nb: Draktvalg
nl: Thema's
pl: Motyw
ru: Темы оформления
sr: Теме
sv: Teman
tr: Tema

source: Theming makes it possible to easily customize the look and feel of your instance and supported clients. This will be visible for all users.
cs: Motivy umožňují jednoduché přizpůsobení vzhledu vaší instance a podporovaných klientů. Uvidí to všichni uživatelé.
da: Theming gør det muligt nemt at tilpasse udseendet på din installation og understøttede klienter. Dette vil være synlig for alle brugere.
es: Los temas hacen posible personalizar fácilmente la apariencia de tu instancia y los clientes soportados. Esto será visible para todos los usuarios.
es_mx: El tematizar hace posible personalizar facilmente la manera en que se ve tu instancia y clientes soportados. Esto será visible para todos los usuarios.
fi: Teeman avulla voit helposti kustomoida web-käyttöliittymän ja tuettujen sovelluksien ulkonäköä ja tuntumaa. Teema näkyy kaikille käyttäjille.
hu: A témák lehetőve teszik, hogy könnyedén személyre szabja a kinézetét az oldalnak, és a támogatott klienseknek. Ez minden felhasználó számára látható lesz.
ja: テーマではあなたのインスタンスとサポートされたクライアントのルック＆フィールを簡単に変更できます。この変更は全てのユーザが対象となります。
ka_ge: ვიზუალური თემები საშუალებას გაძლევთ თქვენს ინსტანციას და მხარდაჭერილ კლიენტებს მარტივად გაუწიოთ გამოსახულებას პერსონალიზაცია. ეს გამოჩნდება ყველა მომხმარებელთან.
nb: Draktvalg gjør det enkelt å tilpasse utseende og følelsen av din installasjon og støttede klienter. Dette vil bli synlig for alle brukere.
nl: Thematiseren maakt het mogelijk om uiterlijk en gevoel van je systeem en ondersteunde clients aan te passen. Dit wordt zichtbaar voor alle gebruikers.
pl: Motywy pozwalają na łatwą personalizację wyglądu Twojej instancji i wspieranych klientów. Efekty będą widoczne dla wszystkich użytkowników.
ru: Темы оформление позволяют легко настроить внешний вид вашего сервера и поддерживаемых клиентов. Это будет доступно для всех пользователей.
sr: Теме Вам омогућавају да лако измените изглед Ваше инстанце и подржаних клијената. Ово ће бити видљиво свим корисницима.
sv: Teman gör det möjligt att enkelt skräddarsy utseendet på ditt moln. Detta kommer att synas för alla användare.
tr: Temalar kullandığınız kopyanın ve desteklenen istemcilerin genel görünümün kolayca değiştirilmesini sağlar. Tüm kullanıcılara görüntülenir.

source: Name
af: Naam
cs: Název
da: Navn
es: Nombre
es_mx: Nombre
fi: Nimi
hu: Név
ja: 名前
ka_ge: სახელი
nb: Navn
nl: Naam
pl: Nazwa
ru: Название
sr: Име
sv: Namn
tr: Ad

source: Reset to default
af: Herstel na verstek
cs: Obnovit výchozí
da: Nulstil
es: Vovler a configuración por defecto
es_mx: Restablecer al predeterminado
fi: Palauta oletukseksi
hu: Visszaállítás eredetire
ja: デフォルトに戻す
ka_ge: საწყის მდგომარეობაში დაბრუნება
nb: Tilbakestill til forvalg
nl: Herstellen naar standaard
pl: Przywróć domyślne
ru: Сбросить изменения
sr: Ресетуј на подразумевано
sv: Återställ till grundinställningar
tr: Varsayılana Sıfırla

source: Web address
af: Webadres
cs: Webová adresa
da: Web adresse
es: Dirección web
es_mx: Dirección web
fi: Verkko-osoite
hu: Webcím
ja: Webアドレス
ka_ge: ვებ-მისამართი
nb: Nettadresse
nl: Webadres
pl: adres internetowy
ru: Веб адрес
sr: Веб адреса
sv: Webbadress
tr: Web adresi

source: Web address https://…
af: Webadres https://…
cs: Webová adresa https://
da: Web adresse http://...
es: Dirección web https://
es_mx: Dirección web https://...
fi: Verkko-osoite https://…
hu: Webcím https://...
ja: Webアドレス https://...
ka_ge: ვებ მისამართ https://…
nb: Nettadresse https://…
nl: Webadres https://…
pl: adres internetowy https://...
ru: Веб адрес https://…
sr: Веб адреса https://…
sv: Webbadress https://...
tr: Web adresi https://...

source: Slogan
af: Slagspreuk
es: Eslogan
es_mx: Lema
fi: Slogani
hu: Szlogen
ja: スローガン
ka_ge: ლოზუნგი
nb: Slagord
nl: Slagzin
ru: Слоган
sr: Слоган

source: Color
af: Kleur
cs: Barva
da: Farve
fi: Väri
hu: Szín
ja: 色
ka_ge: ფერი
nb: Farge
nl: Kleur
pl: Kolor
ru: Цвет
sr: Боја
sv: Färg
tr: Renk

source: Logo
es_mx: Logotipo
hu: Logó
ja: ロゴ
ka_ge: ლოგო
ru: Логотип
sr: Лого
sv: Logotyp

source: Upload new logo
af: Laai nuwe logo op
cs: Nahrát nové logo
da: Upload nyt logo
es: Subir nuevo logo
es_mx: Cargar nuevo logotipo
fi: Lähetä uusi logo
hu: Új logó feltöltése
ja: 新しいロゴをアップロード
ka_ge: ახალი ლოგოს ატვირთვა
nb: Last opp ny logo
nl: Upload nieuw logo
pl: Wyślij nowe logo
ru: Загрузить новый логотип
sr: Отпремите нови лого
sv: Ladda upp ny logotyp
tr: Yeni logo yükle

source: Login image
af: Aantekenbeeld
cs: Přihlašovací obrázek
da: Login billede
es: Fondo de Pantalla
es_mx: Imágen de inicio de sesión
fi: Kirjautumissivun kuva
hu: Bejelentkező kép
ja: ログイン画像
ka_ge: ლოგინის სურათი
nb: Innloggingsbilde
nl: Inlog afbeelding
pl: Obraz logowania
ru: Изображение экрана входа в систему
sr: Слика на пријави
sv: Inloggningsbild
tr: Oturum açma görseli

source: Upload new login background
af: Laai nuwe aantekenagtergrond op
cs: Nahrát nové přihlašovací pozadí
da: Upload nyt login billede
es: Subir una nueva imagen de fondo
es_mx: Cargar nueva imagen de fondo para inicio de sesión
fi: Lähetä uusi kirjautumissivun taustakuva
hu: Új bejelentkező kép feltöltése
ja: 新しいログイン背景画像をアップロード
ka_ge: ლოგინის ახალი ფონის ატვირთვა
nb: Last opp ny innloggingsbakgrunn
nl: Uploaden nieuwe inlog achtergrond
pl: Wyślij nowe tło ekranu logowania
ru: Загрузить новый фон для экрана входа в систему
sr: Отпремите нову позадину на пријави
sv: Ladda upp ny bakgrundsbild
tr: Yeni oturum açma art alanı yükle

source: Remove background image
af: Verwyder agtergrondbeeld
cs: Odebrat obrázek pozadí
da: Fjern baggrundsbillede
es: Eliminar imagen de fondo
es_mx: Eliminar imagen de fondo
fi: Poista taustakuva
hu: Háttérkép eltávolítása
ja: 背景画像を削除
ka_ge: ფონური სურათის მოშორება
nb: Fjern bakgrunnsbilde
nl: Achtergrond beeld verwijderen
pl: Usuń obraz tła
ru: Убрать фоновое изображение
sr: Уклони позадину
sv: Ta bort bakgrundsbild
tr: Art alan görselini kaldır

source: Install the Imagemagick PHP extension with support for SVG images to automatically generate favicons based on the uploaded logo and color.
cs: Nainstalujte rozšíření Imagemagick PHP s podporou obrázků SVG, které automaticky generuje favicony na základě nahraného loga a barvy.
da: Installer Imagemagick PHP udvidelsen med SVG support for automatisk at genererer favikoner baseret på the uploadede logo og farver.
es: Instala la extensión de PHP Imagemagick con soporte para imágenes SVG para generar automáticamente faviconos basados en el logo y color subidos.
es_mx: Instala la extensión Imagemagick de PHP con soporte a imagenes SVG para generar los favicons en automático con base en el logotipo cargado y el color.
hu: Telepítsd az Imagemagick PHP kiterjesztést SVG kép támogatással a feltöltött logóból és színből való automatikus favikon generáláshoz.
ka_ge: SVG სურთების მხარდაჭერის მქონე Imagemagick PHP გაფართოების დაყენება ფავიკონებს ატვირთული ლოგოსა და ფერის მიხევით დააგენერირებს ავტომატურად.
nb: Installer PHP-utvidelsen Imagemagick med støtte for SVG-bilder for å opprette favikoner automatisk basert på opplastet logo og farge.
nl: Installeer de Imagemagick PHP extensie met ondersteuning voor SVG afbeeldingen om automatisch favicons te genereren op basis van het geuploade logo en kleur.
pl: Aby wygenerować favicon oparte o wysłane logo i kolor, zainstaluj rozszerzenie PHP Imagemagick z obsługą SVG.
ru: Для автоматической генерации favicon на основе загруженного логотипа и цвета нужно установить PHP расширение Imagemagick с поддержкой изображений SVG
sr: Инсталирајте Imagemagick PHP екстензију која подржава SVG слике, да аутоматски направи иконе од отпремљеног логоа и боје.
tr: Yüklenen logo ve renge göre otomatik olarak favicon üretilmesi için Imagemagick PHP eklentisini SVG desteği ile kurun.

source: reset to default
af: herstel na verstek
cs: obnovit výchozí
da: nulstil til standardindstillinger
es: restaurar a configuración inicial
es_mx: restaurar a predeterminado
fi: palauta oletukseksi
hu: Visszaállítás alapértelmezettre
ja: デフォルトに戻す
ka_ge: დაბრუნება საწყისზე
nb: tilbakestill til forvalg
nl: herstellen naar standaard
pl: przywróć domyślne
ru: сброс до настроек по-умолчанию
sr: ресетуј на подразумевано
sv: Återställ till standard
tr: varsayılana dön

source: Log in image
af: Aantekenbeeld
cs: Přihlašovací obrázek
da: Log ind billede
es: Fondo de Pantalla
es_mx: Imagen de inicio de sesión
fi: Kirjautumissivun kuva
hu: Bejelentkező kép
ja: ログイン画像
ka_ge: ლოგინის სურათი
nb: Innloggingsbilde
nl: Inlog afbeelding
pl: Zdjęcie logowania
ru: Изображение экрана входа в систему
sr: Слика на пријави
sv: Inloggningsbild
tr: Oturum açma görseli
