Repository: Cybso/server
Catalog: translationfiles/*/twofactor_backupcodes.po
Languages: af, ca, cs, da, de_de, es_ar, es_hn, fi, gl, hu, is, it, ja, ka_ge, ko, lv, mn, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn, zh_tw

source: Generate backup codes
af: Genereer rugsteunkodes
ca: Generar codis de la copia de seguretat
cs: Vytvořit záložní kódy
da: Generer backup-koder
de_de: Backup-Codes erzeugen
es_ar: Generar códigos de respaldo
es_hn: Generar los códigos de respaldo
fi: Luo varakoodit
gl: Xerar códigos de salvagarda
hu: Biztonsági kód generálás
is: Útbúa öryggisafritunarkóða
it: Genera i codici di backup
ja: バックアップコードを生成する
ka_ge: გენერირდება ბექაფის კოდები
ko: 백업 코드 생성
lv: Izveidot rezerves kodus
mn: нөөц кодыг үүсгэх
nb: Generer sikkerhetskopi-koder
nl: Genereer backup code
pl: Generowanie kodów zapasowych
pt_br: Gerar códigos de backup
ru: Создать резервные коды
sk: Vytvoriť záložné kódy
sq: Gjenero kodet rezerve
sr: Генериши резервне кодове
sv: Generera återställningsnycklar
tr: Yedek kodları oluştur
zh_cn: 生成备用码
zh_tw: 產生備用碼

source: Backup codes have been generated. {{used}} of {{total}} codes have been used.
af: Rugsteunkodes is gegenereer. {{used}} van {{total}} kodes is gebruik.
ca: S'han generat codis de còpia de seguretat. S'han usat {{used}} de {{total}} codis.
cs: Záložní kódy byly vytvořeny. {{used}} z {{total}} kódů bylo využito.
da: Backup kode er oprettet. {{used}} af {{total}} koder er brugt.
de_de: Backup-Codes wurden erzeugt. {{used}} von {{total}} Codes wurden benutzt.
es_ar: Los códigos de respaldo han sido generados. {{used}} de {{total}} códigos han sido usados.
es_hn: Los códigos de respaldo han sido generados. Se han usado {{used}} de {{total}} códigos.
fi: Varakoodit on luotu. {{used}}/{{total}} koodia on käytetty.
gl: Los códigos de salvagarda foron xerados. Usou {{used}} códigos de {{total}}.
hu: A biztonsági kódok elkészültek. Felhasználva: {{used}}, ennyiből: {{total}}.
is: Öryggisafritunarkóðar hafa verið útbúnir. {{used}} af {{total}} kóðum hafa verið notaðir.
it: I codici di backup sono stati generali. {{used}} di {{total}} codici sono stati utilizzati.
ja: バックアップコードが生成されました。 {{total}} 中の {{used}} コードが使用されています。
ka_ge: ბექაფის კოდები დაგენერირდა. გამოყენებულია {{used}} სულ {{total}}-დან კოდი.
ko: 백업 코드가 생성되었습니다. {{total}}개 중 {{used}}개의 코드가 사용되었습니다.
lv: Rezerves kodi ir ģenerēti. {{used}} no {{total}} kodiem ir izmantoti.
mn: нөөц код үүссэн.{{Used}} {{total}} кодыг ашигласан.
nb: Sikkerhetskopi-koder har blitt opprettet. {{used}} av {{total}} koder i bruk.
nl: Backup codes zijn gegenereerd. {{used}} van {{total}} codes zijn gebruikt.
pl: Kody zapasowe zostały wygenerowane. {{used}} z {{total}} kodów zostało wykorzystanych.
pt_br: Códigos de backup foram gerados. {{Used}} de {{total}} códigos foram usados.
ru: Резервные коды были созданы. Использовано {{used}} из {{total}} кодов.
sk: Vygenerovali sa záložné kódy. {{used}} z {{total}} kódov sa využilo.
sq: Kodet rezervë janë gjeneruar. {{të përdorura}} nga {{totali}} kode janë përdorur.
sr: Резервни кодови су изгенерисани. {{used}} од {{total}} кодова је искоришћено.
sv: Återställningsnycklarna har skapats. {{used}} av {{total}} nycklar har använts.
tr: Yedek kodları oluşturuldu. {{used}} / {{total}} kod kullanılıyor.
zh_cn: 备用码已经生成. 已经使用了 {{used}} (共 {{total}}) 个备用码.
zh_tw: 備用碼已經建立。{{total}}組中有{{used}}組備用碼已被使用過

source: These are your backup codes. Please save and/or print them as you will not be able to read the codes again later
af: Dit is u rugsteunkodes. Bewaar dit of druk dit af aangesien u later nie hierdie kodes sal kan lees nie
ca: Aquests són els codis de seguretat. Deseu-los i / o imprimiu-los ja que no podreu tornar a llegir els codis més tard
cs: Zde jsou vaše záložní kódy. Kódy si prosím uložte a/nebo vytiskněte, protože je nebude možné později zobrazit.
da: Dett er dine backup koder. Gem eller udskriv dem venligst da det ikke vil være muligt at læse koderne her igen senere.
de_de: Dies sind Ihre Backup-Codes. Bitte speichern und/oder drucken Sie diese, da diese Codes später nicht mehr gelesen werden können
es_ar: Estos son sus códigos de respaldo. Favor de resguardarlos y/o imprimirlos ya que no podrá leerlos otra vez después.
es_hn: Estos son tus códigos de respaldo. Por favor resguárdalos y/o imprímelos ya que no podrás leerlos otra vez después.
fi: Nämä ovat varakoodisi. Tallenna ja/tai tulosta ne, koska et voi lukea koodeja myöhemmin
gl: Estes son os seus códigos de salvagarda. Gárdeos e/ou imprímaos xa que non poderá volver lelos de novo.
hu: Ezek a biztonsági kódjaid. Kérlek mentsd el vagy nyomtasd ki őket úgy hogy később is meglegyenek.
is: Þetta eru öryggisafritunarkóðarnir þínir. Vistaðu þá og/eða prentaðu þá út, því þú munt ekki geta lesið þá aftur síðar í ferlinu
it: Questi sono i tuoi codici di backup. Salvali e/o stampali poiché non potrai più leggerli successivamente
ja: これらはあなたのバックアップコードです。 後からこのコードは見ることはできないので、保存するか印刷しておいてください
ka_ge: ეს თქვენი ბექაფის კოდებია. გთხოვთ შეინახოთ ან ამობეჭდოთ ისინი, კოდებს მეტი ვეღარ წაიკითხავთ
ko: 다음은 백업 코드입니다. 이 코드는 나중에 다시 확인할 수 없으므로 저장하거나 인쇄하십시오.
lv: Šie ir jūsu dublējuma kodi. Lūdzu saglabāt un / vai izdrukāt tos, jūs nevarēsiet izlasīt kodus vēlreiz
mn: Эдгээр нь таны нөөц код юм. Дараа нь дахин кодыг уншиж чадахгүй тул та тэдгээрийг хадгалах буюу хэвлэх боломжтой
nb: Dette er sikkerhetskopi-kodene. Lagre og/eller skriv dem ut siden du ikke vil kunne se kodene her igjen senere.
nl: Dit zijn je back-upcodes. Bewaar ze en/of druk ze alsjeblieft af, want je ze niet later nog een keer opvragen.
pl: To są kody zapasowe. Proszę je zapisać i/lub wydrukować, ponieważ później nie będzie można ich ponownie odczytać
pt_br: Estes são os seus códigos de backup. Salve e/ou imprima-os, pois não será possível ler os códigos novamente mais tarde
ru: Это ваши резервные коды доступа. Пожалуйста, сохраните и/или распечатайте их, так как вы не сможете увидеть эти коды снова.
sk: Tu sú vaše záložné kódy. Uložte si ich prosím alebo vytlačte, pretože ich nebude možné neskôr znovu zobraziť.
sq: Këto janë kodet tuaja rezervë. Ju lutemi ruajini dhe/ose printojini ato pasi nuk do të jeni në gjendje që ti lexoni më vonë
sr: Ово су Ваши резервни кодови. Сачувајте их и/или их одштампајте пошто више нећете моћи да их прочитате.
sv: Detta är dina återställningsnycklar. Vänligen spara och/eller skriv ut dem eftersom du inte kommer kunna se dessa nycklar igen.
tr: Yedek kodlarınızı burada görebilirsiniz. Kodları daha sonra göremeyeceğiniz için bu kodları kaydedin ya da yazdırın
zh_cn: 下列是您的备用码. 备用码无法重复查看, 请将其保存或打印存储.
zh_tw: 以下是您的備用碼，由於備用碼不會再次顯示，請儲存 並/或 列印。

source: Save backup codes
af: Bewaar rugsteunkodes
ca: Guardar els codis de la copia de seguretat
cs: Uložit záložní kódy
da: Gem backup-koder
de_de: Backup-Codes speichern
es_ar: Guardar códigos de respaldo
es_hn: Guardar códigos de respaldo
fi: Tallenna varakoodit
gl: Gardar os códigos de salvagarda
hu: Biztonsági kódok mentése
is: Vista öryggisafritunarkóða
it: Salva i codici di backup
ja: バックアップコードを保存
ka_ge: ბექაფის კოდების შენახვა
ko: 백업 코드 저장
lv: Saglabāt rezerves kodus
mn: Нөөц кодыг хадгалах
nb: Lagre sikkerhetskopi-kodene
nl: Bewaren backup code
pl: Zapisz kody zapasowe
pt_br: Salvar códigos de backup
ru: Сохранить резервные коды
sk: Uložiť záložné kódy
sq: Ruaj kodet e kopjuara
sr: Сачувај резервне кодове
sv: Spara återställningsnycklar
tr: Yedek kodları kaydet
zh_cn: 保存备用码
zh_tw: 儲存備用碼

source: Print backup codes
af: Druk rugsteunkodes
ca: Imprimeix codis de còpia de seguretat
cs: Vytisknout záložní kódy
da: Print backup-koder
de_de: Backup-Codes drucken
es_ar: Imprimir códigos de respaldo
es_hn: Imprimir códigos de respaldo
fi: Tulosta varakoodit
gl: Imprimir os códigos de salvagarda
hu: Biztonsági kódok nyomtatása
is: Prenta öryggisafritunarkóða
it: Stampa i codici di backup
ja: バックアップコードを印刷
ka_ge: ბექაფის კოდების ამობეჭდვა
ko: 백업 코드 인쇄
lv: Drukāt dublējuma kodus
mn: Нөөц кодыг хэвлэх
nb: Skriv ut sikkerhetskopi-koder
nl: Afdrukken backup code
pl: Drukuj kody zapasowe
pt_br: Imprimir códigos de backup
ru: Распечатать резервные коды
sk: Vytlačiť záložné kódy
sq: Printo kodet rezervë
sr: Одштампај резервне кодове
sv: Skriv ut återställningsnycklar
tr: Yedek kodları yazdır
zh_cn: 打印备用码
zh_tw: 列印備用碼

source: Regenerate backup codes
af: Hergenereer rugsteunkodes
ca: Regenerar els codis de la copia de seguretat
cs: Vytvořit nové záložní kódy
da: Regenerer backup-koder
de_de: Backup-Codes erneuern
es_ar: Regenerar códigos de respaldo
es_hn: Regenerar códigos de respaldo
fi: Uudelleenluo varakoodit
gl: Rexenerar códigos de salvagarda
hu: Biztonsági kódok újra generálása
is: Endurnýja öryggisafritunarkóða
it: Rigenera i codici di backup
ja: バックアップコードを再生成
ka_ge: ბექაფის კოდების გენერაცია
ko: 백업 코드 다시 생성
lv: Atjaunot dublējuma kodus
mn: Нөөц кодыг дахин сэргээх
nb: Lag sikkerhetskopi-koder på nytt
nl: Regenereer backup code
pl: Ponownie generuj kody zapasowe
pt_br: Regerar códigos de backup
ru: Перевыпустить резервные коды
sk: Vytvoriť nové záložné kódy
sq: Gjenero kodet e kopjuara
sr: Регенериши резервне кодове
sv: Skapa nya återställningsnycklar
tr: Yedek kodlarını yeniden oluştur
zh_cn: 重新生成备用码
zh_tw: 重新產生備用碼

source: If you regenerate backup codes, you automatically invalidate old codes.
af: Indien u rugsteunkodes hergenereer maak u outomaties die ou kodes ongeldig.
ca: Si regeneres codis de còpia de seguretat, invalida automàticament els codis antics.
cs: Pokud vytvoříte nové záložní kódy, staré budou automaticky zrušeny.
da: Hvis gu genere nye backup koder vil de gamle koder blive ubrugelige.
de_de: Wenn Sie die Backup-Codes erneuern, werden die alten Codes automatisch ungültig.
es_ar: Si usted regenera los códigos de respaldo, automáticamente invalidará los anteriores.
es_hn: Si regeneras los códigos de respaldo, automáticamente invalidarás los anteriores.
fi: Jos uudelleenluot varakoodit, vanhat varakoodit poistetaan käytöstä.
gl: Se rexenera os códigos de salvagarda, automaticamente invalidara os antigos códigos.
hu: Ha újra generálod a biztonsági kódokat, akkor a régiek automatikusan érvénytelenítve lesznek.
is: Ef þú endurnýjar öryggisafritunarkóða, gerir þú sjálfkrafa eldri kóða ógilda.
it: Se rigeneri i codici di backup, invaliderai automaticamente i vecchi codici.
ja: バックアップコードを再生成すると、自動的に古いコードが無効になります。
ka_ge: ძველი კოდები, ახალი ბექაფის კოდების რეგენერაციისას დაკარგავენ მოქმდების ძალას.
ko: 백업 코드를 다시 생성하면 이전 코드는 자동으로 무효화 됩니다.
lv: Ja atjaunot dublējum kodus, tiek automātiski anulēti vecie kodi.
mn: хэрвээ нөөц кодыг дахин сэргээх бол, та хуучин кодыг автоматаар хүчингүй болгоно
nb: Hvis du regenererer nye sikkerhetskopi-koder, vil du automatisk gjøre de gamle kodene ugyldige.
nl: Als je backup codes opnieuw genereert, worden oude codes automatisch ongeldig gemaakt.
pl: Jeśli generujesz kody zapasowe ponownie, automatycznie unieważniasz stare kody.
pt_br: Se você regerar os códigos de backup, invalidará automaticamente os códigos antigos.
ru: При перевыпуске резервных кодов, старые автоматически становятся недействительными.
sk: Ak vytvoríte nové záložné kódy, staré sa automaticky zneplatnia.
sq: Nëse gjeneroni kode rezervë, automaktikisht ju çaktivizoni kodet e vjetra.
sr: Ако се резервни кодови регенериши, стари аутоматски престају да важе.
sv: Om du skapar nya återställningsnycklar så kommer de gamla automatiskt att sluta fungera.
tr: Yedek kodlarını yeniden oluşturursanız, eski kodlar geçersiz olur.
zh_cn: 如果您重新生成了备用码, 旧的代码将自动失效.
zh_tw: 若您重新產生備用碼，原來舊的備用碼將自動失效。

source: An error occurred while generating your backup codes
af: â€™n fout het voorgekom tydens generering van u rugsteunkodes
ca: S'ha produït un error en generar els codis de seguretat
cs: Při pokusu o vytvoření záložních kódů nastala chyba.
da: Der opstod en fejl under genereringen af dine backup-koder
de_de: Beim Erstellen Ihrer Backup-Codes ist ein Fehler aufgetreten
es_ar: Se presentó un error al generar sus códigos de respaldo.
es_hn: Se presentó un error al generar tus códigos de respaldo.
fi: Tapahtui virhe varakoodeja luotaessa
gl: Produciuse un erro ao rexenerar os seus códigos de salvagarda
hu: Hiba történt a biztonsági kódok generálása közben
is: Villa kom upp við að búa til öryggisafritunarkóðana þína
it: Si è verificato un errore durante la generazione dei tuoi codici di backup
ja: バックアップコードの生成中にエラーが発生しました
ka_ge: ბექაფის კოდების გენერაციისას წარმოიშვა შეცდომა
ko: 백업 코드를 생성하는 중 오류가 발생했습니다.
lv: Radās kļūda, ģenerējot jūsu dublējuma kodus
mn: Таны нөөц кодыг үүсгэх явцад алдаа гарлаа
nb: En feil oppstod under generering av sikkerhetskopi-kodene
nl: Er trad een fout op bij het genereren van je backup codes
pl: Wystąpił błąd podczas generowania kodów zapasowych.
pt_br: Ocorreu um erro ao gerar os códigos de backup
ru: Произошла ошибка при создании резервных кодов
sk: Pri vytváraní záložných kódov nastala chyba.
sq: Ndodhi një problem ndërsa ishin duke u prodhuar kodet tuaja rezervë
sr: Десила се грешка приликом генерисања резервних кодова
sv: Ett fel uppstod vid skapandet av nya återställningsnycklar
tr: Yedek kodlar oluşturulurken bir sorun çıktı
zh_cn: 生成备用码时出错
zh_tw: 產生備用碼時發生錯誤。

source: Nextcloud backup codes
af: Nextcloud-rugsteunkodes
ca: Codis de la copia de seguretat de Nextcloud
cs: Nextcloud záložní kódy
da: Nextcloud backup-koder
es_ar: Códigos de respaldo de Nextcloud
es_hn: Códigos de respaldo de Nextcloud
fi: Nextcloud-varakoodit
gl: Códigos de salvagarda de Nextcloud
hu: Nextcloud biztonsági kódok
is: Nextcloud öryggisafritunarkóðar
it: Codici di backup di Nextcloud
ja: Nextcloud バックアップコード
ka_ge: Nextcloud-ის ბექაფის კოდები
ko: Nextcloud 백업 코드
lv: Nextcloud dublēšanas kodi
mn: Nextcloud нөөц код
nb: Nextcloud sikkerhetskopi-koder
pl: Kody zapasowe Nextcloud
pt_br: Códigos de backup do Nextcloud
ru: Резервные коды Nextcloud
sk: Nextcloud záložné kódy
sq: Kodet rezervë të Nextcloud
sr: Некстклауд резервни кодови
sv: Nextcloud återställningsnycklar
tr: Nextcloud yedek kodları
zh_cn: Nextcloud 备用码
zh_tw: Nextcloud 備用碼

source: You created two-factor backup codes for your account
af: U het tweefaktorrugsteunkodes vir u rekening geskep
ca: Heu creat codis de còpia de seguretat de dos factors per al vostre compte
cs: Vytvořil(a) jste záložní kódy dvoufázové autentizace pro váš účet
da: Du har lavet two-factor backup koder til din konto.
de_de: Sie haben Zwei-Faktor Sicherungs-Codes für Ihr Konto erstellt
es_ar: Usted ha creado códigos de respaldo de dos factores para su cuenta
es_hn: Creaste códigos de respaldo de dos factores para tu cuenta
fi: Loit kaksivaiheisen tunnistautumisen varakoodit tilillesi
gl: Creou códigos de salvagarda de dous factores para a súa conta
hu: Kétfaktoros helyreállítási kódot hoztál létre a fiókodhoz
is: Þú útbjóst tveggja-þrepa öryggisafritunarkóða fyrir aðganginn þinn
it: Hai creato codici di backup a due fattori per il tuo account
ja: アカウントの2要素バックアップコードを作成しました
ka_ge: შექმენით ორ-ფაქტორიანი ბექაფის კოდები თქვენი ანგარიშისთვის
ko: 내 계정의 2단계 인증 백업 코드를 생성함
lv: Jūs izveidojāt divpakāpju dublējumu kodus savam kontam
mn: Та өөрийн аккаунтад хоёр хүчин зүйлийн нөөц код үүсгэсэн
nb: Du opprettet to-trinns bekreftelse sikkerhetskopi-koder
nl: Je creÃ«erde tweefactor back-up codes voor je account
pl: Stworzyłeś zapasowe kody uwierzytelnienia dwuetapowego swojego konta
pt_br: Você criou os códigos de backup de dois fatores para sua conta.
ru: Вы создали двухфакторные резервные коды для своего аккаунта
sk: Pre váš účet ste vytvorili záložné kódy dvojfaktorovej autentizácie
sq: Ju krijuat kodet rezervë me dy faktorë për llogarinë tuaj
sr: Направили сте двофакторске резервне кодове за Ваш налог
sv: Du skapade återställningsnycklar till tvåfaktorsautentiseringen på ditt användarkonto.
tr: İki aşamalı kimlik doğrulama için yedek kodlarınızı oluşturdunuz
zh_cn: 您已经为账号创建了两步验证的备用码
zh_tw: 你的帳戶已建立兩階段認證的備用碼。

source: Backup code
af: Rugsteunkode
ca: Codi de copia de seguretat
cs: Záložní kód
da: Backup-kode
es_ar: Código de respaldo
es_hn: Código de respaldo
fi: Varakoodi
gl: Código de salvagarda
hu: Biztonsági kód
is: Öryggisafritunarkóði
it: Codice di backup
ja: バックアップコード
ka_ge: ბექაფის კოდები
ko: 백업 코드
lv: Dublēšanas kods
mn: Нөөц код
nb: Sikkerhetskopi-kode
pl: Kod zapasowy
pt_br: Código de backup
ru: Резервный код
sk: Záložný kód
sq: Kod i kopjuar
sr: Резервни код
sv: Återställningsnyckel
tr: Yedek kod
zh_cn: 备用码
zh_tw: 備用碼

source: Use backup code
af: Gebruik rugsteunkode
ca: Utilitza un codi de copia de seguretat
cs: Použít záložní kód
da: Benyt backup-kode
de_de: Verwende Backup-Code
es_ar: Use el código de respaldo
es_hn: Usa el código de respaldo
fi: Käytä varakoodia
gl: Usar código de salvagarda
hu: Biztonsági kód használata
is: Nota öryggisafritunarkóða
it: Usa il codice di backup
ja: バックアップコードを使用する
ka_ge: ბექაფის კოდების გამოყენება
ko: 백업 코드 사용
lv: Izmantojiet dublēšanas kodu
mn: Нөөц кодыг ашиглах
nb: Bruker sikkerhetskopi-kode
nl: Gebruik backup code
pl: Użyj kodu zapasowego
pt_br: Usar o código de backup
ru: Использовать резервный код
sk: Použiť záložný kód
sq: Përdorni kodin e kopjimit
sr: Искористи резервни код
sv: Använd återställningsnyckel
tr: Yedek kodu kullan
zh_cn: 使用备用码
zh_tw: 使用備用碼

source: Second-factor backup codes
af: Tweedefaktorrugsteunkodes
ca: Codis secundaris de còpia de seguretat
cs: Dvoufázové záložní kódy
da: Second-factor backup koder
de_de: Zweitfaktor Backup-Codes
es_ar: Códigos de respaldo del segundo factor
es_hn: Códigos de respaldo del segundo factor
fi: Kaksivaiheisen tunnistautumisen varakoodit
gl: Códigos de salvagarda do segundo factor
hu: Második lépcsős biztonsági kódok
is: Tveggja-þrepa öryggisafritunarkóðar
it: Codici di backup con secondo fattore
ja: 第二要素バックアップコード
ka_ge: მეორე-ფაქტორის ბექფის კოდები
ko: 2단계 인증 백업 코드
lv: Second-factor dublēšanas kodi
mn: нөөц кодын хоёр дахь хүчин зүйл
nb: To-trinns bekreftelse sikkerhetskopi-koder
nl: Twee-factor backup code
pl: Kody zapasowe uwierzytelnienia dwuskładnikowego
pt_br: Códigos de backup segundo-fator
ru: Резервные коды двухфакторной аутентификации
sk: Dvojfaktorové záložné kódy
sq: Kodet e rezervimit të dytë të faktorëve
sr: Двофакторски резервни кодови
sv: Tvåfaktorsautentisering
tr: İki aşamalı kimlik doğrulama yedek kodları
zh_cn: 两步验证备用码
zh_tw: 第二階段認證備用碼
