Repository: Cybso/server
Catalog: translationfiles/*/updatenotification.po
Languages: ast, ca, cs, da, de, es, es_ni, fi, fr, gl, hu, ia, id, is, it, ja, ka_ge, ko, lt_lt, lv, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_tw

source: Could not start updater, please try the manual update
ast: Nun pudo aniciase l'anovador, por favor prueba l'anovamientu manual
ca: No s'ha pogut iniciar actualitzador, provi l'actualització manual
cs: Nepodařilo se spustit aktualizátor, zkuste ruční aktualizaci
da: Kunne ikke starte opdateringen, prøv venligst med en manual opdatering
de: Der Updater konnte nicht gestartet werden, bitte versuche ein manuelles Update
es: No se pudo iniciar el actualizador, por favor inténtalo de forma manual la actualización
es_ni: No fue posible iniciar el actualizador, por favor intenta la actualización manual
fi: Ei voitu aloittaa päivitystä, kokeile päivittämistä manuaalisesti
fr: Impossible de démarrer le système de mise à jour, veuillez essayer de mettre à jour manuellement
gl: Non foi posíbel iniciar o actualizador, por favor tente a actualización manual
hu: Nem sikerült elindítani a frissítőt, kérlek próbáld a manuális frissítést
ia: Impossibile initiar le actualisator, per favor tenta le actualisation manual
id: Tidak dapat menjalankan updater, harap coba perbarui manual
is: Gat ekki ræst uppfærslustýringu, prófaðu að uppfæra handvirkt
it: Impossibile avviare lo strumento di aggiornamento, prova l'aggiornamento manuale
ja: アップデータを起動できませんでした。手動アップデートをお試しください
ka_ge: განმანახმებლის გაშვება ვერ მოხერხდა, გთხოვთ სცადოთ განახლება მექანიკურ რეჯიმში
ko: 업데이트를 시작할 수 없습니다. 수동 업데이트를 시도하십시오.
lt_lt: Nepavyko paleisti atnaujinimo programos, prašome bandyti atnaujinimą rankiniu būdu
lv: Nevar sākt atjauninājumu, lūdzu, mēģiniet manuālo atjauninājumu
nb: Kunne ikke starte oppdateringen, prøv å oppdatere manuelt
nl: Kon de updater niet starten, probeer alsjeblieft de handmatige update
pl: Nie można uruchomić aktualizacji, spróbuj z aktualizować ręcznie
pt_br: Não foi possível iniciar o atualizador, tente a atualização manual
ru: Не удалось обновить. Пожалуйста, выполните обновление вручную.
sk: Nebolo možné spustiť aktualizátor, skúste prosím manuálnu aktualizáciu
sq: Nuk mundi të filloj përditësuesi, ju lutemi të provoni përditësimin manual
sr: Не могу да покренем програм за ажурирање, покушајте ручно ажурирање
sv: Kunde inte starta uppdateraren, vänligen försök uppdatera manuellt
tr: Güncelleyici başlatılamadı lütfen el ile güncellemeyi deneyin
zh_tw: 無法啟動更新程式，請嘗試手動更新

source: {version} is available. Get more information on how to update.
ast: Ta disponible {version}. Consigui más infromación tocante a cómo anovar.
ca: Hi ha disponible la versió {version}. Obtingueu més informació sobre com actualitzar.
cs: Je dostupná {version}. Přečtěte si více informací jak aktualizovat.
da: {version} er tilgængelig. Få mere information om hvordan du opdaterer.
de: {version} ist verfügbar. Weitere Informationen zur Aktualisierung.
es: {version} está disponible. Obtenga más información sobre cómo actualizar.
es_ni: {version} está disponible. Obten más información de cómo actualizar.
fi: {version} on saatavilla. Tarjolla on lisätietoja päivittämisestä.
fr: La version {version} est disponible. Cliquez ici pour plus d'informations sur comment mettre à jour.
gl: {version} está dispoñíbel. Obteña máis información sobre como actualizar.
hu: {version} rendelkezésre áll. További információ a frissítéshez.
ia: {version} es disponibile. Obtene plus informationes super como actualisar.
id: {version} tersedia. Dapatkan informasi lebih lanjut cara memperbaruinya.
is: {version} er í boði. Fáðu frekari upplýsingar um hvernig á að uppfæra.
it: {version} è disponibile. Ottieni ulteriori informazioni su come eseguire l'aggiornamento.
ja: {version} が利用可能です。アップデート方法について詳細情報を確認してください。
ka_ge: {version} ხელმისაწვდომია. მოიპოვეთ მეტი ინფორმაცია იმაზე, თუ როგორ განაახლოთ.
ko: {version}을(를) 사용할 수 있습니다. 업데이트하는 방법에 대해서 알아보십시오.
lt_lt: Yra prieinama {version}. Gaukite daugiau informacijos apie tai kaip atnaujinti.
lv: {version} ir pieejama. Iegūstiet vairāk informācijas par to, kā atjaunināt.
nb: {version} er tilgjengelig. Få mer informasjon om å oppdatere.
nl: {version} is beschikbaar. Meer informatie over het bijwerken.
pl: Wersja {version} jest dostępna. Dowiedz się jak zaktualizować.
pt_br: {version} está disponível. Obtenha mais informações sobre como atualizar.
ru: Доступна версия {version}. Получить дополнительную информацию о порядке обновления.
sk: {version} je dostupná. Získajte viac informácií o postupe aktualizácie.
sq: Është gati {version}. Merrni më tepër informacion se si ta përditësoni.
sr: Верзија {version} је доступна. Сазнајте како да ажурирате.
sv: {version} är tillgänglig. Få mer information om hur du uppdaterar.
tr: {version} sürümü yayınlanmış. Güncelleme hakkında ayrıntılı bilgi alın.
zh_tw: {version} 釋出了，可以更新

source: Update notifications
ast: Avisos d'anovamientu
ca: Notificacions d'actualització
cs: Aktualizovat upozornění
da: Opdaterings notifikationer
de: Update-Benachrichtigungen
es: Actualizar notificaciones
es_ni: Actualizar notificaciones
fi: Päivitysilmoitukset
fr: Notifications de mises à jour
gl: Actualizar as notificacións
hu: Frissítési értesítés
ia: Actualisar notificationes
id: Perbarui pemberitahuan
is: Tilkynningar um uppfærslu
it: Notifiche di aggiornamento
ja: アップデート通知
ka_ge: განახლების შეტყობინებები
ko: 업데이트 알림
lt_lt: Atnaujinimų pranešimai
lv: Atjauninājumu paziņojumi
nb: Oppdateringsvarsel
nl: Bijwerken meldingen
pl: Powiadomienia o aktualizacji
pt_br: Notificações de atualização
ru: Уведомления об обновлениях
sk: Upozornenia aktualizácií
sq: Njoftime përditësimesh
sr: Обавештења о ажурирању
sv: Uppdateringsnotifikationer
tr: Güncelleme bildirimleri
zh_tw: 更新通知

source: Channel updated
ast: Anovóse la canal
ca: Canal actualitzat
cs: Kanál aktualizován
da: Kanal opdateret
de: Kanal aktualisiert
es: Canal actualizado
es_ni: Canal actualizado
fi: Päivityskanava päivitetty
fr: Canal de mise à jour modifié
gl: Canle actualizada
hu: Csatorna frissítve
ia: Canal actualisate
id: Kanal diperbarui
is: Rás uppfærð
it: Canale aggiornato
ja: チャンネルが更新されました
ka_ge: განახლების შეჩერება
ko: 채널 업데이트됨
lt_lt: Kanalas atnaujintas
lv: Kanāls atjaunots
nb: Kanal oppdatert
nl: Kanaal bijgewerkt
pl: Kanał zaktualizowany
pt_br: Canal atualizado
ru: Канал обновлен.
sk: Kanál bol aktualizovaný
sq: Kanali u përditësua
sr: Канал ажуриран
sv: Uppdateringskanal uppdaterad
tr: Kanal güncellendi
zh_tw: 頻道已更新

source: The update server could not be reached since %d days to check for new updates.
ast: Nun pudo algamase'l sirvidor d'anovamientu dende hai %d díes pa comprobar anovamientos.
ca: El servidor d'actualització no es va poder arribar des %d dies per comprovar si hi ha noves actualitzacions.
cs: Aktualizační server nebyl dosažen %d dní pro kontrolu aktualizací.
da: Har ikke været forbundet til opdateringsserveren i %d dage for at tjekke efter nye opdateringer.
de: Der Aktualisierungsserver konnte seit %d Tagen nicht erreicht werden um auf verfügbare Aktualisierungen zu prüfen.
es: El servidor de actualización no se ha podido alcanzar desde hace %d días para comprobar nuevas actualizaciones.
es_ni: El servidor de actualización no ha podido ser alcanzado desde %d días para verificar actualizaciones.
fi: Päivityspalvelinta ei ole tavoitettu %d päivään; uusia päivityksiä ei voida tarkistaa.
fr: Le serveur de mise à jour n'a pas pu être atteint depuis %d jours pour vérifier les nouvelles mises à jour.
gl: Non foi posíbel conectar co servidor de actualizacións dende vai %d días para comprobar se hai novas actualizacións.
hu: A frissítési szerver %d napja nem elérhető a frissítések kereséséhez.
is: Ekki hefur verið hægt að nálgast uppfærsluþjóninn í %d daga til að athuga með nýjar uppfærslur.
it: Il server degli aggiornamenti non è raggiungibile da %d giorni per controllare la presenza di nuovi aggiornamenti.
ja: %d日以降、新しい更新をチェックする更新サーバーにアクセスできませんでした。
ka_ge: განახლების სერვერი გალახლებების შესამოწმებლად %d დღე მიუწვდომელია.
ko: 업데이트 서버에 %d일 동안 접근할 수 없어서 새 업데이트를 확인할 수 없습니다.
lt_lt: Atnaujinimo serveris nepasiekiamas %d dienas.
nb: Har ikke oppnådd kontakt med oppdateringstjeneren på %d dager for å se etter nye oppdateringer.
nl: De updateserver kon sinds %d dagen niet meer worden bereikt om op updates te controleren.
pl: Połączenie z serwerem z aktualizacjami w celu sprawdzenia nowych aktualizacji nie powiodło się od %d dni.
pt_br: O servidor de atualização não foi encontrado já há %d dias para verificar por novas atualizações.
ru: Сервер обновлений недоступен для проверки наличия обновлений дней: %d.
sk: Aktualizačný server je nedostupný %d dní pre kontrolu aktualizácií.
sq: Përditësimi i serverit nuk mund të arrihej deri sa %dtë kontrollohen për përditësime të reja.
sr: Сервер за ажурирања није доступан пошто је прошло %d дана од последње провере ажурирања.
sv: Uppdateringsservern kunde inte nås. Senaste kontakt för %d dagar sedan.
tr: %d gündür güncellemeleri denetlemek için güncelleme sunucusuna bağlanılamadı.
zh_tw: 更新伺服器在%d天前已經無法連線檢查更新

source: Please check the Nextcloud and server log files for errors.
ast: Comprueba los fallos de los ficheros de rexistru del sirvidor y Nextcloud, por favor.
ca: Si us plau, comproveu els fitxers de log del servidor i de Nextcloud per detectar errors.
cs: Po chybách se podívejte v protokolech Nextcloudu a webového serveru.
da: Tjek venligst Nextcloud server log for fejl.
de: Bitte überprüfe die Server- und Nextcloud-Logdateien auf Fehler.
es: Por favor revise los archivos de registros para Nextcloud y el servidor en búsca de errores.
es_ni: Por favor verifica los archivos de bitacoras de Nextcloud y del servidor por errores.
fi: Tarkista Nextcloud- ja palvelinlokitiedostot virheiden osalta.
fr: Veuillez vérifier les fichiers de log de Nextcloud et du serveur pour les erreurs.
gl: Por favor comprobe os ficheiros de rexistro de Nextcloud e do servidor na procura de erros.
hu: Kérlek nézd meg a Nextcloud és a szervernaplókat a hibák miatt.
is: Skoðaðu hvort einhver villuboð séu í annálaskrám Nextcloud þjónsins.
it: Controlla i file di log di Nextcloud e del server alla ricerca di errori.
ja: Nextcloudとサーバーログファイルでエラーがないか確認してください。
ka_ge: შეცდომებისთვის გთხოვთ შეამოწმოთ Nextcloud-ი სერვერის ლოგები.
ko: Nextcloud 및 서버 로그에서 오류 정보를 확인하십시오.
lt_lt: Prašome patikrinti Nextcloud ir serverio žurnalų įrašus apie galimas klaidas.
nb: Se i Nextcloud- og tjener-loggen etter feil.
nl: Controleer de NextcloudÂ en server logbestanden op fouten.
pl: Proszę sprawdzić pliki z logami Nextcloud i serwera w celu znalezienia błędów.
pt_br: Verifique se há erros nos arquivos de log do servidor e do Nextcloud
ru: Проверьте наличие ошибок в файлах журналов Nextcloud и сервера.
sk: Chyby skontrolujte prosím v logoch Nextcloud a webového servera
sq: Ju lutemi kontrolloni dosjet e Nextcloud dhe te server log-ut per gabimet
sr: Проверите логове од сервера и од Некстклауда за грешке.
sv: Vänligen kontrollera ditt moln och dess serverloggar för felmeddelanden.
tr: Lütfen sorunu bulmak için Nextcloud ve sunucu günlük dosyalarına bakın.
zh_tw: 請確認伺服器log檔以查看錯誤。

source: Update to %1$s is available.
ast: Ta disponible l'anovamientu a %1$s
ca: Actualització per %1$s està disponible.
cs: Je dostupná aktualizace na %1$s.
da: Opdatering til %1$s er tilgængelig.
de: Aktualisierung auf %1$s ist verfügbar.
es: Actualización a %1$s esta disponible.
es_ni: La actualización a %1$s está disponible.
fi: Kohteen %1$s päivitys on saatavilla.
fr: Une mise à jour vers %1$s est disponible
gl: Está dispoñíbel unha actualización para %1$s.
hu: %1$s frissítés elérhető.
ia: Un actualisation a %1$s es disponibile.
id: Pembaruan untuk %1$s tersedia.
is: Uppfærsla fyrir %1$s er tiltæk.
it: Aggiornamento a %1$s disponibile.
ja: %1$s への更新が利用可能です。
ka_ge: განახლება %1$s-ზე ხელმისაწვდომია.
ko: %1$s(으)로 업데이트할 수 있습니다.
lt_lt: Yra prieinamas atnaujinimas į %1$s.
lv: Atjauninājums uz %1$s ir pieejams.
nb: Oppdatering til %1$s er tilgjengelig.
nl: Update naar %1$s is beschikbaar.
pl: Aktualizacja do %1$s jest dostępna.
pt_br: Atualização para %1$s está disponível.
ru: Доступно обновление до версии %1$s.
sk: Je dostupná aktualizácia na verziu %1$s.
sq: Përditësimi te%1$s është në dispozicion.
sr: Доступно је ажурирање на %1$s.
sv: Uppdatering till %1$s är tillgänglig.
tr: %1$s güncellemesi yayınlanmış.
zh_tw: 更新版 %1$s 已經釋出

source: Update for %1$s to version %2$s is available.
ast: Ta disponible l'anovamientu pa %1$s a la versión %2$s.
ca: L'actualització per %1$s a la versió %2$s està disponible.
cs: Je dostupná aktualizace pro %1$s na verzi %2$s.
da: Opdatering af %1$s til version %2$s er tilgængelig.
de: Eine Aktualisierung von %1$s auf Version %2$s ist verfügbar.
es: La actualización de %1$s a la versión %2$s está disponible.
es_ni: La actualización para %1$s a la versión %2$s está disponible.
fi: Kohteen %1$s päivitys versioon %2$s on saatavilla.
fr: Une mise à jour de %1$s vers la version %2$s est disponible.
gl: Está dispoñíbel unha actualización para %1$s á versión %2$s.
hu: %1$s frissíthető %2$s verzióra.
ia: Un actualisation de %1$s al version %2$s es disponibile.
id: Pembaruan untuk %1$s ke versi %2$s tersedia.
is: Uppfærsla %1$s í útgáfu %2$s er tiltæk.
it: È disponibile l'aggiornamento di %1$s alla versione %2$s.
ja: %1$s に対するバージョン %2$s へアップデートが利用可能です。
ka_ge: %1$s-ის განახლება %2$s ვერსიაზე ხელმისაწვდომია.
ko: %1$s을(를) 버전 %2$s(으)로 업데이트할 수 있습니다.
lt_lt: Yra prieinamas %1$s atnaujinimas į versiją %2$s.
lv: Atjauninājums %1$s uz versiju %2$s ir pieejams.
nb: Oppdatering for %1$s til versjon %2$s er tilgjengelig.
nl: Update voor %1$s naar versie %2$s is beschikbaar.
pl: Dostępna jest aktualizacja dla %1$s do wersji %2$s
pt_br: Atualização de %1$s para versão %2$s está disponível.
ru: Для приложения «%1$s» доступно обновление до версии %2$s.
sk: Pre %1$s je dostupná aktualizácia na verziu %2$s.
sq: Është gati përditësimi për %1$s në version %2$s.
sr: Доступно је ажурирање апликације %1$s на верзију %2$s.
sv: Uppdatering för %1$s till version %2$s är tillgänglig.
tr: %1$s sürümünden %2$s sürümüne güncelleme yayınlanmış.
zh_tw: %1$s 到 %2$s 的更新已經釋出

source: Update for {app} to version %s is available.
ast: Ta disponible l'anovamientu pa {app} a la versión %s.
ca: Actualització per {app} a la versió %s està disponible.
cs: Pro {app} je dostupná aktualizace na verzi %s.
da: Opdatering af {app} til version %s er tilgængelig.
de: Eine Aktualisierung für {app} auf Version %s ist verfügbar.
es: Actualización de {app} a la versión %s disponible.
es_ni: Actualización para {app} a la versión %s está disponible.
fi: Sovelluksen {app} päivitys versioon %s on saatavilla.
fr: Une mise à jour de {app} vers la version %s est disponible.
gl: Está dispoñíbel unha actualización para {app} á versión %s.
hu: {app} %s verzió frissítése elérhető
ia: Un actualisation del {app} al version %s es disponibile.
id: Pembaruan untuk {app} ke versi %s tersedia.
is: Uppfærsla fyrir {app} í útgáfu %s er tiltæk.
it: È disponibile l'aggiornamento di {app} alla versione %s.
ja: {app} に対するバージョン %s へアップデートが利用可能です。
ka_ge: განახლება აპლიკაციისთვის {app} ვერსიაზე %s ხელმისაწვდომია.
ko: {app}을(를) 버전 %s(으)로 업데이트할 수 있습니다.
lt_lt: Yra prieinamas {app} atnaujinimas į versiją %s.
lv: Atjauninājums {app} uz versiju %s ir pieejams.
nb: Oppdatering for {app} til versjon %s er tilgjengelig.
nl: Update voor {app} naar versie %s is beschikbaar.
pl: Aktualizacja dla {app} do wersji %s jest dostępna.
pt_br: Atualização para {app} para a versão %s está disponível.
ru: Для приложения «{app}» доступно обновление до версии %s.
sk: Pre {app} je dostupná aktualizácia na verziu %s.
sq: Përditësimi për {app} në versionin %s është në dispozicion
sr: Доступно је ажурирање апликације {app} на верзију %s.
sv: Uppdatering för {app} till version %s är tillgänglig.
tr: {app} uygulaması için %s sürümü güncellemesi yayınlanmış.
zh_tw: {app} 已有 %s 版本的更新

source: A new version is available: %s
ast: Ta disponible una versión más nueva: %s
ca: Una nova versió està disponible: %s
cs: Je dostupná nová verze: %s
da: Der er en ny version tligængelig: %s
de: Eine neue Version ist verfügbar: %s
es: Hay una nueva versión disponible: %s
es_ni: Una nueva versión está disponible: %s
fi: Uusi versio on saatavilla: %s
fr: Une nouvelle version est disponible : %s
gl: Hai dispoñíbel unha nova versión: %s
hu: Új verzió érhető el: %s
ia: Un nove version es disponibile: %s
id: Versi baru tersedia: %s
is: Ný útgáfa er tiltæk: %s
it: Una nuova versione è disponibile: %s
ja: 新しいバージョンが利用可能: %s
ka_ge: ხელმისაწვდომია ახალი ვერსია: %s
ko: 새 버전을 사용할 수 있습니다: %s
lt_lt: Yra prieinama nauja versija: %s
lv: Ir pieejama jauna versija: %s
nb: En ny versjon er tilgjengelig: %s
nl: Er is een nieuwe versie beschikbaar: %s
pl: Dostępna jest nowa wersja: %s
pt_br: Uma nova versão está disponível: %s
ru: Доступна новая версия: %s
sk: Je dostupná nová verzia: %s
sq: Ka gati një version të ri: %s
sr: Доступна је нова верзија: %s
sv: En ny version är tillgänglig: %s
tr: Yeni bir sürüm yayınlanmış: %s
zh_tw: 新版本可用：%s

source: Open updater
ast: Abrir anovador
ca: Obrir actualitzador
cs: Otevřít aktualizátor
da: Åbn for opdatering
de: Updater öffnen
es: Abrir el actualizador
es_ni: Abrir actualizador
fi: Avaa päivittäjä
fr: Ouvrir le système de mise à jour
gl: Abrir o actualizador
hu: Frissítő megnyitása
ia: Aperir actualisator
id: Buka updater
is: Opna uppfærslustýringu
it: Apri strumento di aggiornamento
ja: アップデーターを開く
ka_ge: განმანახლებლის ჩართვა
ko: 업데이터 열기
lt_lt: Atverti atnaujinimo programą
lv: Atveriet atjauninātāju
nb: Åpne oppdaterer
pl: Otwórz aktualizator
pt_br: Abrir atualizador
ru: Открыть окно обновления
sk: Otvoriť aktualizátor
sq: Hape përditësuesin
sr: Отвори програм за ажурирање
sv: Öppna uppdateraren
tr: Güncelleyici aç
zh_tw: 打開更新程式

source: Download now
ast: Baxar agora
ca: Descarrega ara
cs: Stáhnout nyní
da: Hent nu
de: Jetzt herunterladen
es: Descargar ahora
es_ni: Descargar ahora
fi: Lataa heti
fr: Télécharger maintenant
gl: Descargar agora
hu: Letöltés most
ia: Discargar ora
id: Unduh sekarang
is: Sækja núna
it: Scarica ora
ja: 今すぐダウンロード
ka_ge: ჩამოტვირთვა
ko: 지금 다운로드
lt_lt: Atsisiųsti dabar
lv: Lejupielādēt tagad
nb: Last ned nå
nl: Download nu
pl: Pobierz teraz
pt_br: Baixar agora
ru: Скачать сейчас
sk: Stiahnuť teraz
sq: Shkarko tani
sr: Скини сада
sv: Ladda ned nu
tr: İndir
zh_tw: 現在下載

source: The update check is not yet finished. Please refresh the page.
ast: Entá nun finó la comprobación d'anovamientu. Refresca la páxina, por favor.
ca: Actualitzeu la pàgina.
cs: Kontrola aktualizací ještě neskončila. Obnovte stránku.
da: Opdateringstjek er ikke færdigt. Genindlæs venligst siden.
de: Die Aktualisierungsprüfung ist noch nicht abgeschlossen. Bitte die Seite neu laden.
es: La comprobación de actuliazaciones no ha finalizado aún. Por favor, recarga la página.
es_ni: La verificación de actualización aún no termina. Por favor actualiza la página.
fi: Päivitystarkistus ei ole vielä valmis. Päivitä sivu.
fr: La vérification de la mise-à-jour n'est pas encore terminée. Veuillez rafraîchir la page.
gl: A comprobación de actualización aínda non rematou. Por favor recargue a páxina.
hu: A frissítéskeresés még nem ért véget. Kérjük frissítsd az oldalt.
is: Athugun á uppfærslum er ekki ennþá lokið. Endurlestu síðuna.
it: Il controllo degli aggiornamenti non è ancora terminato. Aggiorna la pagina.
ja: アップデートチェックが完了していません。ページを更新してください。
ka_ge: განახლება ჯერ არ დასრულებულა. გთხოვთ განაახლოთ გვერდი.
ko: 업데이트 확인이 아직 끝나지 않았습니다. 페이지를 새로 고치십시오.
lt_lt: Atnaujinimų patikrinimas dar neužbaigtas. Prašome įkelti puslapį iš naujo.
nb: Oppdateringssjekken er ikke ferdig, vennligst oppdater siden.
nl: De update controle is niet afgerond. Ververs de pagina.
pl: Sprawdzanie aktualizacji nie zostało jeszcze zakończone. Odśwież stronę.
pt_br: A verificação de atualização ainda não acabou. Atualize a página.
ru: Проверка обновлений ещё не закончена. Пожалуйста обновите страницу.
sk: Kontrola aktualizácií ešte neskončila. Obnovte prosím stránku.
sr: Провера за новим верзијама још није готова. Освежите страну.
sv: Uppdateringskontrollen är inte färdig ännu. Var god uppdatera sidan.
tr: Güncelleme denetimi henüz tamamlanmadı. Lütfen sayfayı yenileyin.
zh_tw: 更新檢查未完成，請刷新這個頁面

source: Your version is up to date.
ast: La to versión ta anovada
ca: La teva versió està actualitzada.
cs: Používáte nejnovější verzi.
da: Du har seneste version.
de: Deine Version ist aktuell.
es: Su versión está actualizada.
es_ni: Tu verisón está actualizada.
fi: Versiosi on ajan tasalla.
fr: Votre version est à jour.
gl: A súa versión está actualizada.
hu: Verzió frissítve.
ia: Tu version es actualisate.
id: Versi Anda saat ini adalah yang terbaru.
is: Útgáfan þín er af nýjustu gerð.
it: La tua versione è aggiornata.
ja: 最新版です。
ka_ge: თქვენ იყენბთ ბოლო ვერსიას.
ko: 최신 버전을 사용하고 있습니다.
lt_lt: Jūsų versija yra naujausia.
lv: Jums ir jaunākā versija.
nb: Du har nyeste versjon.
nl: Je versie is up to date.
pl: Posiadasz aktualną wersję.
pt_br: Sua versão está atualizada.
ru: Версия не требует обновления.
sk: Vaša verzia je atuálna.
sq: Versioni juaj është i përditësuar.
sr: Ваша верзија је ажурна.
sv: Din version är uppdaterad.
tr: Sürümünüz güncel.
zh_tw: 您的版本是最新版

source: Checked on %s
ast: Comprobóse'l %s
ca: Comprovat en %s
cs: Zkontrolováno %s
da: Tjekket per %s
de: Geprüft am %s
es: Revisado el %s
es_ni: Verificado el %s
fi: Tarkistettu %s
fr: Vérifié le %s
gl: Comprobado en %s
hu: Ellenőrizve: %s
ia: Verificate in %s
id: Dicek pada %s
is: Athugað þann %s
it: Controllato il %s
ja: %s に確認
ka_ge: შემოწმდა %s-ზე
ko: %s에 확인함
lt_lt: Tikrinta %s
lv: Pārbaudīts %s
nb: Sjekket %s
nl: Gecontroleerd op %s
pl: Sprawdzono: %s
pt_br: Verificada em %s
ru: Проверено %s
sk: Skontrolované %s
sq: Kontrolluar më %s
sr: Проверено %s
sv: Senast kontrollerad %s
tr: Son denetim: %s
zh_tw: 於 %s 檢查過

source: A non-default update server is in use to be checked for updates:
ast: Úsase un sirvidor non predetermináu pa comprobar anovamientos:
ca: S'utilitza un servidor d'actualització no predeterminat per comprovar si hi ha actualitzacions:
cs: Pro kontrolu aktualizací se používá jiný než výchozí server:
da: En ikke standard opdateringsserver bliver brugt for at tjekke efter opdateringer:
de: Es wird ein Nicht-Standard-Aktualisierungsserver zum Prüfen auf Aktualisierungen verwendet:
es: Se está usando un servidor de actualización no estándar para comprobar actualizaciones:
es_ni: Un servidor de actualizaciones no-predeterminado está en uso para ser verficiado por actualizaciones:
fr: Un serveur spécifique est actuellement configuré pour la vérification des mises-à-jour :
gl: Está en uso un servidor de actualizacións que non é o predeterminado para comprobar as actualizacións:
hu: Egy nem alapértelmezett szervert használunk a frissítések kereséséhez:
is: Uppfærsluþjónn sem ekki er sjálfgefinn er núna í notkun til að athuga með uppfærslur:
it: Stai utilizzando un server non predefinito per controllare gli aggiornamenti:
ja: 更新のチェックにデフォルト以外の更新サーバーが利用されています:
ka_ge: განახლებების შესამოწმებლად მოქმედია არა-საწყისი სერვერი:
ko: 기본 업데이트 서버가 아닌 곳에서 업데이트를 확인하고 있음:
lt_lt: Atnaujinimų aptikimui yra naudojamas ne nenumatytasis serveris:
nb: En ikke-forvalgt oppdateringstjener brukes for å se etter oppdateringer:
nl: Een niet-standaard updateserver is in gebruik om te worden gecontroleerd op updates:
pl: Do sprawdzania aktualizacji nie są używane domyślne serwery aktualizacji:
pt_br: Um servidor de atualização não padrão está sendo verificado por atualizações:
ru: Не сервер по умолчанию используется как сервер для проверки обновлений:
sk: Pre kontrolu aktualizácií sa používa iný než predvolený server:
sr: Неподразумевани сервер за ажурирање је коришћен да провери нове верзије:
sv: En icke-standard updateringsserver används för att kolla efter uppdateringar:
tr: Güncelleme denetimi için varsayılan sunucudan başka bir sunucu kullanılıyor:
zh_tw: 沒有預設的更新伺服器以至於無法檢查更新：
