Repository: Cybso/server
Catalog: translationfiles/*/updatenotification.po
Languages: ast, ca, cs, da, de, es, es_ni, fi, fr, gl, hu, ia, id, is, it, ja, ka_ge, ko, lt_lt, lv, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_tw

source: Update channel:
ast: Canal d'anovamientu:
ca: Actualitzar canal:
cs: Aktualizovat kanál:
da: Opdatér kanal:
de: Update-Kanal:
es: Canal de actualización:
es_ni: Actualizar el canal:
fi: Päivityskanava:
fr: Canal de mise à jour :
gl: Canle de actualización:
hu: Frissítési csatorna:
ia: Canal de actualisation:
id: Saluran update:
is: Uppfærslurás:
it: Canale di aggiornamento:
ja: アップデートチャンネル:
ka_ge: განახლების არხი:
ko: 업데이트 채널:
lt_lt: Atnaujinimo kanalas:
lv: Atjaunināt kanālu:
nb: Oppdateringskanal:
nl: Bijwerkkanaal:
pl: Kanał aktualizacji:
pt_br: Atualizar para:
ru: Канал обновлений:
sk: Aktualizačný kanál:
sq: Kanal përditësimesh:
sr: Канал за ажурирање:
sv: Uppdateringskanal:
tr: Güncelleme kanalı:
zh_tw: 更新通道:

source: You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel.
ast: Siempres pues anovar a una canal esperimental pero enxamás nun afites una canal más estable.
ca: Sempre podràs actualitzar a una versió més recent / canal experimental. Però mai es pot fer un "downgrade" a un canal més estable.
cs: Vždy můžete aktualizovat na novější verzi / experimentální kanál. Poté ale nelze nikdy provést downgrade zpět na nižší stabilní kanál.
da: Du kan altid opdatere til en nyere version / eksperimentel kanal. Men du kan aldrig nedgradere til en mere stabil kanal
de: Es kann immer auf eine neuere Version / experimentellen Kanal aktualisiert werden. Allerdings kann kein Downgrade auf einen stabileren Kanal durchgeführt werden.
es: Siempre podrás actualizar a la versión más reciente o al canal experimental, pero nunca podrás volver a un canal más estable.
es_ni: Siempre puedes actualizar a una versión más reciente / canal experimental. Sin embargo nunca podrás desactualizar la versión a un canal más estable.
fi: Voit aina päivittää uudempaan versioon tai kokeellisen jakelukanavan versioon. Et voi kuitenkaan palata aiempaan, vakaan julkaisukanavan versioon.
fr: Vous pouvez à tout moment mettre à jour votre instance Nextcloud vers une version plus récente ou un canal expérimental. Vous ne pourrez cependant jamais revenir à une version antérieure en sélectionnant un canal plus stable.
gl: Sempre poderá actualizar á unha versión máis nova ou á canle experimental, mais nunca poderá voltar atrás a unha canle máis estábel.
hu: Mindig frissíthetsz az újabb verzióra vagy kísérleti csatornára, de visszafelé sosem frissíthetsz egy jóval stabilabb verzióra.
ia: Tu sempre pote actualisar a un version plus nove o a un canal experimental. Ma tu non potera jammais retrogradar a un canal plus stabile.
id: Anda dapat memperbarui ke versi yang lebih baru / saluran percobaan. Namun Anda tidak dapat menurunkan ke saluran stabil.
is: Þú getur alltaf uppfært í nýrri útgáfu eða tilraunaútgáfurás. En þú getur aldrei niðurfært í stöðugri rás.
it: Puoi aggiornare sempre a una nuova versione / canale sperimentale. Ma non puoi mai tornare a una versione precedente.
ja: 開発版の新しいバージョンにアップデートできます。ただし、アップデート後は安定版にダウングレードできません。
ka_ge: ყოველთვის შეგიძლიათ განაახლოთ უფრო ახალ ვერსიაზე / ექსპერიმენტალურ არხზე. თუმცა სტაბილურ ვერსიაზე ჩამოსვლა ვერ მოხერხდება.
ko: 항상 새로운 버전이나 실험 채널로 업그레이드할 수 있지만, 안정 채널로 다운그레이드할 수는 없습니다.
lt_lt: Visada galite atnaujinti į naujesnę versiją / eksperimentinį kanalą. Tačiau niekada negalite sendinti versijos ar persijungti į stabilų kanalą.
lv: Jūs vienmēr varat atjaunināt to uz jaunāku versiju / eksperimentālo versiju. Bet nekad nevar atgriezties uz stabilāku versiju.
nb: Du kan alltid oppdatere til en nyere versjon / eksperimentell kanal. Men du kan aldri nedgradere til en mer stabil kanal.
nl: Je kunt altijd updaten naar een nieuwere versie of experimenteel kanaal. Maar terug naar een oudere versie of een stabieler kanaal is niet mogelijk.
pl: Zawsze możesz zaktualizować do nowszej wersji z eksperymentalnego kanału. Ale nigdy nie możesz powrócić do wersji ze stabilnego kanału.
pt_br: Você pode atualizar para uma versão mais nova ou experimental. No entanto, nunca poderá voltar para uma versão estável ou antiga.
ru: Вы всегда можете переключиться на экспериментальный канал обновлений для получения новейших версий. Но учтите, что вы не сможете переключиться обратно на канал обновлений для стабильных версий.
sk: Vždy je možné prejsť na novšiu verziu / experimentálny kanál. Ale následne nie je možné prejsť naspäť na staršiu verziu / stabilnejší kanál.
sq: Mundeni përherë ta përditësoni me një version të ri / kanal eksperimental. Por nuk mund ta ulni kurrë versionin në një version më të qëndrueshëm.
sr: Увек можете да надоградите на новију верзију/експериментални канал. Али не можете се вратити на стабилни канал.
sv: Du kan alltid uppdatera till en nyare version / experimentell kanal. Men du kan aldrig nedgradera till en mer stabil kanal.
tr: İstediğiniz zaman yeni / deneysel bir güncelleme kanalına geçebilirsiniz. Daha kararlı bir kanala geri dönemezsiniz.
zh_tw: 您可以隨時更新至較新的版本 / 實驗通道，但您不能降版至更穩定的通道。

source: Note that after a new release it can take some time before it shows up here. We roll out new versions spread out over time to our users and sometimes skip a version when issues are found.
ca: Tingueu en compte que després d'un nou llançament, pot trigar un temps abans que aparegui aquí. Desplegem noves versions distribuïdes amb el temps als nostres usuaris i, de vegades, ometen una versió quan es detecten problemes.
cs: Všimněte si, že po vydání nové verze může chvíli trvat, než se zde objeví. Distribuujeme nové verze průběžně rozložené v čase mezi naše uživatele a pokud jsou nalezeny problémy někdy danou verzi přeskočíme.
da: Bemærk at efter en ny udgivelse kan det tage noget tid før den bliver vist her. Vi udruller nye opdateringer spredt ud og nogle gange springer man versioner over hvis der bliver fundet fejl i dem.
de: Nach Veröffentlichung einer neuen Version kann es einige Zeit dauern bis diese hier erscheint. Die neuen Versionen verteilen sich beim Ausrollen im Laufe der Zeit auf die Benutzer. Manchmal werden Versionen übersprungen, wenn Probleme gefunden wurden.
es: Nota: tras un nuevo lanzamiento, puede pasar algo de tiempo antes de que aparezca aquí. Escalonamos la difusión de nuevas versiones a nuestros usuarios y a veces saltamos una versión cuando aparecen problemas.
es_ni: Nota que después una nueva publicación puede tomar algo de tiempo antes de que se muestre aquí. Distribuimos nuevas versiones para que sean distribuidas a través del tiempo para nuestros usuarios y algunas veces nos saltamos una versión cuando encontramos detalles.
fr: Veuillez noter qu'il peut s'écouler un certain temps entre la sortie d'une nouvelle version et sa disponibilité pour téléchargement et mise-à-jour ici, sur votre instance. Nous répartissons le déploiement des nouvelles versions Nextcloud dans le temps à l'ensemble de nos utilisateurs. Certaines versions mineures, présentant des bugs problématiques, peuvent être sautées.
gl: Teña en conta que despois da publicación dunha nova versión pode levar algún tempo antes de que se mostre eiquí. Programamos novas versións ao longo do tempo para os nosos usuarios e ás veces saltamos unha versión cando se atopan problemas.
hu: Vedd figyelembe, hogy egy firssítés megjelenése után eltarthat egy darabig míg itt megjelenik. Fokozatosan juttatjuk el a frissítéseket a felhaszálóinkhoz és néha kihagyunk egy-egy verziót, ha problémák merülnek fel.
is: Athugaðu að það getur tekið nokkurn tíma áður en nýjar útgáfur birtast hér. Við dreifum útgáfum yfir tíma auk þess sem stundum er útgáfum sleppt ef í þeim finnast hnökrar.
it: Nota che, dopo una nuova versione, potrebbe essere necessario del tempo prima che sia mostrato qui. Rilasciamo nel tempo nuove versioni ai nostri utenti e, a volte, saltiamo una versione, se troviamo dei problemi.
ja: 新しいリリースの後、公開されるまでには時間がかかります。 新しいバージョンを公開して配布しますが、問題が発見されたときにバージョンをスキップすることがあります。
ka_ge: გაითვალისწინეთ, ახალი რელიზი აქ გამოჩენამდე, საჭიროებს გარკვეულ დროს. ჩვენ მომხმარებლებისთვის ვუშვებთ ახალ ვერსიებს და ხანდახან პრობლემების პოვნისას ზოგიერთ ვერსიას ვტოვებთ.
ko: 새 릴리스가 발표된 후 여기에 표시되기까지 시간이 소요됩니다. 새 버전은 단계적으로 적용되고 있으며 문제가 발생한 경우 버전을 건너뛸 수도 있습니다.
lt_lt: Turėkite omenyje, kad po naujos versijos išleidimo, gali praeiti šiek tiek laiko, kol ji čia taps matoma. Mes išleidžiame naujas versijas paskirstytas pagal laiką savo naudotojams ir, kartais, pastebėjus klaidas, praleidžiame versiją.
nb: Vær oppmerksom på at etter en ny utgivelse kan det ta noe tid før den vises her. Vi ruller ut nye versjonen spredt utover tid til våre brukere, og av og til hoppes det over en versjon når problemer dukker opp.
nl: Houd er rekening mee dat het enige tijd kan duren voordat na een nieuwe versie hier verschijnt. We verspreiden nieuwe versies over de tijd aan onze gebruikers en soms slaan we een versie over als er problemen zijn gevonden.
pl: Zauważ, że po opublikowaniu nowej wersji może minąć trochę czasu, zanim pojawi się ona tutaj. Publikację dla naszych użytkowników rozkładamy w czasie, a czasami pomijamy wersję, gdy znajdziemy jakieś błędy.
pt_br: Observe que após uma nova versão pode levar um tempo até aparecer aqui. Lançamos novas versões distribuídas ao longo do tempo para nossos usuários e às vezes pulamos uma versão quando problemas são encontrados.
ru: Обратите внимание, что от момента выпуска новой версии до её появления здесь может пройти некоторое время. Мы растягиваем во времени распространение новых версий и иногда, при обнаружении проблем, пропускаем версию.
sk: Upozorňujeme, že po oficiálnom vydaní novej verzie môže chvíľu trvať, než sa tu objaví. Nové verzie medzi našich používateľov distribuujeme priebežne rozložené v čase a ak sa nájdu chyby, niekedy danú verziu preskočíme.
sq: Vini re se pas një lëshimi të ri mund të duhet pak kohë para se të shfaqet këtu. Ne hapim versione të reja të shpërndara me kalimin e kohës tek përdoruesit tanë dhe nganjëherë kalojmë një version kur gjenden çështjet.
sr: После издавања нове верзије, може да прође неко време пре него што се верзија појави овде. Ми избацујемо нове верзије постепено и можемо некад да прескочимо верзију ако наиђемо на проблеме.
sv: Notera att när en ny version släppts kan det ta lite tid innan den dyker upp här. Vi rullar ut nya versioner till våra användare vid utspridda tillfällen och hoppar ibland över versioner när problem hittas.
tr: Yeni bir sürümün yayınlanmasından sonra burada görüntülenmesinin biraz zaman alabileceğini unutmayın. Yeni sürümleri kullanıcılarımıza zamanla dağıtıyoruz ve bazen sorunlarla karşılaştığımızda bir sürümü atlayabiliyoruz.
zh_tw: 請注意，新版本釋出後，需要過一段時間才會在此顯示通知。隨著時間推進，我們為用戶推出了新的版本，有時候會在發現問題時跳過前一個版本更新。

source: Notify members of the following groups about available updates:
ast: Avisar a los miembros de los grupos de darréu tocante a anovamientos disponibles:
ca: Notificar als membres dels següents grups sobre les actualitzacions disponibles:
cs: Upozorňovat členy následujících skupin na dostupné aktualizace:
da: Meddel brugere fra følgende gruppe om tilgængelige opdateringer:
de: Informiere die Mitglieder der folgenden Gruppen über verfügbare Updates:
es: Notificar a los miembros de los siguientes grupos sobre actualizaciones disponibles:
es_ni: Notificar a los miembros de los siguientes grupos de las actualizaciones disponibles:
fi: Ilmoita seuraavien ryhmien jäsenille saatavilla olevista päivityksistä:
fr: Notifier les membres des groupes suivants des mises à jours disponibles :
gl: Notificar aos participantes nos seguintes grupos sobre actualizacións dispoñíbeis:
hu: A következő csoport tagjainak értesítése az elérhető frissítésekről:
ia: Notifica membros del gruppos sequente super actualisationes disponibile:
id: Beritahu anggota grup tentang pembaruan yang tersedia:
is: Tilkynna meðlimum eftirfarandi hópa um tiltækar uppfærslur:
it: Notifica i membri dei seguenti gruppi sugli aggiornamenti disponibili:
ja: 次のグループのメンバーに対してアップデートのメッセージが表示されます:
ka_ge: შემდეგი ჯგუფის წევრებს გაუგზავნეთ შეტყობინება ხელმისაწვდომ განახლებებზე:
ko: 다음 그룹 구성원에게 업데이트 알림 전달:
lt_lt: Apie galimus atnaujinimus informuoti narius iš grupių:
lv: Paziņot šo grupu locekļiem par pieejamajiem atjauninājumiem:
nb: Informer medlemmene i følgende grupper om tilgjengelig oppdateringer:
nl: Geef een melding over beschikbare updates aan leden van de volgende groepen:
pl: Powiadom członków następujących grup o dostępnych aktualizacjach:
pt_br: Notificar membros dos seguintes grupos sobre atualizações disponíveis:
ru: Уведомить членов следующих групп о наличии доступных обновлений:
sk: Upozorňovať členov nasledujúcich skupín o dostupných aktualizáciach:
sq: Njoftoji anëtarët e grupeve vijues për përditësime të gatshme:
sr: Обавести чланове следећих група о доступности нових верзија:
sv: Notifiera medlemmar i följande grupper om tillgängliga uppdateraingar:
tr: Yayınlanan güncellemeler şu grupların üyelerine bildirilsin:
zh_tw: 有可用更新時通知這些群組：

source: Only notification for app updates are available.
ast: Namái tán disponibles los avisos pa los anovamientos d'aplicaciones.
ca: Només notificació d'actualitzacions d'apps estan disponibles.
cs: Je možné pouze upozornění na dostupné aktualizace aplikací.
da: Kun notifikation for app opdateringer tilgængelige.
de: Benachrichtigungen sind nur für Aktualisierungen von Apps verfügbar.
es: Solo están disponibles las notificaciones para actualizaciones de apps
es_ni: Sólo se tienen disponibles notificaciones de actualizaciones de la aplicación.
fi: Sovelluspäivityksiin on saatavilla vain huomautuksia.
fr: Seules les notifications pour les mises à jour d'applications sont diponibles.
gl: Só están dispoñíbeis as notificacións para actualizacións de aplicacións.
hu: Csak az értesítő alkalmazás frissítései érhetők el.
ia: Notification es disponibile solmente pro actualisationes de applicationes.
id: Hanya pemberitahuan untuk pembaruan aplikasi tersedia.
is: Eingöngu eru eru tiltækar tilkynningar fyrir uppfærslur forrita.
it: Sono disponibili solo le notifiche per gli aggiornamenti delle applicazioni.
ja: アプリ更新情報があるときのみ通知する。
ka_ge: შეტყობინება ხელმისაწვდომია მხოლოდ აპლიკაციების განახლებებზე.
ko: 앱 업데이트 알림만 사용할 수 있습니다.
lt_lt: Yra prieinami tik pranešimai apie programėlių atnaujinimus.
lv: Tikai paziņojumi par programmu atjauninājumiem ir pieejami.
nb: Kun varsler for app oppdateringer er tilgjengelig.
nl: Er zijn alleen meldingen voor apps beschikbaar.
pl: Tylko powiadomienia o aktualizacjach aplikacji są dostępne.
pt_br: Só está disponível notificação para atualizações de aplicativos.
ru: Только уведомления об обновлении приложений доступны.
sk: Sú dostupné upozornenia iba pre aktualizácie aplikácií.
sq: Vetëm njoftime për përditësime aplikacionesh janë të disponueshme.
sr: Доступна су само обавештења о новим верзијама апликација.
sv: Endast notifikation för app-uppdateringar är tillgängliga.
tr: Yalnız uygulama güncellemeleri kullanılabilir.
zh_tw: 僅提供應用程式更新的通知

source: The selected update channel makes dedicated notifications for the server obsolete.
ast: La canal esbillada d'anovamientu fai avisos dedicaos pa lo obsoleto del sirvidor.
ca: El canal d'actualització seleccionat deixa obsoletes les notificacions específiques del servidor.
cs: Zvolený kanál aktualizací označuje dedikovaná upozornění pro server za zastaralá.
da: Den valgte kanal lave dedikerede notifikationer for serveren ligegyldige.
de: Der gewählte Aktualisierungskanal macht dedizierte Benachrichtigungen für Server Aktualisierungen obsolet.
es: El canal de actualización seleccionado hace obsoletas las notificaciones dedicadas para el servidor.
es_ni: El canal de actualización seleccionado hace que las notificaciones dedicadas al servidor sean obsoletas.
fr: Le canal de mise à jour sélectionné rend obsolètes les notifications dédiées au serveur.
gl: A canle de actualización seleccionada fai obsoletas as notificacións dedicadas para o servidor.
hu: A kiválasztott frissítési csatorna dedikált értesítéseket jelenít meg a szerver elavulásakor.
ia: Le canal de actualisation selectionate face le notificationes dedicate al servitor esser obsolete.
id: Kanal pembaruan yang terpilih membuat pemberitahuan terdedikasi untuk server usang.
is: Valda uppfærslurásin gerir úreltar sértækar tilkynningar fyrir vefþjóninn.
it: Il canale di aggiornamento selezionato rende obsolete le notifiche dedicate al server.
ja: 選択した更新チャネルでは、廃止サーバーについて専用の通知を行います。
ka_ge: არჩეული განახლების არხი მოძველებული სერვერის შესახებ საჭიროებს გამოყოფილ შეტყობინებებს.
ko: 선택한 업데이트 채널은 서버 알림을 사용하지 않습니다.
lv: Izvēlētais atjauninājumu kanāls rādīs īpašus paziņojumus ja serveris novecojis.
nb: Den valgte oppdateringskanalen gjør dedikerte varsler til denne tjeneren utdatert.
nl: Het geselecteerde updatekanaal maakt overbodig om serverspecifieke meldingen apart te genereren.
pl: Wybrany kanał aktualizacji dla dedykowanych powiadomień dla serwera jest nieaktualny.
pt_br: A atualização selecionada fornece notificações dedicadas para o servidor desatualizado.
ru: Выбранный канал обновлений высылает специальные уведомления, если сервер устарел.
sk: Pre vybraný aktualizačný kanál budú priradené upozornenia pre server zastarané.
sq: Kanali i zgjedhur i përditësimit i bën njoftimet për shërbyesin të papërdorshme.
sr: Уз означени канал за ажурирање нема смисла да имате обавештења о новим верзијама.
sv: Den valda uppdateringskanalen gör dedikerade notiser för servern förlegade.
tr: Seçilmiş güncelleme kanalı kullanımdan kalkmış sunucu bildirimleri için kullanılıyor.
zh_tw: 選擇的更新管道會導致伺服器專門的通知過期

source: The selected update channel does not support updates of the server.
ast: El canal esbilláu d'anovamientu nun sofita anovamientos del sirvidor.
ca: El canal d'actualització seleccionat no admet actualitzacions del servidor.
cs: Vybraný kanál aktualizací nepodporuje aktualizace serveru.
da: Den valgte opdateringskanal understøtter ikke opdatering af serveren.
de: Der gewählte Aktualisierungskanal unterstützt keine Aktualisierungen für Server.
es: El canal de actualización seleccionado no soporta actualizaciones del servidor
es_ni: El canal de actualización seleccionado no soporta actualizaciones del servidor.
fi: Valittu päivityskanava ei tue palvelimen päivityksiä.
fr: Le canal de mises à jour sélectionné ne supporte pas les mises à jour du serveur.
gl: A canle de actualización seleccionada non admite actualizacións do servidor.
hu: A kiválasztott frissítése csatorna nem támogatja a szerver frissítéseit.
ia: Le canal de actualisation seligite non supporta actualisationes del servitor.
id: Kanal pembaruan yang terpilih tidak mendukung pembaruan server.
is: Valda uppfærslurásin styður ekki uppfærslur fyrir vefþjóninn.
it: Il canale di aggiornamento selezionato non supporta gli aggiornamenti del server.
ja: 選択したチャンネルでは、サーバーのアップデートをサポートしていません。
ka_ge: არჩეული განახლების არხი არ უჭერს მხარს სერვერის განახლებას.
ko: 선택한 업데이트 채널은 서버 업데이트를 지원하지 않습니다.
lt_lt: Pasirinktas kanalas nepalaiko serverio atnaujinimų.
lv: Izvēlēto atjauninājumu kanāls neatbalsta servera atjauninājumus.
nb: Den valgte oppdateringskanalen tilbyr ikke oppdateringer av tjeneren.
nl: Het geselecteerde updatekanaal ondersteunt geen updates voor de server.
pl: Wybrany kanał aktualizacji nie obsługuje danego serwera.
pt_br: A atualização selecionada não fornece suporte a atualizações do servidor.
ru: Выбранный канал обновлений не поддерживает обновление сервера.
sk: Vybraný aktualizačný kanál nepodporuje aktualizácie servera.
sq: Kanali i zgjdhur i përditësimit nuk mbështet përditësime të shvrbyesit.
sr: Означени канал за ажурирање не подржава обавештења о новим верзијама.
sv: Den valda uppdateringskanalen stödjer inte uppdateringar för servern.
tr: Seçilmiş güncelleme kanalı sunucunun güncellemelerini desteklemiyor.
zh_tw: 所選的更新頻道不提供伺服器軟體的更新
