Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: %s user found
da: Der blev fundet %s bruger
de_de: %s Benutzer gefunden
es: Usuario %s encontrado
es_cr: Usuario %s encontrado
fr: %s utilisateur trouvé
hu: %s felhasználó van
id: %s pengguna ditemukan
it: %s utente trovato
ja: %s ユーザーが見つかりました
ka_ge: ნაპოვნია %s მომხმარებელი
ko: 사용자 %s명 찾음
lt_lt: Rastas %s naudotojas
nb: %s bruker funnet
nl: %s gebruiker gevonden
pl: %s znaleziony użytkownik
pt_br: usuário %s encontrado
pt_pt: %s utilizador encontrado
ru: %s пользователь найден
sq: U gjet %s përdorues
sv: %s användare hittad
tr: %s kullanıcı bulundu

source: Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings.
da: Kunne ikke registrere navneattributten for visning af bruger. Angiv den venligst selv i de avancerede LDAP-indstillinger.
de_de: Das Anzeigename-Attribut des Benutzers konnte nicht gefunden werden. Bitte geben Sie es selbst in den erweiterten LDAP-Einstellungen an.
es: No se ha podido detectar el atributo del nombre
es_cr: No fue posible detectar el atributo del nombre a desplegar del usuario. Por favor especifícalo tú mismo en las configuraciones avanzadas de LDAP.
fr: Impossible de détecter l'attribut contenant le nom d'affichage des utilisateurs. Veuillez l'indiquer vous-même dans les paramètres LDAP avancés.
hu: Nem lehet megállapítani a megjelenítendő név mezőt. Kérlek add meg kézzel a bővített LDAP beállításokban.
it: Impossibile rilevare l'attributo nome visualizzato dell'utente. Specificalo nelle impostazioni avanzate di LDAP.
ja: ユーザー表示名の属性を検出できませんでした。詳細設定で対応する属性を指定してください。
ka_ge: მომხმარებლის დისპლეის სახელის ატრიბუტის აღმოჩენა ვერ მოხერხდა. გთხოვთ LDAP-ის პარამეტრებში თქვენით დააყენოთ ის.
ko: 사용자 표시 이름 속성을 찾을 수 없습니다. 고급 LDAP 설정에서 직접 지정하십시오.
lt_lt: Nepavyko aptikti naudotojo rodomo vardo atributo. Nurodykite jį papildomuose LDAP nustatymuose.
nb: Kunne ikke påvise attributt for brukers visningsnavn. Du må selv spesifisere det i avanserte LDAP-innstillinger.
nl: Kon het weergavenaam attribuut van de gebruiker niet vinden. Geef het zelf op in de geavanceerde LDAP instellingen.
pl: Nie można wykryć atrybutu wyświetlania nazwy użytkownika.
pt_br: Não foi possível detectar o atributo do nome de exibição do usuário. Por favor, especifique-o você mesmo nas configurações LDAP avançadas.
ru: Не удалось автоматически определить атрибут, содержащий отображаемое имя пользователя. Зайдите в расширенные настройки LDAP и укажите его вручную.
sq: Nuk mund të zbulohej atributi i emrit të ekranit të përdoruesit. Ju lutemi specifikoni vetë në avancë parametrat e LDAP.
sv: Kunde inte upptäcka ditt visningsnamnsattribut. Vänligen specificera det själv i avancerade inställningar för LDAP.
tr: Görüntülenecek kullanıcı adı özniteliği algılanamadı. Lütfen gelişmiş LDAP ayarları bölümünden siz belirtin.

source: Could not find the desired feature
da: Fandt ikke den ønskede funktion
de_de: Die gewünschte Funktion konnte nicht gefunden werden
es: No se puede encontrar la función deseada.
es_cr: No fue posible encontrar la función deseada.
fr: Impossible de trouver la fonction souhaitée
hu: A kívánt funkció nem található
id: Tidak dapat menemukan fitur yang diinginkan
it: Impossibile trovare la funzionalità desiderata
ja: 望ましい機能は見つかりませんでした
ka_ge: მოთხოვნილი ფუნქციონალის პოვნა ვერ მოხერხდა
ko: 필요한 기능을 찾을 수 없음
lt_lt: Nepavyko rasti pageidaujamos ypatybės
nb: Fant ikke den ønskede funksjonaliteten
nl: Kon de gewenste functie niet vinden
pl: Nie można znaleźć żądanej funkcji
pt_br: Não foi possível encontrar o recurso desejado
pt_pt: Não se encontrou a função desejada
ru: Не удается найти требуемую функциональность
sq: S’u gjet dot veçoria e dëshiruar
sv: Det gick inte hitta den önskade funktionen
tr: İstenilen özellik bulunamadı

source: Invalid Host
da: Ugyldig vært
de_de: Ungültiger Host
es: Host inválido
es_cr: Servidor inválido
fr: Hôte non valide
hu: Érvénytelen gépnév
id: Host tidak sah
it: Host non valido
ja: 無効なホスト
ka_ge: არასწორი ჰოსტი
ko: 잘못된 호스트
lt_lt: Neteisingas serveris
nb: Ugyldig tjener
nl: Ongeldige server
pl: Niepoprawny Host
pt_br: Host inválido
pt_pt: Hospedeiro Inválido
ru: Некорректный адрес сервера
sq: Strehë e Pavlefshme
sv: Felaktig värd
tr: Sunucu Geçersiz

source: Test Configuration
da: Test konfigurationen
de_de: Testkonfiguration
es: Configuración de prueba
es_cr: Probar configuración
fr: Tester la configuration
hu: A beállítások tesztelése
id: Uji Konfigurasi
it: Prova configurazione
ja: 設定をテスト
ka_ge: კავშირის შემოწმება
ko: 설정 시험
lt_lt: Bandyti konfigūraciją
nb: Test oppsettet
nl: Test configuratie
pl: Sprawdź konfigurację
pt_br: Teste de Configuração
pt_pt: Testar a configuração
ru: Проверить конфигурацию
sq: Provoni konfigurimet
sv: Testa konfigurationen
tr: Yapılandırmayı Sına

source: Help
da: Hjælp
de_de: Hilfe
es: Ayuda
es_cr: Ayuda
fr: Aide
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
ka_ge: დახმარება
ko: 도움말
lt_lt: Pagalba
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Помощь
sq: Ndihmë
sv: Hjälp
tr: Yardım

source: Groups meeting these criteria are available in %s:
da: Grupper som opfylder disse kriterier er tilgængelige i %s:
de_de: Gruppen, auf die diese Kriterien zutreffen, sind verfügbar in %s:
es: Los grupos que cumplen estos criterios están disponibles en %s:
es_cr: Los grupos que cumplen con los siguientes criterios están disponibles en %s:
fr: Les groupes respectant ces critères sont disponibles dans %s :
hu: A %s szolgáltatás azon csoportok létezését veszi figyelembe, amik a következő feltételeknek felelnek meg:
id: Grup yang memenuhi kriteria ini tersedia di %s:
it: I gruppi che corrispondono a questi criteri sono disponibili in %s:
ja: これらの基準を満たすグループが %s で利用可能:
ka_ge: ჯგუფები ამ კრიტერიუმით ხელმისაწვდომია %s-ში:
ko: 이 조건을 만족하는 그룹은 %s에 있습니다:
lt_lt: Grupės atitinkančios šiuos kriterijus yra pasiekiamos %s :
nb: Grupper som tilfredsstiller disse kriteriene er tilgjengelige i %s:
nl: Groepsafspraken die voldoen aan deze criteria zijn beschikbaar in %s:
pl: Przyłączenie do grupy z tymi ustawieniami dostępne jest w %s:
pt_br: Grupos que satisfazem estes critérios estão disponíveis em %s:
pt_pt: Grupos que satisfazerem estes critérios estão disponíveis em %s:
ru: Группы, отвечающие этим критериям доступны в %s:
sq: Grupet që i plotësojnë këto kushte gjenden te %s:
sv: Grupper som uppfyller dessa kriterier finns i %s:
tr: %s içinde bu ölçüte uygun gruplar var:

source: Only these object classes:
da: Kun disse objektklasser:
de_de: Nur diese Objektklassen:
es: Sólo estas clases de objetos:
es_cr: Sólo estas clases de objetos:
fr: Seulement ces classes d'objets :
hu: Csak ezek az objektumosztályok:
id: Hanya kelas obyek berikut:
it: Solo queste classi di oggetti:
ja: このオブジェクトクラスからのみ:
ka_ge: მხოლოდ ამ ობიექტის კლასებიდან:
ko: 다음 객체 클래스만:
lt_lt: Tik šios objektų klasės:
nb: Kun disse objektklassene:
nl: Alleen deze objectklassen:
pl: Tylko te klasy obiektów:
pt_br: Apenas essas classes de objetos:
pt_pt: Apenas estas classes de objetos:
ru: Только эти классы объектов:
sq: Vetëm këto klasa objektesh:
sv: Endast dessa objektklasser:
tr: Yalnız şu nesne sınıflarına:

source: Only from these groups:
da: Kun fra disse grupper:
de_de: Nur aus diesen Gruppen:
es: Sólo desde estos grupos:
es_cr: Sólo desde estos grupos:
fr: Seulement dans ces groupes :
hu: Csak ezekből a csoportokból:
id: Hanya dari grup berikut:
it: Solo da questi gruppi:
ja: これらのグループからのみ:
ka_ge: მხოლოდ ამ ჯგუფებიდან:
ko: 다음 그룹만:
lt_lt: Tik iš šių grupių:
nb: Kun fra disse gruppene:
nl: Alleen van deze groepen:
pl: Tylko z tych grup:
pt_br: Somente a partir desses grupos:
pt_pt: Apenas destes grupos:
ru: Только из этих групп:
sq: Vetëm prej këtyre grupesh:
sv: Endast från dessa grupper:
tr: Yalnız şu gruplardan:

source: Search groups
da: Søg grupper
de_de: Gruppen suchen
es: Buscar grupos
es_cr: Buscar grupos
fr: Chercher dans les groupes
hu: Csoport keresés
id: Pencarian grup
it: Cerca gruppi
ja: グループを検索
ka_ge: ჯგუფების ძიება
ko: 그룹 검색
lt_lt: Ieškoti grupių
nb: Søk i grupper
nl: Zoeken groepen
pl: Przeszukaj grupy
pt_br: Procurar grupos
pt_pt: Procurar grupos
ru: Поиск групп
sq: Kërko në grupe
sv: Sökgrupper
tr: Grup arama

source: Available groups
da: Tilgængelige grupper
de_de: Verfügbare Gruppen
es: Grupos disponibles
es_cr: Grupos disponibles
fr: Groupes disponibles
hu: Elérhető csoportok
id: Grup tersedia
it: Gruppi disponibili
ja: 利用可能なグループ
ka_ge: ხელმისაწვდომი ჯგუფები
ko: 사용 가능한 그룹
lt_lt: Prieinamos grupės
nb: Tilgjengelige grupper
nl: Beschikbare groepen
pl: Dostępne grupy
pt_br: Grupos disponíveis
pt_pt: Grupos disponiveis
ru: Доступные группы
sq: Grupe të mundshëm
sv: Tillgängliga grupper
tr: Kullanılabilecek gruplar

source: Selected groups
da: Valgte grupper
de_de: Ausgewählte Gruppen
es: Grupos seleccionados
es_cr: Grupos seleccionados
fr: Groupes sélectionnés
hu: Kiválasztott csoportok
id: Grup terpilih
it: Gruppi selezionati
ja: 選択されたグループ
ka_ge: არჩეული ჯგუფები
ko: 선택한 그룹
lt_lt: Pasirinktos grupės
nb: Valgte grupper
nl: Geselecteerde groepen
pl: Wybrane grupy
pt_br: Grupos selecionados
pt_pt: Grupos seleccionados
ru: Выбранные группы
sq: Grupe të përzgjedhur
sv: Valda grupper
tr: Seçilmiş gruplar

source: Edit LDAP Query
da: Redigér LDAP-forespørgsel
de_de: LDAP-Abfrage bearbeiten
es: Editar consulta LDAP
es_cr: Editar consulta a LDAP
fr: Modifier la requête LDAP
hu: LDAP lekérdezés szerkesztés
id: Sunting Kueri LDAP
it: Modifica query LDAP
ja: LDAPクエリの編集
ka_ge: LDAP შეკითხვის ცვლილება
ko: LDAP 질의 편집
lt_lt: Taisyti LDAP užklausą
nb: Rediger LDAP-spørring
nl: Bewerken LDAP opvraging
pl: Edytuj zapytanie LDAP
pt_br: Editar consulta LDAP
pt_pt: Modificar pedido LDAP
ru: Изменить запрос LDAP
sq: Përpunoni Kërkesë LDAP
sv: Redigera LDAP-förfrågan
tr: LDAP Sorgusunu Düzenle

source: LDAP Filter:
es: Filtro LDAP:
es_cr: Filtro de LDAP:
fr: Filtre LDAP :
hu: LDAP szűrő:
id: Penyaring LDAP:
it: Filtro LDAP:
ja: LDAP フィルタ：
ka_ge: LDAP ფილტრი:
ko: LDAP 필터:
lt_lt: LDAP filtras:
pl: Filtr LDAP
pt_br: Filtro LDAP:
pt_pt: Filtro LDAP:
ru: Фильтр LDAP:
sq: Filtër LDAP:
tr: LDAP Süzgeci:

source: The filter specifies which LDAP groups shall have access to the %s instance.
da: Filteret angiver hvilke LDAP-grupper, der skal have adgang til instansen %s.
de_de: Der Filter bestimmt, welche LDAP-Gruppen Zugriff auf die %s-Instanz haben sollen.
es: El filtro especifica que grupos LDAP tendrán acceso a %s.
es_cr: El filtro especifica cuales grupos LDAP tendrán acceso a la instancia %s.
fr: Le filtre spécifie quels groupes LDAP ont accès à l'instance %s.
hu: A szűrő meghatározza, hogy mely LDAP csoportok lesznek jogosultak %s elérésére.
id: Penyaring menentukan grup LDAP mana yang memiliki akses ke %s.
it: Il filtro specifica quali gruppi LDAP devono avere accesso all'istanza %s.
ja: フィルターは、どの LDAP グループが %s にアクセスするかを指定します。
ka_ge: ფილტრი აზუსტებს თუ რომელ LDAP ჯგუფებს ექნებათ წვდომა %s ინსტანციაზე.
ko: 이 필터는 %s에 접근할 수 있는 LDAP 그룹을 설정합니다.
lt_lt: Filtras nurodo, kurios LDAP grupės turi turėti prieigą prie %s
nb: Filteret spesifiserer hvilke LDAP-grupper som skal ha tilgang til %s-instansen.
nl: Dit filter geeft aan welke LDAP groepen toegang hebben tot %s.
pl: Filtr określa, które grupy LDAP powinny mieć dostęp do instancji %s.
pt_br: O filtro especifica quais grupos LDAP devem ter acesso à instância do %s.
pt_pt: O filtro especifica quais grupos LDAP devem ter acesso à instância %s.
ru: Этот фильтр определяет какие LDAP группы должны иметь доступ к экземпляру %s.
sq: Filtri përcakton se cilët grupe LDAP do të kenë hyrje te instanca %s.
sv: Filtret specificerar vilka LDAD-grupper som ska ha åtkomst till %s instans
tr: Süzgeçte %s kopyasına erişebilecek LDAP grupları belirtilir.

source: Verify settings and count the groups
da: Verificér indstillinger og optællingsgrupper
de_de: Überprüfe die Einstellungen und zähle die Gruppen
es: Verifique los ajustes y cuente los grupos
es_cr: Verificar las configuraciones y contar los grupos
fr: Vérifier les paramètres et compter les groupes
hu: Ellenőrizd a beállításokat és számold meg a csoportokat
it: Verifica le impostazioni e conta i gruppi
ja: 設定を検証し、グループを数える
ka_ge: დაამოწმეთ პარამეტრები და დათვალეთ ჯგუფები
ko: 설정을 확인하고 그룹 개수 세기
lt_lt: Patikrinkite nustatymus ir suskaičiuokite grupes
nb: Bekreft innstillingene og tell gruppene
nl: Verifiëren instellingen en tellen groepen
pl: Zweryfikuj ustawienia i policz grupy
pt_br: Verificar configurações e contar grupos
ru: Проверить настройки и пересчитать группы
sq: Verifiko konfigurimet dhe numëro grupet
sv: Verifiera inställningar och räkna grupperna
tr: Ayarları doğrula ve grupları say

source: When logging in, %s will find the user based on the following attributes:
da: Når der logges ind, så vil %s finde brugeren baseret på følgende attributter:
de_de: Beim Anmelden wird %s den Nutzer basierend auf folgenden Attributen finden:
es: Cuando se inicia sesión, %s encontrará al usuario basado en los siguientes atributos:
es_cr: Al iniciar sesion, %s encontrará al usuario con base en los siguientes atributos:
fr: À la connexion, %s cherchera l'utilisateur sur la base des attributs suivant :
hu: Bejelentkezve, %s a következő attribútumok alapján találja meg a felhasználót:
id: Pada saat login, %s akan menemukan pengguna berdasarkan atribut berikut:
it: Quando accedi, %s troverà l'utente sulla base dei seguenti attributi:
ja: ログイン時に、%s により次の属性からユーザーを見つけます:
ka_ge: ავტორიზაციისას, %s იპოვის მოხმარებელს შემდეგი ატრიბუტების მიხედვით:
ko: 로그인할 때 %s에서 다음 속성을 기반으로 사용자를 찾습니다:
lt_lt: Prisijungiant, %s suras naudotoją, remiantis sekančiais atributais:
nb: Ved pålogging vil %s finne brukeren basert på følgende attributter:
nl: Bij inloggen vindt %s de gebruiker gebaseerd op de volgende attributen:
pl: Podczas logowania, %s znajdzie użytkownika na podstawie następujących atrybutów:
pt_br: Ao entrar, %s vai encontrar o usuário com base nos seguintes atributos:
pt_pt: Quando entrar no sistema, %s irá encontrar o utilizador baseando-se nos seguintes atributos:
ru: При входе, %s будет искать пользователя по следующим атрибутам:
sq: Kur hyhet, %s do ta gjejë përdoruesin duke u bazuar në atributet vijues:
sv: Vid inloggning, %s kan hitta användaren baserat på följande attribut:
tr: Oturum açılırken, %s, aşağıdaki özniteliklere bağlı kullanıcıyı bulur:

source: LDAP / AD Username:
da: LDAP/AD-brugernavn:
de_de: LDAP-/AD-Benutzername:
es: Nombre de usuario LDAP /AD:
es_cr: Usuario LDAP / AD:
fr: Nom d'utilisateur LDAP / AD :
hu: LDAP / AD felhasználónév:
id: Nama pengguna LDAP / AD:
it: Nome utente LDAP / AD:
ja: LDAP/ADユーザー名:
ka_ge: LDAP / AD მომხმარებელი:
ko: LDAP/AD 사용자 이름:
lt_lt: LDAP / AD naudotojo vardas:
nb: LDAP / AD brukernavn:
nl: LDAP / AD gebruikersnaam:
pl: Nazwa użytkownika LDAP / AD:
pt_br: Nome do usuário LDAP / AD:
pt_pt: Nome de Utilizador LDAP / AD:
ru: Имя пользователя LDAP/AD:
sq: Emër përdoruesi LDAP / AD:
sv: LDAP / AD Användarnamn:
tr: LDAP / AD Kullanıcı Adı:

source: Allows login against the LDAP / AD username, which is either "uid" or "sAMAccountName" and will be detected.
da: Tillader login mod LDAP/AD-brugernavnet, hvilket enten er et uid eller »samaccountname«, og vil blive detekteret.
de_de: Erlaubt die Anmeldung gegen den LDAP/AD-Benutzernamen, der entweder "uid" oder "sAMAccountName" ist, und erkannt wird.
es: Permite registrarse contra el usuario LDAP / AD, que es o "uid" o "sAMNombreDeCuenta" y será detectado.
es_cr: Permite iniciar sesión contra el usuario LDAP / AD que es ya sea "uid" o "sAMAccountName" y será detectado.
fr: Autorise l'authentification à partir du nom d'utilisateur LDAP / AD.Celui-ci sera détecté et pourra être soit "uid", soit "sAMAccountName".
hu: Bejelentkezés engedélyezése LDAP / AD felhasználónévvel, ami vagy "uid" vagy "sAMAccountName" és fel lesz ismerve.
it: Consente l'accesso tramite il nome utente LDAP / AD, può essere sia "uid" o "sAMAccountName" e sarà rilevato.
ja: LDAP / AD ユーザー名に対してログインが許可されています。"uid" か、"sAMAccountName" のどちらかが検出されました。
ka_ge: LDAP / AD მომხმარებლზე იძლევა ავტორიზაციის უფლებას, მომხმარებელი ან "uid"-ია ან "sAMAaccountName", ის იქნება აღმოჩენილი.
ko: LDAP/AD 사용자 이름으로 로그인하는 것을 허용합니다. "uid" 및 "sAMAccountName" 중 하나이며 자동으로 감지합니다.
nb: Tillatter innlogging mot LDAP / AD-brukernavn, som er enten "uid" eller "sAMAccountName" og vil oppdages.
nl: Maakt inloggen tegen de LDAP / AD gebruikersnaam mogelijk, zowel "uid" en "sAMAccountname" wordt gedetecteerd.
pl: Zezwalaj również na logowanie typu LDAP / Active Directory, który może być w postaci "uid" lub "sAMAccountName".
pt_br: Permite login com o nome de usuário LDAP / AD, o qual é "uid" ou "sAMAccountName" e será detectado.
ru: Позволяет вход в LDAP / AD с помощью имени пользователя, которое может определяться как «uid», так и «sAMAccountName».
sv: Tillåter inloggning mot LDAP / AD-användarnamn, vilket är antingen "uid" eller "sAMAccountName" och kommer att upptäckas.
tr: LDAP / AD kullanıcı adı ile oturum açılmasını sağlar. Kullanıcı adı "uid" ya da "sAMAccountName" olabilir ve algılanır.

source: LDAP / AD Email Address:
da: E-mailadresser for LDAP/AD:
de_de: LDAP-/AD-E-Mail-Adresse:
es: LDAP / AD dirección de correo electrónico:
es_cr: Dirección de correo electrónico LDAP / AD
fr: Adresse mail LDAP / AD :
hu: LDAP / AD e-mail cím:
id: Alamat Email LDAP / AD:
it: Indirizzo email LDAP / AD:
ja: LDAP / AD メールアドレス:
ka_ge: LDAP / AD ელ-ფოსტის მისამართი:
ko: LDAP/AD 이메일 주소:
lt_lt: LDAP / AD el. pašto adresas:
nb: LDAP / AD e-postadresse:
nl: LDAP / AD e-mailadres:
pl: Adres email LDAP/AD:
pt_br: Endereço de e-mail LDAP / AD:
pt_pt: Endereço de Correio Eletrónico LDPA / AD
ru: Адрес email LDAP / AD:
sq: Adresë Email LDAP / AD:
sv: LDAP / AD E-postadress:
tr: LDAP / AD E-posta Adresi:

source: Allows login against an email attribute. "mail" and "mailPrimaryAddress" allowed.
da: Tillader login mod en e-mailattribut. Mail og "mailPrimaryAddress" vil være tilladt.
de_de: Erlaubt die Anmeldung gegen ein E-Mail-Attribut. "mail" und "mailPrimaryAddress" sind erlaubt.
es: Permite registrarse contra un atributo de correo electrónico. Se permiten "mail" y "mailPrimaryAddress".
es_cr: Permite iniciar sesión contra el atributo de email. "mail" y "mailPrimaryAddresw" está permitido.
fr: Autorise l'authentification par adresse e-mail. "mail" et "mailPrimaryAddress" sont autorisés.
hu: Bejelentkezés engedélyezése az email attribútum alapján. "mail" és "mailPrimaryAddress" megengedett.
it: Consente l'accesso tramite l'attributo email. "mail" e "mailPrimaryAddress" sono consentiti.
ja: メール属性に対してログインが許可されています。"mail" と "mailPrimaryAddress" が利用可能です。
ka_ge: ელ-ფოსტის ატრიბუტზე ავტორიზაციის ნების დართვა. დაშვებულია "mail" და "mailPrimaryAddress".
ko: 이메일 속성으로 로그인하는 것을 허용합니다. "mail" 및 "mailPrimaryAddress"를 사용할 수 있습니다.
nb: Tillater innlogging mot en e-postattributt. "mail" og "mailPrimaryAddress" tillates.
nl: Maak inloggen tegen een e-mailattribuut mogelijk. "mail" en "mailPrimaryAddress" zijn mogelijk.
pl: Zezwalaj również na logowanie atrybutem email. Dozwolone "mail" i "mailPrimaryAddress".
pt_br: Permite login com um atributo de email. "Mail" e "mailPrimaryAddress" são permitidos.
ru: Позволяет вход с помощью адреса email. Разрешены аттрибуты «mail» и «mailPrimaryAddress».
sv: Tillåter inloggning mot ett e-post-attribut. "mail" och "mailPrimaryAddress" tillåtna.
tr: E-posta adresi ile oturum açılmasını sağlar. "mail" ve "mailPrimaryAddress" kullanılabilir.

source: Other Attributes:
da: Andre attributter:
de_de: Andere Attribute:
es: Otros atributos:
es_cr: Otros atributos:
fr: Autres attributs :
hu: Más attribútumok:
id: Atribut Lain:
it: Altri attributi:
ja: その他の属性:
ka_ge: სხვა ატრიბუტები:
ko: 기타 속성:
lt_lt: Kiti atributai:
nb: Andre attributter:
nl: Overige attributen:
pl: Inne atrybuty:
pt_br: Outros Atributos:
pt_pt: Outros Atributos:
ru: Другие атрибуты:
sq: Atribute të Tjerë:
sv: Övriga attribut:
tr: Diğer Öznitelikler:

source: Defines the filter to apply, when login is attempted. "%%uid" replaces the username in the login action. Example: "uid=%%uid"
da: Definerer filtret der anvendes, når der er forsøg på at logge ind. "%%uid" erstattter brugernavnet i login-handlingen. Eksempel: "uid=%%uid"
de_de: Bestimmt den Filter, welcher bei einer Anmeldung angewandt wird. "%%uid" ersetzt den Benutzernamen bei der Anmeldung. Beispiel: "uid=%%uid"
es: Define el filtro que aplicar cuando se intenta el registro. "%%uid" reemplaza al nombre de usuario en la acción de registro. Ejemplo: "uid=%%uid"
es_cr: Define el filtro a aplicar cuando se intenta iniciar sesión. "%% uid" remplaza el usuario en la acción de inicio de sesión. Ejemplo: "uid=%% uid"
fr: Définit le filtre à appliquer lors de la tentative de connexion. "%%uid" remplace le nom d'utilisateur lors de l'authentification. Exemple: "uid=%%uid"
hu: A belépéskor alkalmazandó filtert definiálja. "%%uid" lecseréli a felhasználónevez a bejelentkezésnél. Példa: "uid=%%uid"
it: Definisce i filtri da applicare quando viene eseguito il tentativo di accesso. "%%uid" rimpiazza il nome utente nell'azione di accesso. Esempio: "uid=%%uid"
ja: ログイン実行時に適用するフィルターを定義します。uid "%%" にはログイン操作におけるユーザー名が入ります。例： "uid=%%uid"
ka_ge: ავტორიზაციის მცდელობისას საზღვრავს მიღების ფილტრს. "%%uid" ავტორიზაციის ქმედებაში ანაცვლებს მომხმარებლის სახელს. მაგალითი: "uid=%%uid"
ko: 로그인을 시도했을 때 적용할 필터를 지정합니다. "%%uid"는 로그인을 시도한 사용자 이름으로 대체됩니다. 예: "uid=%%uid"
lt_lt: Apibrėžia filtrą, kuris taikomas bandant prisijungti. "%%uid" pakeičia naudotojo vardą prisijungimo metu. Pavyzdys: "uid=%%uid"
nb: Definerer et filter å legge til, når innlogging forsøkes. "%%uid" erstatter brukernavnet i innloggingshandlingen. Eksempel: "uid=%%uid"
nl: Definiëert het toe te passen filter als er geprobeerd wordt in te loggen. "%%uid" vervangt de gebruikersnaam bij het inloggen. Bijvoorbeeld: "uid=%%uid"
pl: Definiuje filter do zastosowania podczas próby logowania. "%%uid" zastępuje nazwę użytkownika podczas logowania. Przykład: "uid=%%uid"
pt_br: Define o filtro a aplicar quando o login é tentado. "%%uid" substitui o nome de usuário durante o login. Por exemplo: "uid=%%uid"
ru: Определяет фильтр для применения при попытке входа. «%% uid» заменяет имя пользователя для входа в систему. Например: "uid=%%uid"
sv: Definierar filtret som ska appliceras vid inloggningsförsök. "%%uid" ersätter användarnamnet i inloggningshändelsen. Exempel: "uid=%%uid"
tr: Oturum açma girişiminde uygulanacak süzgeci tanımlar. Oturum açma işleminde "%%uid" kullanıcı adı ile değiştirilir. Örnek: "uid=%%uid"

source: Test Loginname
da: Test loginnavn
de_de: Anmeldenamen testen
es: Probar nombre de sesión
es_cr: Probar nombre de usuario
fr: Loginname de test
hu: Teszt bejelentkezési név
it: Prova nome di accesso
ja: テスト用ログイン名
ka_ge: შემოწმების ლოგინის სახელი
ko: 로그인 이름 테스트
lt_lt: Ištestuokite prisijungimo vardą
nb: Test påloggingsnavn
nl: Test inlognaam
pl: Testowa nazwa użytkownika
pt_br: Testar Loginname
pt_pt: Testar nome de login
ru: Проверить логин
sq: Testo Emër hyrjesh
sv: Testa inloggningsnamn
tr: Kullanıcı adını sına

source: Verify settings
da: Kontrollér indstillinger
de_de: Einstellungen überprüfen
es: Verificar configuración
es_cr: Verificar configuraciones
fr: Tester les paramètres
hu: Beállítások ellenőrzése
id: Verifikasi setelan
it: Verifica impostazioni
ja: 設定のチェック
ka_ge: პარამეტრების დამოწმება
ko: 설정 검사
lt_lt: Patikrinti nustatymus
nb: Sjekk innstillinger
nl: Verifiëren instellingen
pl: Weryfikuj ustawienia
pt_br: Verificar configurações
pt_pt: Verificar definições
ru: Проверить настройки
sq: Verifikoni rregullimet
sv: Verifiera inställningar
tr: Ayarları doğrula

source: 1. Server
es: 1. Servidor
es_cr: 1. Servidor
fr: 1. Serveur
hu: 1. Szerver
ka_ge: 1. სერვერი
ko: 1. 서버
lt_lt: 1. Serveris
nb: 1. Tjener
pl: 1. Serwer
pt_br: 1. Servidor
pt_pt: 1. Servidor
ru: Сервер 1.
sq: 1. Shërbyes
tr: 1. Sunucu
