Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: You can omit the protocol, except you require SSL. Then start with ldaps://
da: Du kan udelade protokollen, medmindre du skal bruge SSL. Start i så fald med ldaps://
de_de: Sie können das Protokoll auslassen, außer wenn Sie SSL benötigen. Beginnen Sie dann mit ldaps://
es: Puede omitir el protocolo, excepto si requiere SSL. En ese caso, empiece con ldaps://
es_cr: Puedes omitir el protocolo, excepto si requieres SSL. En ese caso, empieza con ldaps://
fr: Vous pouvez omettre le protocole, sauf si vous avez besoin de SSL. Dans ce cas, préfixez avec ldaps://
hu: A protokoll előtag elhagyható, kivéve, ha SSL-t kíván használni. Ebben az esetben kezdje így: ldaps://
id: Anda dapat mengabaikan protokol, kecuali Anda membutuhkan SSL. Lalu jalankan dengan ldaps://
it: È possibile omettere il protocollo, ad eccezione se è necessario SSL. Quindi inizia con ldaps://
ja: SSL通信しない場合には、プロトコル名を省略することができます。そうでない場合には、ldaps:// から始めてください。
ka_ge: იმ შემთხვევაში, თუ არ საჭიროებთ SSL-ს, შეგიზლიათ გამოტოვოთ პროტოკოლი. სხვა შემთხვევაში, დაიწყეთ ldaps://
ko: SSL을 사용하지 않으면 프로토콜을 입력하지 않아도 됩니다. SSL을 사용하려면 ldaps://를 입력하십시오.
lt_lt: Jūs galite praleisti protokolą, nebent Jums reikalingas SSL. Jei taip, pradėkite su ldaps://
nb: Du kan utelate protokollen, men du krever bruk av SSL. Deretter start med ldaps://
nl: Je kunt het protocol weglaten, tenzij je SSL vereist. Start in dat geval met ldaps://
pl: Można pominąć protokół, z wyjątkiem wymaganego protokołu SSL. Następnie uruchom z ldaps://
pt_br: Você pode omitir o protocolo, exceto quando o SSL é requerido. Então inicie com ldaps://
pt_pt: Pode omitir o protocolo, excepto se necessitar de SSL. Neste caso, comece com ldaps://
ru: Можно пренебречь протоколом, за исключением использования SSL. В этом случае укажите ldaps://
sq: Protokollin mund ta lini pa vënë, hiq rastin kur ju duhet SSL. Në atë rast filloni me ldaps://
sv: Du behöver inte ange protokoll förutom om du använder SSL. Starta då med ldaps://
tr: SSL gerekmiyorsa iletişim kuralı belirtilmeyebilir. Gerekiyorsa ldaps:// ile başlayın

source: <b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them.
da: <b>Advarsel:</b> Apps'ene user_ldap og user_webdavauth er ikke kompatible. Du kan opleve uventet adfærd. Spørg venligst din systemadministrator om at slå én af dem fra.
de_de: <b>Warnung:</b> Die Anwendungen user_ldap und user_webdavauth sind inkompatibel. Es kann deshalb zu unerwartetem Systemverhalten kommen. Bitte kontaktieren Sie Ihren Systemadministator und bitten Sie um die Deaktivierung einer der beiden Anwendungen.
es: <b>Advertencia:</b> Las apps user_ldap y user_webdavauth son incompatibles. Puede que experimente un comportamiento inesperado. Pídale a su administrador del sistema que desactive uno de ellos.
es_cr: <b>Advertencia:</b> Las aplicaciones user_ldap y user_webdavauth son incompatibles. Puedes expermientar comportamientos inesperados. Por favor solicita a tu administrador del sistema deshabilitar alguno de ellos.
fr: <b>Avertissement :</b> Les applications user_ldap et user_webdavauth sont incompatibles. Des dysfonctionnements peuvent survenir. Contactez votre administrateur système pour qu'il en désactive une.
hu: <b>Figyelem:</b> a user_ldap és user_webdavauth alkalmazások nem kompatibilisek. Együttes használatuk váratlan eredményekhez vezethet. Kérje meg a rendszergazdát, hogy a kettő közül kapcsolja ki az egyiket.
id: <b>Peringatan:</b> Aplikasi user_ldap dan user_webdavauth tidak kompatibel. Anda mungkin akan mengalami perilaku yang tidak terduga. Silakan minta administrator Anda untuk menonaktifkan salah satunya.
it: <b>Avviso:</b> le applicazioni user_ldap e user_webdavauth sono incompatibili. Potresti riscontrare un comportamento inatteso. Chiedi al tuo amministratore di sistema di disabilitarne una.
ja: <b>警告:</b> user_ldap と user_webdavauth のアプリには互換性がありません。予期せぬ動作をする可能性があります。システム管理者にどちらかを無効にするよう問い合わせてください。
ka_ge: <b>გაფრთხილება:</b> აპლიკაციები user_ldap და user_webdavauth არაა თავსებადი. შესაძლოა შეგვხდეთ მოულოდნელი ქმედება. გთხოვთ სთხოვოთ თქვენი სისტემის ადმინისტრატორს ერთ-ერთის გათიშვა.
ko: <b>경고:</b> user_ldap, user_webdavauth 앱은 서로 호환되지 않습니다. 예상하지 못한 행동을 할 수도 있습니다. 시스템 관리자에게 연락하여 둘 중 하나의 앱의 사용을 중단하십시오.
lt_lt: <b>Įspėjimas: </b> Programėlės user_ldap ir user_webdavauth yra nesuderinami. Tai gali sukelti nepageidaujamą veikimą. Paprašykite, kad sistemos administratorius vieną jų išjungtų.
nb: <b>Advarsel:</b> Programmene user_ldap og user_webdavauth er ikke kompatible med hverandre. Uventet oppførsel kan forekomme. Be systemadministratoren om å deaktivere én av dem.
nl: <b>Waarschuwing:</b> De Apps user_ldap en user_webdavauth zijn incompatibel. Je kunt onverwacht gedrag ervaren. Vraag je beheerder om een van beide apps de deactiveren.
pl: <b>Ostrzeżenie:</b> Aplikacje user_ldap i user_webdavauth nie są kompatybilne. Mogą powodować nieoczekiwane zachowanie. Poproś administratora o wyłączenie jednej z nich.
pt_br: <b>Aviso:</b> Os aplicativos user_ldap e user_webdavauth são incompatíveis e pode haver um comportamento inesperado. Por favor, peça ao administrador do sistema para desabilitar um deles.
pt_pt: <b>Aviso:</b> A aplicação user_ldap e user_webdavauth são incompativeis. A aplicação pode tornar-se instável. Por favor, peça ao seu administrador para desactivar uma das aplicações.
ru: <b>Предупреждение:</b> Приложения user_ldap и user_webdavauth несовместимы. Вы можете наблюдать некорректное поведение. Пожалуйста, попросите вашего системного администратора отключить одно из них.
sq: <b>Kujdes:</b> user_ldap dhe user_webdavauth të aplikacionit janë të papërputhshëm. Mund t’ju ndodhin sjellje të papritura. Ju lutemi, kërkojini përgjegjësit të sistemit tuaj të çaktivizojë një prej tyre.
sv: <b>Varning:</b> Apps user_ldap och user_webdavauth är inkompatibla. Oväntade problem kan uppstå. Be din systemadministratör att inaktivera en av dem.
tr: <b>Uyarı:</b> user_ldap ve user_webdavauth uygulamaları uyumlu değil. Beklenmedik bir davranışla karşılaşabilirsiniz. Lütfen ikisinden birini devre dışı bırakmak için sistem yöneticinizle görüşün.

source: in bytes
da: i bytes
es: en bytes
es_cr: en bytes
fr: en octets
hu: bájtban
id: dalam bytes
it: in byte
ja: バイト
ka_ge: ბაიტებში
ko: 바이트 단위
lt_lt: baitais
nb: i Byte
pl: w bajtach
pt_br: em bytes
pt_pt: em bytes
ru: в байтах
sq: në bajte
sv: i bytes
tr: bayt cinsinden
