Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>
da: Bruger blev ikke fundet. Tjek venligst dine login-attributter og brugernavnet. Gældende filter (til kopiér-og-indsæt for validering via kommandolinje): <br/>
de_de: Benutzer nicht gefunden. Bitte überprüfen Sie Ihre Anmelde-Attribute und Benutzernamen. Wirksamer Filter (zum Kopieren und Einfügen bei der Überprüfung auf der Kommandozeile): <br/>
es: Usuario no encontrado. Por favor, comprueba tus atributos de registro y el nombre de usuario. Filtro efectivo (para copiar y pegar para validación en línea de comandos): <br/>
es_cr: Usuario no encontrado. Por favor verifica tus atributos de inicio de sesión y tu usuario. Filtro aplicado (para copiar-y-pegar para una validación de línea de comando): <br/>
fr: Utilisateur introuvable. Veuillez vérifier les attributs de login et le nom d'utilisateur. Filtre effectif (à copier-coller pour valider en ligne de commande):<br/>
hu: Felhasználó nincs meg. Kérlek ellenőrizd a felhasználónevet és a bejelentkezési adatokat. Érvényes szűrő (vágólap használathoz a parancssori ellenőrzéshez): <br/>
it: Utente non trovato. Controlla i tuoi attributi di accesso e il nome utente. Filtro effettivo (copiare e incollare per la convalida della riga di comando):<br/>
ja: ユーザーは見つかりませんでした。ログインの属性とユーザー名をチェックしてください。適用されているフィルター(コピーペーストしてコマンドラインでの確認できます): <br/>
ka_ge: მომხმარებელი ნაპოვნი ვერ იქნა. გთხოვთ შეამოწმოთ თქვენი ლოგინის ატრიბუტები და მომხმარებლის სახელი. ეფექტური ფილტრი (command-line ვალიდაციისთვის დასაკოპირებლად და ჩასასმელად): <br/>
ko: 사용자를 찾을 수 없습니다. 로그인 속성과 사용자 이름을 확인하십시오. 사용한 필터(명령행에서 검증하려면 복사 및 붙여넣기):
lt_lt: Naudotojas nerastas. Patikrinkite savo prisijungimo atributus ir naudotojo vardą. Veiksmingas filtras (nukopijuoti į komandinę eilutę): <br/>
nb: Bruker ikke funnet. Sjekk påloggingsattributtene og brukernavnet. Virksomt filter (kopier og lim inn for validering på kommandolinjen): <br/>
nl: Gebruiker niet gevonden. Verifieer je inloggegevens en gebruikersnaam. Geldig filter (kopiëren en plakken voor commandoregel validatie): <br/>
pl: Użytkownik nie znaleziony. Sprawdź nazwę i atrybuty logowania. Filtr efektywny (aby skopiować i wkleić do wiersza poleceń): <br/>
pt_br: Usuário não encontrado. Verifique seus atributos de login e nome de usuário. Filtro efetivo (para copiar e colar para validação de linha de comando): <br/>
ru: Пользователь не найден. Проверьте данные для входа и имя пользователя. Действующий фильтр (для копирования и вставки при проверке в командой строке): <br/>
sq: Përdoruesi nuk u gjet. Ju lutemi kontrolloni atributet tuaja të identifikimit dhe emrin e përdoruesit. Filtër efektiv (për të kopjuar dhe ngjitur për validimin e rreshtit të komandës): <br/>
sv: Användare inte funnern. Vänligen kolla dina inloggningsattribut och användarnamn. Effektivt filter (för att kopiera och klistra in för validering via kommando): <br/>
tr: Kullanıcı bulunamadı. Lütfen oturum açma özniteliklerini ve kullanıcı adını denetleyin. Etkin süzgeç (komut satırı doğrulamasında kullanmak için kopyalayıp yapıştırın): <br/>

source: User found and settings verified.
da: Bruger blev fundetog indstillingerne bekræftet.
de_de: Benutzer gefunden und Einstellungen überprüft.
es: Usuario encontrado y configuración verificada.
es_cr: Usuario encontrado y configuraciones verificadas.
fr: Utilisateur trouvé et paramètres vérifiés.
hu: Felhasználó megtalálva, beállítások ellenőrizve.
id: Pengguna ditemukan dan pengaturan terverifikasi.
it: Utente trovato e impostazioni verificate.
ja: ユーザーが見つかり、設定が検証できました。
ka_ge: მომხმარებელი ნაპოვნია და პარამეტრები დამოწმებულია.
ko: 사용자를 찾았고 설정을 확인했습니다.
lt_lt: Naudotojas surastas, nustatymai patikrinti.
nb: Bruker funnet og innstillinger bekreftet.
nl: Gebruiker gevonden en instellingen geverifieerd.
pl: Znaleziono użytkownika i zweryfikowano ustawienia.
pt_br: Usuário encontrado e configurações verificadas.
pt_pt: Utilizador encontrado e as definilções verificadas
ru: Пользователь найден и настройки проверены.
sq: Përdoruesi u gjet dhe rregullimet u verifikuan.
sv: Användare hittad och inställnings bekräftade.
tr: Kullanıcı bulundu ve ayarlar doğrulandı.

source: Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in.
da: Overvej at lave en mere præcis søgning pga. den rammer mange brugere og kun den første er i stand til at logge ind.
de_de: Erwägen Sie, Ihre Suche einzugrenzen, da sie viele Benutzer umfaßte. Nur der erste wird sich anmelden können.
es: Considera ajustar tu búsqueda, pues abarca varios usuarios, solo el primero de los cuales podrá entrar.
es_cr: Considera refinar la búsqueda, ya que abarca demasiados usuarios y solo el primero de ellos podrá iniciar sesión.
fr: Veuillez affiner votre recherche, car elle inclue de nombreux utilisateurs. Seul le premier de cette liste sera capable de se connecter.
hu: Esetleg szűkítsd a keresést, mert rengeteg felhasználóra igaz, de csak az első fog tudni belépni.
it: Valuta di restringere la tua ricerca, poiché ha incluso molti utenti, solo il primo dei quali sarà in grado di accedere.
ja: 最初のユーザー一人だけがログインできるように、多くのユーザーを網羅しつつ検索を絞るようにしてください。
ka_ge: შეამოკლეთ საძიებო მნიშვნელობები, მან მოიცვა ბევრი მომხმარებელი, მხოლოდ პირველი მათგანი გაივლის ავტორიზაციას.
ko: 검색 범위를 좁히십시오. 현재 설정으로 여러 사용자가 검색되었으며, 최초의 사용자만 로그인할 수 있습니다.
lt_lt: Apsvarstykite galimybę susiaurinti paiešką, nes ji apima daug naudotojų, ir tik pirmasis iš jų galės prisijungti.
nb: Overvei å snevre inn søket ditt, siden det spenner over mange brukere, bare den første derav vil kunne logge inn.
nl: Bekijk of je je zoekopdracht kunt verfijnen daar het nu meerdere gebruikers treft en alleen de eerste gebruiker zal kunnen inloggen.
pl: Rozważ zawężenie wyszukiwania, gdyż obejmuje ono wielu użytkowników, z tylko pierwszy będzie mógł się zalogować.
pt_br: Considere restringir sua pesquisa, pois abrange muitos usuários, apenas o primeiro de quem poderá fazer logon.
ru: Подумайте о сужении поиска, поскольку он охватывает многих пользователей, но только первый из которых сможет войти в систему.
sq: Konsideroni të kufizoni kërkimin tuaj, pasi ai përfshin shumë përdorues, vetëm i pari ij të cilëve do të jetë në gjendje të hyjë.
sv: Överväg att specificera din sökning eftersom den resulterade i många användare och bara den första kommer att kunna logga in.
tr: Çok sayıda kullanıcı bulunduğundan ve yalnız birinci kullanıcı oturum açabileceğinden arama ölçütlerinizi sıkılaştırmayı deneyin.

source: An unspecified error occurred. Please check log and settings.
da: Der skete en uspecificeret fejl . Tjek log og indstillinger.
de_de: Ein nicht näher spezifizierter Fehler ist aufgetreten. Bitte prüfe die Logdatei und Einstellungen.
es: Ha ocurrido un error no especificado. Por favor, comprueba el registro y las configuraciones.
es_cr: Se presentó un error inesperado. Por fvor verifica la bitácora y las configuraciones.
fr: Une erreur inconnue s'est produite. Veuillez vérifier le log et les paramètres.
hu: Ismeretlen hiba lépett fel. Kérlek nézd meg a naplót.
it: Si è verificato un errore non specificato. Controlla le impostazioni e il file di log.
ja: 不明なエラーが発生しました。設定とログを確認してください。
ka_ge: გამოჩნდა არასპეციფირებული შეცდომა. გთხოვთ შეამოწმოთ ლოგი და პარამეტრები.
ko: 지정하지 않은 오류가 발생했습니다. 로그와 설정을 확인하십시오.
lt_lt: Įvyko nenustatyta klaida. Patikrinkite žurnalo įrašus ir nustatymus.
nb: En uspesifisert feil oppstod. Sjekk loggen og innstillingene.
nl: Er trad een ongedefinieerde fout op. Controleer de log en de instellingen.
pl: Wystąpił nieoczekiwany błąd. Sprawdź logi i ustawienia.
pt_br: Ocorreu um erro não especificado. Verifique o log e as configurações.
ru: Произошла неуказанная ошибка. Проверьте настройки и журнал.
sq: Një gabim i pa specifikuar ndodhi. Ju lutem kontrolloni hyrjet dhe konfigurimet.
sv: Ett ospecificerat fel inträffade. Var god kolla loggen och inställningar.
tr: Bilinmeyen bir sorun çıktı. Lütfen günlüğü ve ayarları denetleyin.

source: The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise.
da: Søgefilteret er ugyldigt - sandsynligvis på grund af problemer med syntaksen, såsom et ulige antal åbne og lukkede parenteser. Gennemse venligst.
de_de: Der Suchfilter ist ungültig, möglicherweise bestehen Eingabefehler wie z.B. eine ungerade Anzahl von geöffneten und geschlossenen Klammern. Bitte überarbeiten.
es: El filtro de búsqueda es inválido, probablemente debido a problemas de sintáxis tales como números impares de paréntesis abiertos y cerrados. Por favor revíselos.
es_cr: El filtro de la búsqueda es inválido, posiblemente debido a temas de sintaxis como un número diferente de corchetes abiertos y cerrados. Por favor verifícalo.
fr: Le filtre de recherche n'est pas valide, probablement à cause de problèmes de syntaxe tels que des parenthèses manquantes. Veuillez le corriger.
hu: A keresési feltétel érvénytelen, talán el van írva, például nem azonos a kezdő és záró zárójelek száma.
id: Penyaring pencarian tidak sah, kemungkinan karena masalah sintaks seperti jumlah kurung buka dan tutup tidak sama. Mohon diperiksa.
it: Il filtro di ricerca non è valido, probabilmente a causa di problemi di sintassi come un numero dispari di parentesi aperte e chiuse. Controlla.
ja: 検索フィルターが不正です。恐らく文法の問題で、開き括弧と閉じ括弧がマッチしていません。修正をお願いします。
ka_ge: ძიების ფილტრი არასწორია, ეს შესაძლოა გამოეწვიათ ისეთ სინტაქსის პრობლემებს, როგორებიცაა გახსნილი და დახურული ფრჩხილების არაჯერადი რაოდენობა. გთხოვთ გადახედოთ.
ko: 검색 필터가 잘못되었습니다. 열고 닫는 괄호 쌍이 맞지 않을 수도 있습니다. 확인 후 수정하십시오.
lt_lt: Paieškos filtras netinkamas, greičiausiai dėl sintaksės problemų, tokių kaip nevienodas atidarytų ir uždarų skliaustų skaičius. Prašome patikrinkite.
nb: Søkefilteret er ugyldig, antakelig pga. syntaksproblemer som ulikt antall start- og sluttparenteser. Sjekk det.
nl: Het zoekfilter is ongeldig, waarschijnlijk door syntax problemen zoals een ongelijk aantal open- en sluithaakjes. Graag aanpassen.
pl: Filtr szukania jest nieprawidłowy, prawdopodobnie przez problem składniowy taki jak nierówna liczba otwartych i zamkniętych nawiasów. Zweryfikuj to.
pt_br: O filtro de pesquisa é inválido, provavelmente devido a questões de sintaxe, como número ímpar de colchetes abertos e fechados. Por favor, revise.
pt_pt: O filtro de procura é inválido, provavelmente devido a problemas de sintaxe. Verifique se existem números ímpares de parêntisis abertos e/ou fechados. Por favor reveja.
ru: Некорректный фильтр поиска, возможно из-за синтаксических проблем, таких как несоответствие открывающих и закрывающих скобок. Пожалуйста проверьте.
sq: Filtri i kërkimit është i pavlefshëm, ndoshta për shkak problemesh sintakse, të tillë si një numër jo i njëjtë kllpash të hapura dhe mbyllura. Ju lutemi, rishikojeni.
sv: Sökfiltret är ej giltigt, antagligen på grund utav ett syntaxfel så som ojämnt antal öppna och stängda klamrar. Var god granska.
tr: Arama süzgeci, açılmış ve kapatılmış parantez sayılarının eşit olmaması gibi bir söz dizimi sorunu nedeniyle geçersiz. Lütfen gözden geçirin.

source: A connection error to LDAP / AD occurred, please check host, port and credentials.
da: Der opstod en forbindelsesfejl til LDAP/AD - tjek venligst vært, port og brugeroplysninger.
de_de: Es ist ein Verbindungsfehler zum LDAP/AD aufgetreten, bitte überprüfen Sie Host, Port und Anmeldeinformationen.
es: Un error de conexión a LDAP / AD ocurrió, por favor verifique host, puerto y credenciales.
es_cr: Se presentó una falla con la conexión al servidor LDAP / AD, por favor verifica el servidor, puerto y credenciales.
fr: Une erreur s'est produite lors de la connexion au LDAP / AD. Veuillez vérifier l'hôte, le port et les informations d'identification.
hu: LDAP/AD kapcsolati hiba lépett fel, kérlek ellenőrizd a hosztot, portot és a bejelentkezési adatokat.
id: Terjadi kesalahan sambungan ke LDAP / AD, mohon periksa host, port dan kredensial.
it: Si è verificato un errore di connessione a LDAP / AD, controlla l'host, la porta e le credenziali.
ja: LDAP / AD の接続エラーが発生しました。ホスト名、ポート、権限をチェックしてください。
ka_ge: LDAP / AD-სთან გამოჩნდა კავშირის პრობლემა, გთხოვთ შეამოწმოთ ჰოსტი, პორტი და უფლებამოსილებები.
ko: LDAP/AD 연결 오류가 발생했습니다. 호스트, 포트, 인증 정보를 확인하십시오.
lt_lt: Įvyko sujungimo su LDAP/ AD klaida, patikrinkite serverį, prievadus ir prisijungimo duomenis.
nb: Det oppstod en feil ved tilkobling til LDAP / AD. Sjekk vertsnavn, portnummer og påloggingsdetaljer.
nl: Er trad een verbindingsfout naar LDAP / AD op, verifieer servernaam, poort en inloggegevens.
pl: Błąd połączenia do LDAP / AD, proszę sprawdzić adres hosta, port i poświadczenia.
pt_br: Um erro de conexão para LDAP / AD ocorreu, por favor, verifique host, porta e as credenciais.
pt_pt: Ocorreu um erro de conexão ao servidor LDAP / AD. Por favor, reveja as definições de endereço, porto e credenciais.
ru: Произошла ошибка подключения к LDAP / AD, пожалуйста проверьте настройки подключения и учетные данные.
sq: Ndodhi një gabim lidhje te LDAP / AD, ju lutemi, kontrolloni strehën, portën dhe kredencialet.
sv: Ett anslutningsfel till LDAP / AD uppstod. Var god granska värd, port och inloggningsuppgifter.
tr: LDAP / AD için bir bağlantı sorunu çıktı. Lütfen istemci, kapı numarası ve kimlik doğrulama bilgilerini denetleyin.

source: The "%uid" placeholder is missing. It will be replaced with the login name when querying LDAP / AD.
da: Pladsholderen for %uid mangler. Den vil blive erstattes med loginnavnet, når LDAP/AD forespørges.
de_de: Der "1 %u id" Platzhalter fehlt. Er wird durch den Anmeldenamen ersetzt, wenn LDAP / AD abgefragt wird.
es: Falta el marcador de posición "%uid". Será reemplazado por el nombre de registro al consultar LDAP / AD.
es_cr: Falta el "%uid" del marcador de posición. Será reemplazado con el nombre de usuario al consultar LDAP / AD.
fr: La chaîne "%uid" est manquante. Cette chaîne est remplacée par l'identifiant de connexion lors des requêtes LDAP / AD.
hu: A "%uid" helytartó hiányzik. Ez kerül behelyettesítésre a felhasználónévvel az LDAP / AD lekérdezéskor.
it: Manca il segnaposto "%uid". Sarà sostituito con il nome di accesso nelle interrogazioni LDAP / AD.
ja: "%u" id のプレースフォルダがありません。プレースフォルダは、LDAP /ADで問合せするときにログイン名で置き換えられます。
ka_ge: "%u" ადგილი არაა მითითებული. LDAP / AD პასუხის მოთხოვნისას, ის ჩანაცვლებულ იქნება ლოგინის სახელით.
ko: "%uid" 자리 비움자가 없습니다. LDAP/AD에 조회할 때 로그인 이름으로 대체됩니다.
lt_lt: Trūksta "%u" vietaženklio. Jis bus pakeistas prisijungimo vardu, siunčiant užklausas LDAP / AD.
nb: Plassholder "%uid" mangler. Den erstattes av påloggingsnavnet ved spørring mot LDAP / AD.
nl: De "%uid" opvultekst ontbreekt. Die wordt vervangen door de inlognaam bij het bevragen van LDAP / AD.
pl: Brakuje tekstu zastępczego "%uid". W trakcie odpytywania serwera LDAP / AD zostanie on zastąpiony nazwą logowania.
pt_br: O marcador de posição "%uid" está faltando. Ele será substituído pelo nome de login quando consutando via LDAP / AD.
ru: Отсутствует заполнитель «%uid». Он будет заменен на логин при запросе к LDAP / AD.
sq: Vendi "%uis" po mungon. Do të zëvendësohet me emrin e identifikimit kur të kërkohet LDAP / AD.
sv: "%uid"-platshållaren saknas. Den kommer bli ersatt med inloggningsnamn när LDAP / AD efterfrågas.
tr: LDAP / AD sorgularında kullanıcı adı ile değiştirilecek "%uid" yer belirleyicisi eksik.

source: Please provide a login name to test against
da: Angiv venligst et loginnavn for at teste mod
de_de: Bitte geben Sie einen Benutzernamen an, um gegen diesen zu testen
es: Por favor suministre un nombre de inicio de sesión para probar
es_cr: Favor de proporcionar un nombre de usuario contra el cual probar
fr: Veuillez indiquer un identifiant de connexion avec lequel tester.
hu: Kérlek adj meg egy bejelentkezési nevet az újrateszteléshez
id: Mohon berikan nama login untuk mengujinya kembali
it: Fornisci un nome di accesso da provare
ja: テストの為にログイン名を入力してください。
ka_ge: ტესტისთვის გთხოვთ მიუთითოთ ლოგინის სახელი
ko: 테스트할 로그인 사용자 이름을 입력하십시오
lt_lt: Pateikite prisijungimo vardą, kurį norite patikrinti
nb: Oppgi et påloggingsnavn å teste mot
nl: Geef een inlognaam op om opnieuw tegen te testen
pl: Wprowadź nazwę użytkownika, aby wykonać test ponownie
pt_br: Por favor, forneça um nome de login para testar
pt_pt: Por favor, indique um nome de sessão para testar
ru: Пожалуйста укажите логин для проверки
sq: Ju lutemi, jepni një emër hyrjesh që të ritestohet
sv: Vänligen ange ett inloggningsnamn att försöka ansluta med
tr: Lütfen deneme için kullanılacak bir kullanıcı adı yazın

source: The group box was disabled, because the LDAP / AD server does not support memberOf.
da: Gruppeboksen var slået fra, fordi LDAP/AD-serveren ikke understøtter memberOf.
de_de: Das Gruppenfeld wurde deaktiviert, da der LDAP / AD-Server memberOf nicht unterstützt.
es: El cuadro de grupo fue deshabilitado, porque el servidor LDAP / AD no admite memberOf.
es_cr: El cuadro de grupo está deshabilitado, porque el servidor LDAP / AD no soporta memberOf.
fr: Les groupes sont désactivés car le serveur LDAP / AD ne prend pas en charge memberOf.
hu: A csoport doboz ki van kapcsolva, mert az LDAP/AD szerver nem támogatja a memberOf-ot.
id: Kotak grup telah dinonaktifkan, karena server LDAP / AD tidak mendukung keanggotaan.
it: La casella dei gruppi è stata disabilitata, poiché il server LDAP / AD non supporta memberOf.
ja: グループボックスは無効にされました。LDAP/AD サーバーが MemberOf オプションをサポートしていないからです。
ka_ge: ჯგუფის ყუთი გაითიშა, LDAP / AD სერვერს არ აქვს memberOf-ის მხარდაჭერა.
ko: LDAP/AD 서버에서 memberOf를 지원하지 않아서 그룹 상자를 비활성화합니다.
nb: Gruppeboksen ble deaktivert fordi LDAP- / AD-tjeneren ikke støtter memberOf.
nl: De groepsbox was uitgeschakeld, omdat de LDAP / AD server het attribuut memberOf niet ondersteunt.
pl: Wpisy dla grup zostały wyłączone, ponieważ LDAP / AD nie wspiera memberOf.
pt_br: A caixa do grupo foi desativada pois o servidor LDAP / AD não suporta memberOf.
pt_pt: Uma vez que o servidor LDAP / AD não suporta a propriedade "memberOf" (grupos) a caixa de grupos foi desactivada.
ru: Настройка групп была отключена, так как сервер LDAP / AD не поддерживает memberOf.
sq: Kutia e grupeve u çaktivizua, ngaqë shërbyesi LDAP / AD nuk mbulon memberOf.
sv: Grupplådan var inaktiverat eftersom LDAP/AD-servern inte stödjer memberOf.
tr: LDAP / AD sunucusu memberOf parametresini desteklemediğinden grup kutusu devre dışı.

source: Password change rejected. Hint:
da: Kodeord ændring afvist. Hint:
de_de: Passwortändertung verweigert. Hinweis:
es: Contraseña rechazada. Pista:
es_cr: Cambio de contraseña rechazado. Pista:
fr: La modification du mot de passe a été rejetée. Indice :
hu: Jelszó módosítás elutasítva. Tipp:
id: Perubahan kata sandi ditolak. Petunjuk:
it: Cambio password rifiutato. Suggerimento:
ja: パスワード変更が拒否されました。ヒント：
ka_ge: პაროლის ცვლილება უარყოფილ იქნა. მითითება:
ko: 암호 변경이 거부되었습니다. 힌트:
lt_lt: Slaptažodžio keitimas atmestas. Patarimas:
nb: Passordendring avslått. Hint:
nl: Wachtwoordwijziging geweigerd. Hint:
pl: Zmiana hasła odrzucona: Wskazówka:
pt_br: Troca de senha rejeitada. Dica:
ru: Смена пароля отклонена. Подсказка:
sq: Ndryshimi i fjalëkalimit u refuzua. Informatë:
sv: Lösenordsbyte nekad. Anledning/tips:
tr: Parola değişimi reddedildi. İpucu:

source: Please login with the new password
da: Log venligst ind med dit nye password
de_de: Bitte mit dem neuen Passwort anmelden
es: Por favor, entra con la nueva contraseña
es_cr: Por favor inicia sesion con la nueva contraseña
fr: Veuillez vous connecter avec le nouveau mot de passe
hu: Kérlek lépj be az új jelszóval
it: Accedi con la nuova password
ja: 新しいパスワードでログインしてください
ka_ge: გთხოვთ გაიაროთ ავტორიზაცია ახალი პაროლით
ko: 새 암호로 로그인하십시오
lt_lt: Prisijunkite su nauju slaptažodžiu
nb: Logg inn med det nye passordet
nl: Login met je nieuwe wachtwoord
pl: Proszę się zalogować z nowym hasłem
pt_br: Logue-se com a nova senha
ru: Войдите в систему со своим новым паролем
sq: Ju lutem kyçuni me fjalëkalimin e ri
sv: Vänligen logga in med det nya lösenordet
tr: Lütfen yeni parolanız ile oturum açın

source: Your password will expire tomorrow.
da: Dit password udløber i morgen.
de_de: Ihr Passwort läuft morgen ab
es: Tu contraseña expirará mañana.
es_cr: Tu contraseña expirará mañana.
fr: Votre mot de passe va expirer demain.
hu: A jelszavad holnap lejár
it: La tua password scadrà domani.
ja: パスワードが明日期限切れになります。
ka_ge: თქვენი პაროლი გაუქმდება ხვალ.
ko: 내 암호가 내일 만료됩니다.
lt_lt: Jūsų slaptažodžio galiojimo laikas pasibaigs rytoj.
nb: Passordet ditt utløper i morgen.
nl: Je wachtwoord vervalt morgen.
pl: Twoje hasło wygasa jutro.
pt_br: Sua senha vai expirar amanhã.
ru: Завтра истекает срок действия пароля.
sq: Fjalëkalimi juaj do të skadojë nesër
sv: Ditt lösenord kommer gå ut i morgon.
tr: Parolanızın süresi yarın dolacak.

source: Your password will expire today.
da: Dit password udløber i dag.
de_de: Ihr Passwort läuft heute ab
es: Tu contraseña expirará hoy.
es_cr: Tu contraseña expirará el día de hoy.
fr: Votre mot de passe va expirer aujourd'hui.
hu: A jelszavad ma lejár.
it: La tua password scadrà oggi.
ja: パスワードが今日期限切れになります。
ka_ge: თქვენი პაროლი გაუქმდება დღეს.
ko: 내 암호가 오늘 만료됩니다.
lt_lt: Jūsų slaptažodžio galiojimo laikas baigiasi šiandien.
nb: Passordet ditt utløper i dag.
nl: Je wachtwoord vervalt vandaag.
pl: Twoje hasło wygasa dziś.
pt_br: Sua senha vai expirar hoje.
ru: Сегодня истекает срок действия пароля.
sq: Fjalëkalimi juaj do të skadojë sot.
sv: Ditt lösenord kommer gå ut i dag.
tr: Parolanızın süresi bugün dolacak.

source: Your password will expire within %n day.
da: Dit password udløber om en dag.
de_de: Ihr Passwort läuft in %n Tage ab
es: Tu contraseña expirará dentro de %n día.
es_cr: La contraseña expirará dentro de %n día.
fr: Votre mot de passe va expirer dans %n jour.
hu: A jelszavad %nnap múlva lejár.
it: La tua password scadrà tra %n giorno.
ja: パスワードがあと %n日で期限切れになります。
ka_ge: თქვენი პაროლი გაუქმდება %n დღეში.
ko: 내 암호가 %n일 후 만료됩니다.
nb: Passordet ditt utløper om %n dag.
nl: Je wachtwoord verloopt binnen %n dag.
pl: Twoje hasło wygaśnie w ciągu %n dnia.
pt_br: Sua senha vai expirar dentro de%n dia.
ru: Срок действия пароля истекает через %n день.
sq: Fjalëkalimi juaj do të skadojë brenad %n ditëve
sv: Ditt lösenord kommer gå ut inom %n dag.
tr: Parolanızın süresi %n gün içinde dolacak.

source: LDAP / AD integration
es: Integración LDAP / AD
es_cr: Integración con LDAP / AD
fr: Intégration LDAP/AD
hu: LDAP / AD integráció
id: Integrasi LDAP / AD
it: Integrazione LDAP / AD
ja: LDAP / AD 統合
ka_ge: LDAP / AD ინტეგრაცია
ko: LDAP/AD 통합
lt_lt: LDAP / AD integracija
nb: LDAP / AD integrasjon
nl: LDAP / AD integratie
pl: Integracja z LDAP / AD
pt_br: Integração LDAP / AD
ru: Интеграция LDAP / AD
sq: Integrimi LDAP / AD
tr: LDAP / AD bütünleştirmesi

source: %s group found
da: Der blev fundet %s gruppe
de_de: %s Gruppe gefunden
es: Grupo %s encontrado
es_cr: Grupo %s encontrado
fr: %s groupe trouvé
hu: %s csoport van
id: %s grup ditemukan
it: %s gruppo trovato
ja: %s グループが見つかりました
ka_ge: ნაპოვნა %s ჯგუფი
ko: 그룹 %s개 찾음
lt_lt: Rasta %s grupė
nb: %s gruppe funnet
nl: %s groep gevonden
pl: %s znaleziona grupa
pt_br: grupo% s encontrado
pt_pt: %s grupo encontrado
ru: %s группа найдена
sq: U gjet %s grup
sv: %s grupp hittad
tr: %s grup bulundu
