Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: Backup (Replica) Port
da: Port for sikkerhedskopi (replika)
de_de: Port des Backup-Hosts (Kopie)
es: Puerto para copias de seguridad (Replica)
es_cr: Puerto para copias de seguridad (Réplica)
fr: Port du serveur de backup (réplique)
hu: Biztonsági kiszolgáló (replika) portszáma
id: Cadangkan (Replika) Port
it: Porta di backup (Replica)
ja: バックアップ（レプリカ）ポート
ka_ge: ბექაფ (რეპლიკა) პორტი
ko: 백업(복제) 포트
lt_lt: Atsarginės kopijos (Replica) prievadas
nb: Reserve (Replika-) port
nl: Backup (Replica) Poort
pl: Kopia zapasowa (repliki) Port
pt_br: Porto do backup (Réplica)
pt_pt: Porta do servidor de backup (Replica)
ru: Порт резервного сервера
sq: Portë Kopjeruajtjeje (Replica)
sv: Säkerhetskopierings-port (Replika)
tr: Yedek (Replika) Kapı Numarası

source: Disable Main Server
da: Deaktivér hovedserver
de_de: Hauptserver deaktivieren
es: Deshabilitar servidor principal
es_cr: Deshabilitar servidor principal
fr: Désactiver le serveur principal
hu: A fő szerver kihagyása
id: Nonaktifkan Server Utama
it: Disabilita server principale
ja: メインサーバーを無効にする
ka_ge: გამორთეთ ძირითადი სერვერი
ko: 주 서버 비활성화
lt_lt: Išjungti pagrindinį serverį
nb: Skru av hovedtjeneren
nl: Deactiveren hoofdserver
pl: Wyłącz serwer główny
pt_br: Desativar Servidor Principal
pt_pt: Desactivar servidor principal
ru: Отключить главный сервер
sq: Çaktivizoni Shërbyesin Kryesor
sv: Inaktivera huvudserver
tr: Ana Sunucuyu Devre Dışı Bırak

source: Only connect to the replica server.
da: Forbind kun til replika serveren.
de_de: Nur zum Replikat-Server verbinden.
es: Conectar sólo con el servidor de réplica.
es_cr: Sólo contectarse al servidor de réplica.
fr: Se connecter uniquement à la réplique
hu: Csak a másodlagos (másolati) szerverhez kapcsolódjunk.
id: Hanya terhubung ke server replika.
it: Collegati solo al server di replica.
ja: レプリカサーバーにのみ接続します。
ka_ge: მოხოლოდ დაუკავშირდეს რეპლიკა სერვერს.
ko: 복제 서버에만 연결합니다.
lt_lt: Tik prisijungti prie reprodukcinio (replica) serverio.
nb: Koble til bare Replika-tjeneren.
nl: Maak alleen een verbinding met de replica server.
pl: Połącz tylko do repliki serwera.
pt_br: Conectar-se somente ao servidor Réplica.
pt_pt: Ligar apenas ao servidor de réplicas.
ru: Подключаться только к резервному серверу
sq: Lidhu vetëm te shërbyesi kopje.
sv: Anslut endast till replikaservern.
tr: Yalnız yedek sunucuya bağlanılsın.

source: Turn off SSL certificate validation.
da: Deaktivér validering af SSL-certifikat.
de_de: Schalten Sie die SSL-Zertifikatsprüfung aus.
es: Apagar la validación por certificado SSL.
es_cr: Deshabilitar la validación del certificado SSL.
fr: Désactiver la validation des certificats SSL
hu: Ne ellenőrizzük az SSL-tanúsítvány érvényességét
id: Matikan validasi sertifikat SSL.
it: Disattiva il controllo del certificato SSL.
ja: SSL証明書の確認を無効にする。
ka_ge: გამორთეთ SSL სერთიფიკატის ვალიდაცია.
ko: SSL 인증서 유효성 검사를 해제합니다.
lt_lt: Išjungti SSL liudijimo tikrinimą.
nb: Slå av SSL-sertifikat validering
nl: Schakel SSL certificaat validatie uit.
pl: Wyłączyć sprawdzanie poprawności certyfikatu SSL.
pt_br: Desligar validação de certificado SSL.
pt_pt: Desligar a validação de certificado SSL.
ru: Отключить проверку сертификата SSL.
sq: Çaktivizoni vleftësim dëshmish SSL.
sv: Stäng av verifiering av SSL-certifikat.
tr: SSL sertifika doğrulaması kullanılmasın.

source: Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server.
da: Anbefales ikke - bruges kun til testformål! Hvis forbindelse udelukkende fungerer med dette tilvalg, så importér LDAP-serverens SSL-certifikat i din %s-server.
de_de: Nur für Testzwecke geeignet, sollte Standardmäßig nicht verwendet werden. Falls die Verbindung nur mit dieser Option funktioniert, importieren Sie das SSL-Zertifikat des LDAP-Servers in Ihren %s Server.
es: No se recomienda, ¡utilícelo únicamente para pruebas! Si la conexión sólo funciona con esta opción, importe el certificado SSL del servidor LDAP en su servidor %s.
es_cr: ¡No se recomienda, úsalo únicamente para pruebas! Si la conexión sólo funciona con esta opción, importa el certificado SSL del servidor LDAP a tu servidor %s.
fr: Non recommandé, à utiliser à des fins de tests uniquement. Si la connexion ne fonctionne qu'avec cette option, importez le certificat SSL du serveur LDAP dans le serveur %s.
hu: Használata nem javasolt (kivéve tesztelési céllal). Ha a kapcsolat csak ezzel a beállítással működik, akkor importálja az LDAP-szerver SSL tanúsítványát a(z) %s szerverre!
id: Tidak dianjurkan, gunakan ini hanya untuk percobaan! Jika koneksi hanya bekerja dengan opsi ini, impor sertifikat SSL milik server LDAP kedalam server %s Anda.
it: Non consigliata, da utilizzare solo per test! Se la connessione funziona solo con questa opzione, importa il certificate SSL del server LDAP sul tuo server %s.
ja: 推奨されません、テストにおいてのみ使用してください！このオプションでのみ接続が動作する場合は、LDAP サーバーのSSL証明書を %s サーバーにインポートしてください。
ka_ge: არაა რეკომენდირებული, გამოიყენეთ მხოლოდ შემოწმებისთვის. თუ კავშირი მუშაობს მხოლოდ ამ პარამეტრით, LDAP სერვერის SSL სერტიფიკატი დააიმპორრტეთ თქვენს %s სერვერზე.
ko: 테스트 목적으로만 사용하십시오! 이 옵션을 사용해야만 연결할 수 있으면 %s 서버에 LDAP 서버의 SSL 인증서를 설치하십시오.
lt_lt: Nerekomenduojama, naudokite tik testavimui! Jei ryšys veikia, tik dėka šių nustatymų, suimportuokite savo %s serveryje LDAP serverio SSL sertifikatą.
nb: Ikke anbefalt, bruk kun for testing! Hvis tilkobling bare virker med dette valget, importer LDAP-tjenerens SSL-sertifikat i %s-tjeneren din.
nl: Niet aanbevolen, gebruik dit alleen om te testen! Als de verbinding alleen werkt met deze optie, importeer dan het SSL-certificaat van de LDAP-server naar je %s server.
pl: Nie zalecane, używać tylko w celu testowania! Jeśli połączenie działa tylko z tą opcją, zaimportuj certyfikat SSL serwera LDAP na swój %s.
pt_br: Não recomendado, use-o somente para teste! Se a conexão só funciona com esta opção, importe o certificado SSL do servidor LDAP em seu servidor %s.
pt_pt: Não recomendado, use-o somente para teste! ligação só funciona com esta opção, importar o certificado SSL do servidor LDAP para o seu servidor %s.
ru: Не рекомендуется, используйте только в режиме тестирования! Если соединение работает только с этой опцией, импортируйте на ваш сервер %s SSL-сертификат сервера LDAP.
sq: E pakëshillueshme, përdoreni vetëm për testim! Nëse lidhja funksionon vetëm me këtë mundësi, importoni te shërbyesi juaj %s dëshminë SSL të shërbyesit LDAP.
sv: Rekommenderas inte, använd endast för test! Om anslutningen bara fungerar med denna inställning behöver du importera LDAP-serverns SSL-certifikat till din %s server.
tr: Önerilmez, yalnız deneme amacıyla için kullanın! Bağlantı yalnız bu seçenek etkinleştirildiğinde çalışıyorsa LDAP sunucusunun SSL sertifikasını %s sunucuzun içine aktarın.

source: Cache Time-To-Live
da: Cache levetid
de_de: Speichere Time-To-Live zwischen
es: Cache TTL
es_cr: Tiempo de vida del caché
fr: Durée de vie du cache (TTL)
hu: A gyorsítótár tárolási időtartama
it: Tempo di vita della cache
ja: キャッシュのTTL
ka_ge: ქეშის სიცოცხლის ხანგრძლივობა
ko: 캐시 유지 시간
nb: Levetid i hurtiglager
pl: Przechowuj czas życia
pt_pt: Cache do tempo de vida dos objetos no servidor
ru: Время хранения кэша (TTL)
tr: Ön Bellek Time-To-Live Değeri

source: in seconds. A change empties the cache.
da: i sekunder. En ændring vil tømme cachen.
de_de: in Sekunden. Eine Änderung leert den Cache.
es: en segundos. Un cambio vacía la caché.
es_cr: en segundos. Un cambio vacía la caché.
fr: en secondes. Tout changement vide le cache.
hu: másodpercen belül. A változtatás törli a gyorsítótár tartalmát.
id: dalam detik. perubahan mengosongkan cache
it: in secondi. Il cambio svuota la cache.
ja: 秒。変更後にキャッシュがクリアされます。
ka_ge: წამებში. ცვლილება ასუფთავებს ქეშს.
ko: 초 단위입니다. 항목 변경 시 캐시가 갱신됩니다.
nb: i sekunder. En endring tømmer hurtiglageret.
nl: in seconden. Een verandering maakt de cache leeg.
pl: w sekundach. Zmiana opróżnia pamięć podręczną.
pt_br: em segundos. Uma alteração esvazia o cache.
pt_pt: em segundos. Uma alteração esvazia a cache.
ru: в секундах. Изменение очистит кэш.
sq: në sekonda. Ndryshimi e zbraz fshehtinën.
sv: i sekunder. En förändring tömmer cache.
tr: saniye cinsinden. Değişiklik ön belleği temizler.

source: Directory Settings
da: Mappeindstillinger
de_de: Ordnereinstellungen
es: Configuracion de directorio
es_cr: Configuraciones del directorio
fr: Paramètres du dossier
hu: Címtár beállítások
id: Pengaturan Direktori
it: Impostazioni delle cartelle
ja: ディレクトリ設定
ka_ge: დირექტორიის პარამეტრები
ko: 디렉터리 설정
lt_lt: Katalogo nustatymai
nb: Innstillinger for katalog
nl: Mapinstellingen
pl: Ustawienia katalogów
pt_br: Configurações de diretório
pt_pt: Definições de directorias
ru: Настройки каталога
sq: Konfigurime Direktorish
sv: Mappinställningar
tr: Dizin Ayarları

source: User Display Name Field
da: Vist brugernavn felt
de_de: Feld für den Anzeigenamen des Benutzers
es: Campo de nombre de usuario a mostrar
es_cr: Campo de Usuario a desplegar
fr: Champ "nom d'affichage" de l'utilisateur
hu: A felhasználónév mezője
id: Bidang Tampilan Nama Pengguna
it: Campo per la visualizzazione del nome utente
ja: ユーザー表示名のフィールド
ka_ge: მომხმარებლის დისპლეის სახელის ველი
ko: 사용자의 표시 이름 필드
lt_lt: Laukas Naudotojo rodomas vardas.
nb: Felt med brukerens visningsnavn
nl: Veld gebruikers weergavenaam
pl: Pole wyświetlanej nazwy użytkownika
pt_br: Campo de nome de exibição do usuário
pt_pt: Mostrador do nome de utilizador.
ru: Поле отображаемого имени пользователя
sq: Fushë Emri Përdoruesi Në Ekran
sv: Attribut för användarnamn
tr: Görüntülenecek Kullanıcı Adı Alanı

source: The LDAP attribute to use to generate the user's display name.
da: LDAP-attributten som skal bruges til at oprette brugerens viste navn.
de_de: Das LDAP-Attribut zur Erzeugung des Anzeigenamens des Benutzers.
es: El campo LDAP a usar para generar el nombre para mostrar del usuario.
es_cr: El atributo LDAP a usar para generar el nombre del usuario a desplegar.
fr: L'attribut LDAP utilisé pour générer le nom d'affichage de l'utilisateur.
hu: Ebből az LDAP attribútumból képződik a felhasználó megjelenítendő neve.
id: Atribut LDAP digunakan untuk menghasilkan nama tampilan pengguna.
it: L'attributo LDAP da usare per generare il nome visualizzato dell'utente.
ja: ユーザーの表示名の生成に利用するLDAP属性
ka_ge: LDAP ატრიბუტი რომელიც გამოყენებულ იქნება მომხმარებლის დისპლეის სახელის დასაგენერირებლად.
ko: 사용자 표시 이름을 생성할 때 사용할 LDAP 속성입니다.
lt_lt: LDAP atributas naudojamas generuoti naudotojo rodomą vardą.
nb: LDAP-attributten som skal brukes til å generere brukerens visningsnavn.
nl: Het te gebruiken LDAP attribuut voor het genereren van de weergavenaam voor de gebruiker.
pl: Atrybut LDAP służący do generowania wyświetlanej nazwy użytkownika ownCloud.
pt_br: O atributo LDAP a usar para gerar o nome de exibição do usuário.
pt_pt: Atributo LDAP para gerar o nome de utilizador do ownCloud.
ru: Атрибут LDAP, который используется для генерации отображаемого имени пользователя.
sq: Atribut LDAP që përdoret për të prodhuar emër ekrani për përdoruesin.
sv: LDAP-attributet som ska användas för att generera användarens visningsnamn.
tr: Görüntülenecek kullanıcı adını oluşturmak için kullanılacak LDAP özniteliği.

source: 2nd User Display Name Field
da: Felt for af 2. brugers viste navn
de_de: 2. Benutzeranzeigename Feld
es: 2do Campo de Nombre a Mostrar por el Usuario
es_cr: 2do Campo de Nombre a Desplegar del Usuario
fr: Second attribut pour le nom d'affichage
hu: Második felhasználónév mező
id: Bidang Tampilan Nama Pengguna Kedua
it: Campo per il secondo nome visualizzato dell'utente
ja: 第2ユーザー表示名のフィールド
ka_ge: მეორე მომხმარებლის დისპლეის სახელის ველი
ko: 보조 사용자 표시 이름 필드
lt_lt: Laukas Antras naudotojo rodomas vardas
nb: 2. felt med brukerens visningsnavn
nl: 2e gebruiker weergavenaam veld
pl: Drugie pole wyświetlanej nazwy użytkownika
pt_br: 2º Campo Nome de Exibição de Usuário
pt_pt: 2.º Mostrador do Nome de Utilizador.
ru: Вторичное поле отображаемого имени пользователя
sq: Fushë e 2-të Emri Përdoruesi Në Ekran
sv: 2:a Visningsnamns Fält
tr: 2. Görüntülenecek Kullanıcı Adı Alanı

source: Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«.
da: Valgfri. En LDAP-attribut som tilføjes til vist navn inde i kantede anførselstegn. Giver eks. »John Doe (john.doe@example.org)«.
de_de: Optional. Ein hinzuzufügendes LDAP-Attribut um den Namen in Klammern anzuzeigen. Beispiel: »John Doe (john.doe@example.org)«.
es: Opcional. Un atributo LDAP para ser añadido en el nombre a mostrar en paréntesis. Resulta en p.ej. »John Doe (john.doe@example.org)«.
es_cr: Opcional. Un atributo LDAP puede ser agregado al nombre a despelegar entre corchetes. Ejemplos de resultados »John Doe (john.doe@example.org)«.
fr: Optionnel. Attribut LDAP à ajouter au nom d'affichage, entre parenthèses. Cela donnera par exemple : "John Doe (john.doe@example.com)".
hu: Opcionális. Egy LDAP attribútum, melyet a felhasználónév mellé teszünk a zárójelben. Például: »John Doe (john.doe@example.org)«.
id: Opsional. Atribut LDAP bisa ditambahkan ke nama tampilan dalam tanda kurung. Hasil dalam cth. »John Doe (john.doe@example.org)«.
it: Facoltativo. Un attributo LDAP da aggiungere al nome visualizzato tra parentesi. Ad es. »Mario Rossi (mario.rossi@esempio.org)«.
ja: オプションです。表示名内にカッコ付きで追加表示される属性 例：»John Doe (john.doe@example.org)«.
ka_ge: არაა სავალდებულო. LDAP ატრიბუტი რომელიც ფრჩხილებში იქნება დამატებული დისპლეის სახელზე. შედეგია მაგ.: »John Doe (john.doe@example.org)«.
ko: 선택 사항입니다. 괄호 안에 추가로 표시할 정보를 포함하는 LDAP 속성입니다. 예: 홍길동(gildong.hong@example.org)
lt_lt: Neprivalomas. LDAP atributas, kuris bus pridėtas prie rodomo vardo ir atvaizduojamas skliausteliuose. Pavyzdys: Vardenis Pavardenis (vardenis.pavardenis@pavyzdys.lt)
nb: Valgfritt. En LDAP-attributt som skal legges til visningsnavnet i parentes. Resulterer i f.eks. »John Doe (john.doe@example.org)«.
nl: Optioneel. Een LDAP attribuut wat word toegevoegd aan de weergave neem tussen haakjes. Bijvoorbeeld "John Doe (john.doe@voorbeeld.org)".
pl: Opcjonalnie. Atrybut LDAP, który będzie w nawiasach dodany do wyświetlanej nazwy użytkownika. Przykładowy wynik: »John Doe (john.doe@example.org)«.
pt_br: Opcional. Um atributo LDAP para ser adicionado ao nome de exibição entre colchetes. Resulta em ex. »John Doe (john.doe@example.org)«.
pt_pt: Opcional. Atributo LDAP a ser adicionado ao nome de utilizador entre parênteses. Resultados em e.g. »John Doe (john.doe@example.org)«.
ru: Не обязательно. Атрибут LDAP, который будет добавляться к отображаемому имени в скобках. Например, »John Doe (john.doe@example.org)«.
sq: Opsionale. Një atribut LDAP për t’u shtuar te emri në ekran, në kllapa. Përfundimi do t’i ngjante »John Doe (john.doe@example.org)«.
sv: Frivilligt. Ett LDAP-attribut att läggas till visningsnamnet i parentes. Resulterar i t.ex. »John Doe (john.doe@example.org)«.
tr: İsteğe bağlı. Görüntülenecek ada parantez içinde eklenecek LDAP özniteliği. Örnek sonuç: »John Doe (john.doe@example.org)«.

source: Base User Tree
da: Base Bruger Træ
de_de: Basis-Benutzerbaum
es: Árbol base de usuario
es_cr: Árbol de Usuario Base
fr: DN racine de l'arbre utilisateurs
hu: A felhasználói fa gyökere
it: Struttura base dell'utente
ja: ベースユーザーツリー
ka_ge: ძირითად მომხმარებელთა სია
ko: 기본 사용자 트리
lt_lt: Bazinis naudotojo medis
nb: Base for bruker-tre
nl: Basis Gebruikers Structuur
pl: Drzewo bazy użytkowników
pt_br: Árvore de Usuário Base
pt_pt: Base da árvore de utilizadores.
ru: База дерева пользователей
sq: Strukturë Bazë Përdoruesi
sv: Bas för användare i katalogtjänst
tr: Temel Kullanıcı Ağacı

source: One User Base DN per line
da: Én bruger-Base DN per linje
de_de: Ein Benutzer Basis-DN pro Zeile
es: Un DN Base de Usuario por línea
es_cr: Un Usuario Base de DN por línea
fr: Un DN de base utilisateur par ligne
hu: Soronként egy felhasználói fa gyökerét adhatjuk meg
id: Satu Pengguna Base DN per baris
it: Un DN base utente per riga
ja: 1行に1つのユーザーベースDN
ka_ge: ერთი მომხმარებლის საწყისი DN ერთ ხაზზე
ko: 사용자 DN을 한 줄에 하나씩 입력하십시오
lt_lt: Viena naudotojo DN šaka linijoje
nb: En base-DN for brukere pr. linje
nl: Een User Base DN per regel
pl: Jeden użytkownik Bazy DN na linię
pt_br: Um usuário de Base DN por linha
pt_pt: Uma base de utilizador DN por linha
ru: По одной базовому DN пользователей в строке.
sq: Një DN Bazë Përdoruesi për rresht
sv: En användarstart-DN per rad
tr: Her Satıra Bir Kullanıcı Base DN

source: User Search Attributes
da: Attributter for brugersøgning
de_de: Benutzersucheigenschaften
es: Atributos de la busqueda de usuario
es_cr: Atributos de búsqueda de usuario
fr: Attributs de recherche utilisateurs
hu: A felhasználók lekérdezett attribútumai
id: Atribut Pencarian Pengguna
it: Attributi di ricerca utente
ja: ユーザー検索属性
ka_ge: მომხმარებლის ძებნის ატრიბუტი
ko: 사용자 검색 속성
lt_lt: Naudotojo paieškos atributai
nb: Attributter for brukersøk
nl: Attributen voor gebruikerszoekopdrachten
pl: Szukaj atrybutów
pt_br: Atributos de Busca de Usuário
pt_pt: Utilizar atributos de pesquisa
ru: Атрибуты поиска пользователей
sq: Atribute Kërkimesh Nga Përdoruesi
sv: Användarsökningsattribut
tr: Kullanıcı Arama Öznitelikleri

source: Optional; one attribute per line
da: Valgfrit; én attribut per linje
de_de: Optional; ein Attribut pro Zeile
es: Opcional; un atributo por linea
es_cr: Opcional; un atributo por línea
fr: Optionnel, un attribut par ligne
hu: Nem kötelező megadni, soronként egy attribútum
id: Pilihan; satu atribut per baris
it: Opzionale; un attributo per riga
ja: オプション：1行に1属性
ka_ge: ოფციონალური; თითო ატრიბუტი თითო ხაზზე
ko: 추가적, 한 줄에 하나의 속성을 입력하십시오
lt_lt: Papildomas; Vienas atributas vienoje eilutėje
nb: Valgfritt, en attributt pr. linje
nl: Optioneel; één attribuut per regel
pl: Opcjonalnie; jeden atrybut w wierszu
pt_br: Opcional; um atributo por linha
pt_pt: Opcional; Um atributo por linha
ru: Опционально; один атрибут в строке
sq: Opsionale; një atribut për rresht
sv: Valfritt; ett attribut per rad
tr: İsteğe bağlı; her satıra bir öznitelik

source: Group Display Name Field
da: Navnefelt for gruppevisning
de_de: Feld für den Anzeigenamen der Gruppe
es: Campo de nombre de grupo a mostrar
es_cr: Campo de Nombre de Grupo a Desplegar
fr: Champ "nom d'affichage" du groupe
hu: A csoport nevének mezője
id: Bidang Tampilan Nama Grup
it: Campo per la visualizzazione del nome del gruppo
ja: グループ表示名のフィールド
ka_ge: ჯგუფის დისპლეის სახელის ფილდი
ko: 그룹의 표시 이름 필드
lt_lt: Laukas rodomas grupės vardas
nb: Felt med gruppens visningsnavn
nl: Groep Schermnaam Veld
pl: Pole wyświetlanej nazwy grupy
pt_br: Campo de nome de exibição do Grupo
pt_pt: Mostrador do nome do grupo.
ru: Поле отображаемого имени группы
sq: Fushë Emri Grupi Në Ekran
sv: Attribut för gruppnamn
tr: Görüntülenecek Grup Adı Alanı

source: The LDAP attribute to use to generate the groups's display name.
da: LDAP-attributten som skal bruges til at oprette gruppens viste navn.
de_de: Das LDAP-Attribut zur Erzeugung des Anzeigenamens der Gruppen.
es: El campo LDAP a usar para generar el nombre para mostrar del grupo.
es_cr: El atributo LDAP a usar para generar el nombre para mostrar del grupo.
fr: L'attribut LDAP utilisé pour générer le nom d'affichage du groupe.
hu: Ebből az LDAP attribútumból képződik a csoport megjelenítendő neve.
id: Atribut LDAP digunakan untuk menghasilkan nama tampilan grup.
it: L'attributo LDAP da usare per generare il nome visualizzato del gruppo.
ja: ユーザーのグループ表示名の生成に利用するLDAP属性
ka_ge: LDAP ატრიბუტი რომელიც გამოყენებულ იქნება ჯგუფის დისპლეის სახელის გენერაციისთვის.
ko: 그룹 표시 이름을 생성할 때 사용할 LDAP 속성입니다.
lt_lt: LDAP atributas naudojamas generuoti grupės rodomą vardą.
nb: LDAP-attributten som skal brukes til å generere gruppens visningsnavn.
nl: Het te gebruiken LDAP attribuut voor het genereren van de weergavenaam voor de groepen.
pl: Atrybut LDAP służący do generowania wyświetlanej nazwy grupy ownCloud.
pt_br: O atributo LDAP a usar para gerar o nome de apresentação do grupo.
pt_pt: Atributo LDAP para gerar o nome do grupo do ownCloud.
ru: Атрибут LDAP, который используется для генерации отображаемого имени группы.
sq: Atribut LDAP që përdoret për të prodhuar emër ekrani për grupin.
sv: LDAP-attributet som ska användas för att generera gruppens visningsnamn.
tr: Görüntülenecek grup adını oluşturmak için kullanılacak LDAP özniteliği.

source: Base Group Tree
de_de: Basis-Gruppenbaum
es: Árbol base de grupo
es_cr: Árbol base de grupo
fr: DN racine de l'arbre groupes
hu: A csoportfa gyökere
it: Struttura base del gruppo
ja: ベースグループツリー
ka_ge: ძირითად ჯგუფთა სია
ko: 기본 그룹 트리
lt_lt: Bazinis grupės medis
nb: Base for gruppe-tre
nl: Basis groepsstructuur
pl: Drzewo bazy grup
pt_br: Árvore de Grupo Base
pt_pt: Base da árvore de grupos.
ru: База дерева групп
sq: Strukturë Bazë Grupi
sv: Bas för grupper i katalogtjänst
tr: Temel Grup Ağacı

source: One Group Base DN per line
da: Ét gruppe-Base DN per linje
de_de: Ein Gruppen Basis-DN pro Zeile
es: Un DN Base de Grupo por línea
es_cr: Un DN Base de Grupo por línea
fr: Un DN de base groupe par ligne
hu: Soronként egy csoportfa gyökerét adhatjuk meg
id: Satu Grup Base DN per baris
it: Un DN base gruppo per riga
ja: 1行に1つのグループベースDN
ka_ge: ერთი ჯგუფის საწყისი DN ერთ ხაზზე
ko: 그룹 기본 DN을 한 줄에 하나씩 입력하십시오
lt_lt: Viena grupės DN šaka linijoje
nb: En base-DN for grupper pr. linje
nl: Een Group Base DN per regel
pl: Jedna grupa bazy DN na linię
pt_br: Um grupo Base DN por linha
pt_pt: Uma base de grupo DN por linha
ru: По одной базовому DN групп в строке.
sq: Një DN Bazë Grupi për rresht
sv: En gruppstart-DN per rad
tr: Her Satıra Bir Grup Base DN

source: Group Search Attributes
da: Attributter for gruppesøgning
de_de: Gruppensucheigenschaften
es: Atributos de búsqueda de grupo
es_cr: Atributos de Búsqueda de Grupo
fr: Attributs de recherche des groupes
hu: A csoportok lekérdezett attribútumai
id: Atribut Pencarian Grup
it: Attributi di ricerca gruppo
ja: グループ検索属性
ka_ge: ჯგუფური ძებნის ატრიბუტი
ko: 그룹 검색 속성
lt_lt: Grupės paieškos atributai
nb: Attributter for gruppesøk
nl: Attributen voor groepszoekopdrachten
pl: Grupa atrybutów wyszukaj
pt_br: Atributos de Busca de Grupo
pt_pt: Atributos de pesquisa de grupo
ru: Атрибуты поиска групп
sq: Atribute Kërkimi Grupi
sv: Gruppsökningsattribut
tr: Grup Arama Öznitelikleri

source: Group-Member association
da: Guppemedlem forening
de_de: Assoziation zwischen Gruppe und Benutzer
es: Asociación Grupo-Miembro
es_cr: Asociación Grupo-Miembro
fr: Association groupe-membre
hu: A csoporttagság attribútuma
id: Asosiasi Anggota-Grup
it: Associazione gruppo-utente
ja: グループとメンバーの関連付け
ka_ge: ჯგუფის წევრობის ასოციაცია
ko: 그룹-구성원 연결
lt_lt: Grupės-Nario sąsaja
nb: gruppe-medlemstilknytning
nl: Groepslid associatie
pl: Członek grupy stowarzyszenia
pt_br: Associação Grupo-Membro
pt_pt: Associar utilizador ao grupo.
ru: Ассоциация Группа-Участник
sq: Përshoqërim Grup-Përdorues
sv: Attribut för gruppmedlemmar
tr: Grup-Üye İlişkisi

source: Dynamic Group Member URL
da: URL for dynamisk gruppemedlem
de_de: Dynamische Gruppenmitglied URL
es: URL Dinámica de Miembro de Grupo
es_cr: URL Dinámico de Miembro de Grupo
hu: Dinamikus csoporttag URL
id: URL Member Grup Dinamis
it: URL membro di gruppo dinamico
ja: ダイナミックグループメンバーURL
ka_ge: დინამიური ჯგუფის წევრის URL
ko: 동적 그룹 구성원 URL
lt_lt: Dinaminio grupės nario URL
nb: URL for dynamisk gruppemedlem
nl: Dynamisch Groepslid URL
pl: URL Członka Grupy Dynamicznej
pt_br: URL do Grupo Dinâmico de membro
pt_pt: URL Dinâmica de Membro do Grupo
ru: URL участников динамической группы
sq: URL Anëtari Grupi Dinamik
tr: Devingen Grup Üye Adresi
