Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: Failed to clear the mappings.
da: Mislykkedes med at rydde delingerne.
de_de: Löschen der Zuordnungen fehlgeschlagen.
es: Ocurrió un fallo al borrar las asignaciones.
es_cr: Se presentó una falla al borrar los mapeos.
fr: Erreur lors de la suppression des associations.
hu: Nem sikerült törölni a hozzárendeléseket.
id: Gagal membersihkan pemetaan.
it: Cancellazione delle associazioni non riuscita.
ja: マッピングのクリアに失敗しました。
ka_ge: ბმების წაშლის დროს მოხდა შეცდომა.
ko: 매핑을 비울 수 없습니다.
lt_lt: Nepavyko išvalyti sąsajų.
nb: Klarte ikke å nullstille tilknytningene.
nl: Niet gelukt de vertalingen leeg te maken.
pl: Nie udało się wyczyścić mapowania.
pt_br: Falhou ao limpar os mapeamentos.
pt_pt: Falhou ao limpar os mapas.
ru: Не удалось очистить соответствия.
sq: Dështoi në heqjen e përshoqërimeve.
sv: Fel vid rensning av mappningar
tr: Eşleştirmeler temizlenemedi.

source: Failed to delete the server configuration
da: Kunne ikke slette server konfigurationen
de_de: Löschen der Serverkonfiguration fehlgeschlagen
es: No se pudo borrar la configuración del servidor
es_cr: Se presentó una falla al borrar la configuración del servidor
fr: Échec de la suppression de la configuration du serveur
hu: Nem sikerült törölni a szerver konfigurációját
id: Gagal menghapus konfigurasi server
it: Eliminazione della configurazione del server non riuscita
ja: サーバー設定の削除に失敗しました
ka_ge: შეცდომა სერვერის კონფიგურაციის წაშლისას
ko: 서버 설정을 삭제할 수 없습니다.
lt_lt: Nepavyko pašalinti serverio konfigūracijos
nb: Klarte ikke å slette tjener-konfigurasjonen.
nl: Verwijderen serverconfiguratie mislukt
pl: Nie można usunąć konfiguracji serwera
pt_br: Falha ao excluir a configuração do servidor
pt_pt: Erro ao eliminar a configuração do servidor
ru: Не удалось удалить конфигурацию сервера
sq: Dështoi në fshirjen e formësimit të serverit
sv: Misslyckades med att radera serverinställningen
tr: Sunucu yapılandırması silinemedi

source: Invalid configuration: Anonymous binding is not allowed.
da: Ugyldig konfiguration: Anonym binding er ikke tilladt.
de_de: Die Konfiguration ist ungültig: anonymes Binden ist nicht erlaubt.
es: Configuración no válida: No se permite enlazado anónimo.
es_cr: Configuración inválida: La vinculación anónima no está permitida.
fr: Configuration non valide : Le lien anonyme n'est pas autorisé.
hu: Érvénytelen beállítás: Anonim kötés nem engedélyezett.
it: La configurazione non è valida: l'associazione anonima non è consentita.
ja: 設定が正しくありません: 匿名接続は、許可されていません。
ka_ge: არასწორი კონფიგურაცია: ანონიმური კავშირები არაა დაშვებული.
ko: 설정 잘못됨: 익명 바인딩이 허용되지 않습니다.
lt_lt: Neteisinga konfigūracija: Anoniminis prisijungimas neleidžiamas.
nb: Oppsettet er ugyldig: Anonym binding er ikke tillatt.
nl: De configuratie is ongeldig: anonieme bind is niet toegestaan.
pl: Nieprawidłowa konfiguracja: Anonimowe podpinanie jest niedozwolone.
pt_br: Configuração inválida: A ligação anônima não é permitida.
ru: Неверная конфигурация: анонимное связывание не разрешается.
sq: Konfigurim i pavlefshëm: Lidhja anonim nuk është e lejueshme.
sv: Ogiltig konfiguration: Anonym bindning är inte tillåten.
tr: Yapılandırma geçersiz: Adsız bağlantı kurulmasına izin verilmiyor.

source: Valid configuration, connection established!
da: Gyldig konfiguration, forbindelse etableret!
de_de: Gültige Konfiguration, Verbindung hergestellt!
es: Configuración válida. ¡Conexión establecida!
es_cr: ¡Configuración válida, conexión establecida!
fr: Configuration valide, connexion établie !
hu: Érvényes beállítás, kapcsolat létrejött!
it: Configurazione valida, connessione stabilita!
ja: 正しい設定です。接続されました。
ka_ge: სწორი კონფიგურაცია, კავშირი დამყარებულია!
ko: 설정 올바름, 연결되었습니다!
lt_lt: Konfigūracija teisinga, ryšys užmegztas!
nb: Gyldig oppsett, tilkoblet.
nl: Geldige configuratie, verbinding tot stand gebracht
pl: Konfiguracja poprawna, połączenie ustanowione!
pt_br: Configuração válida, conexão estabelecida!
ru: Конфигурация настроена верно, связь установлена!
sq: Konfigurim i vlefshëm, lidhja u krijuar!
sv: Giltig konfiguration, anslutning upprättad!
tr: Yapılandırma geçerli, bağlantı kuruldu.

source: Valid configuration, but binding failed. Please check the server settings and credentials.
da: Gyldig konfiguration, men forbindelsen mislykkedes. Tjek venligst serverens indstillinger og brugeroplysninger.
de_de: Die Konfiguration ist gültig, aber der LDAP-Bind ist fehlgeschlagen. Bitte überprüfen Sie die Servereinstellungen und die Anmeldeinformationen.
es: Configuración válida, pero falló el enlazado. Por favor compruebe los ajustes del servidor y las credenciales.
es_cr: Configuración válida, pero la vinculación falló. Por favor verifica la configuración del servidor y las credenciales.
fr: Configuration valide, mais le lien a échoué. Veuillez vérifier les paramètres du serveur ainsi que vos identifiants de connexion.
hu: Érvényes beállítás, de a kötés nem jött létre. Kérlek ellenőrizd a szerver beállításokat és a hitelesítőadatokat.
it: Configurazione valida, ma associazione non riuscita. Controlla le impostazioni del server e le credenziali.
ja: 設定は有効ですが、接続に失敗しました。サーバー設定と資格情報を確認してください。
ka_ge: სწორი კონფიგურაცია, თუმცა მიბმა ვერ მოხერხდა. გთხოვთ შეამოწმოთ სერვერის კონფიგურაცია და უფლებამოსილებები.
ko: 설정이 올바르지만 바인딩이 실패했습니다. 서버 설정과 인증 정보를 확인하십시오.
lt_lt: Konfigūracija teisinga, bet prisijungimas nepavyko. Patikrinkite serverio nustatymus ir prisijungimo duomenis.
nb: Oppsettet er i orden, men binding mislyktes. Sjekk tjener-oppsettet og påloggingsinformasjonen.
nl: Geldige configuratie, maar Binding mislukte. Controleer de serverinstellingen en inloggegevens.
pl: Konfiguracja prawidłowa, ale podpinanie nie powiodło się. Sprawdź konfigurację serwera i poświadczenia.
pt_br: Configuração válida, mas a ligação falhou. Verifique as configurações e as credenciais do servidor.
ru: Конфигурация настроена верно, но связывание не удалось. Проверьте настройки сервера и реквизиты доступа.
sq: Konfigurime të vlefshme, por lidhja dështoi. Ju lutem kontrolloni konfigurimet dhe kredencialet e serverit.
sv: Giltig konfiguration, men bindning misslyckades. Var god kontrollera uppgifter och serverinställningarna.
tr: Yapılandırma geçerli ancak bağlantı kurulamadı. Lütfen sunucu ayarları ve kimlik doğrulama bilgilerini denetleyin.

source: Invalid configuration. Please have a look at the logs for further details.
da: Ikke gyldig konfiguration. Kig venligst på logfilerne for mere information.
de_de: Die Konfiguration ist ungültig. Weitere Details finden Sie in den Logdateien.
es: Configuración inválida. Por favor, echa un vistazo al registro para más detalles.
es_cr: Configuración inválida. Por favor verifica las bitácoras para más detalles.
fr: Configuration non valide. Veuillez consulter les logs pour plus de détails.
hu: Érvénytelen konfiguráció. További információkért nézze meg a naplófájlokat!
it: Configurazione non valida. Controlla i log per ulteriori dettagli.
ja: 設定が無効です。詳細はログを確認してください。
ka_ge: არასწორი კონფიგურაცია. დეტალებისთვის გთხოვთ გადახედოთ ლოგებს.
ko: 설정이 잘못되었습니다. 더 자세한 정보를 보려면 로그를 참조하십시오.
lt_lt: Neteisinga konfigūracija. Išsamesnei informacijai, žiūrėkite žurnalus.
nb: Oppsettet er ikke gyldig. Sjekk loggene for flere detaljer.
nl: Ongeldige configuratie. Bekijk de logbestanden voor meer details.
pl: Nieprawidłowa konfiguracja. Sprawdź logi po więcej szczegółów.
pt_br: Configuração inválida. Por favor dê uma olhada nos logs para mais detalhes.
ru: Неверная конфигурация. Просмотрите журналы для получения дополнительных сведений.
sq: Konfigurime të pavlefshme. Ju lutem shikoni hyrjet për detaje të mëtejshme.
sv: Ogiltig konfiguration. Var god undersök loggar för mer detaljer.
tr: Yapılandırma geçersiz. Lütfen ayrıntılı bilgi almak için günlüklere bakın.

source: No action specified
da: Der er ikke angivet en handling
de_de: Keine Aktion angegeben
es: No se ha especificado la acción
es_cr: No se ha especificado alguna acción
fr: Aucune action spécifiée
hu: Nincs megadva parancs
id: Tidak ada tindakan yang ditetapkan
it: Nessuna azione specificata
ja: アクションが指定されていません
ka_ge: ქმედება არ იყო სპეციფირებული
ko: 동작이 지정되지 않음
lt_lt: Nenurodytas veiksmas
nb: Ingen handling spesifisert
nl: Geen actie opgegeven
pl: Nie określono akcji
pt_br: Nenhuma ação especificada
pt_pt: Nenhuma ação especificada
ru: Действие не указано
sq: S’është treguar veprim
sv: Ingen åtgärd har angetts
tr: Hehrangi bir işlem belirtilmemiş

source: No configuration specified
da: Der er ikke angivet en konfiguration
de_de: Keine Konfiguration angegeben
es: No se ha especificado la configuración
es_cr: No se ha especificado una configuración
fr: Aucune configuration spécifiée
hu: Nincs megadva konfiguráció
id: Tidak ada konfigurasi yang ditetapkan
it: Nessuna configurazione specificata
ja: 構成が指定されていません
ka_ge: კონფიგურაცია არ იყო სპეციფირებული
ko: 설정이 지정되지 않음
lt_lt: Nenurodyta jokia konfigūracija
nb: Inget oppsett spesifisert
nl: Geen configuratie opgegeven
pl: Nie określono konfiguracji
pt_br: Nenhuma configuração especificada
pt_pt: Nenhuma configuração especificada
ru: Конфигурация не указана
sq: S’u dha formësim
sv: Ingen konfiguration har angetts
tr: Herhangi bir yapılandırma belirtilmemiş

source: No data specified
da: Der er ikke angivet data
de_de: Keine Daten angegeben
es: No se han especificado los datos
es_cr: No se han especificado datos
fr: Aucune donnée spécifiée
hu: Nincs adat megadva
id: Tidak ada data yang ditetapkan
it: Nessun dato specificato
ja: データが指定されていません
ka_ge: მონაცემები არ იყო სპეციფირებული
ko: 데이터가 지정되지 않음
lt_lt: Nepateikta duomenų
nb: Ingen data spesifisert
nl: Geen gegevens verstrekt
pl: Nie określono danych
pt_br: Nenhum dado especificado
pt_pt: Nenhuma data especificada
ru: Нет данных
sq: S’u treguan të dhëna
sv: Ingen data har angetts
tr: Herhangi bir veri belirtilmemiş

source: Could not set configuration %s
da: Kunne ikke indstille konfigurationen %s
de_de: Die Konfiguration %s konnte nicht gesetzt werden
es: No se pudo establecer la configuración %s
es_cr: No fue posible establecer la configuración %s
fr: Impossible d'appliquer la configuration %s
hu: A konfiguráció nem állítható be: %s
id: Tidak dapat menyetel konfigurasi %s
it: Impossibile impostare la configurazione %s
ja: 構成 %s を設定できませんでした
ka_ge: კონფიგურაციის %s დაყენება ვერ მოხერხდა
ko: 설정 %s을(를) 지정할 수 없음
lt_lt: Nepavyko nustatyti konfigūracijos %s
nb: Klarte ikke å utføre oppsett %s
nl: Kon configuratie %s niet instellen
pl: Nie można ustawić konfiguracji %s
pt_br: Não foi possível definir a configuração %s
pt_pt: Não foi possível definir a configuração %s
ru: Невозможно создать конфигурацию %s
sq: S’vuri dot në punë formësimin %s
sv: Kunde inte sätta inställning %s
tr: %s yapılandırması ayarlanamadı

source: Action does not exist
da: Handlingen findes ikke
de_de: Aktion existiert nicht
es: La acción no existe.
es_cr: La acción no existe
fr: L'action n'existe pas
hu: A művelet nem létezik
id: Tidak ada tindakan
it: L'azione non esiste
ja: アクションが存在しません
ka_ge: ქმედება არ არსებობს
ko: 동작이 존재하지 않음
lt_lt: Veiksmo nėra
nb: Handlingen finnes ikke
nl: Actie bestaat niet
pl: Akcja nie istnieje
pt_br: A ação não existe
pt_pt: Não existe esta acção
ru: Действия не существует
sq: Veprimi s’ekziston
sv: Funktion existerar ej
tr: İşlem bulunamadı

source: LDAP user and group backend
da: LDAP bruger og gruppe backend
de_de: LDAP Benutzer- und Gruppen-Backend
es: Motor de usuarios y grupos LDAP
es_cr: Backend de LDAP para usuario y grupo
fr: Utilisateur LDAP et infrastructure de groupe
hu: LDAP felhasználói és csoport háttér
it: Motore utente e gruppo LDAP
ja: ユーザー・グループのLDAP連携
ka_ge: LDAP მომხმარებლის და ჯგუფის ბექენდი
ko: LDAP 사용자 및 그룹 백엔드
nb: LDAP bruker- og gruppe -bakende
nl: LDAP gebruikers en groep backend
pl: Zaplecze użytkowników i grup LDAP
pt_br: Plataforma de serviço LDAP de usuário e grupo
ru: Интерфейс пользователей и групп LDAP
sq: Backend i përdoruesve dhe grupit të LDAP
sv: LDAP-användare och gruppbackend
tr: LDAP kullanıcı ve grup arka yüzü

source: Renewing …
da: Fornyer...
de_de: Erneuere …
es: Renovando...
es_cr: Renovando ...
fr: Renouvellement en cours...
hu: Megújítás...
it: Rinnovo...
ja: 更新中 ...
ka_ge: განხილვა …
ko: 갱신 중 …
lt_lt: Atnaujinama ...
nb: Fornyer…
nl: Herstellen ...
pl: Odnawianie ...
pt_br: Renovando...
ru: Обновление…
sq: Duke rinovuar...
sv: Förnyar ...
tr: Yenileniyor...

source: Very weak password
da: Meget svagt password
de_de: Sehr schwaches Passwort
es: Contraseña muy débil
es_cr: Contraseña muy debil
fr: Mot de passe très faible
hu: Nagyon gyenge jelszó
it: Password molto debole
ja: 非常に弱いパスワードです
ka_ge: ძალიან სუსტი პაროლი
ko: 매우 약한 암호
lt_lt: Labai silpnas slaptažodis
nb: Veldig svakt passord
nl: Zeer zwak wachtwoord
pl: Bardzo słabe hasło
pt_br: Senha muito fraca
ru: Очень слабый пароль
sq: Fjalëkalim shumë i dobët
sv: Väldigt svagt lösenord
tr: Parola çok zayıf

source: Weak password
da: Svagt password
de_de: Schwaches Passwort
es: Contraseña débil
es_cr: Contraseña débil
fr: Mot de passe faible
hu: Gyenge jelszó
it: Password debole
ja: 脆弱なパスワード
ka_ge: სუსტი პაროლი
ko: 약한 암호
lt_lt: Silpnas slaptažodis
nb: Svakt passord
nl: Zwak wachtwoord
pl: Słabe hasło
pt_br: Senha fraca
ru: Слабый пароль
sq: Fjalekalim i dobët
sv: Svagt lösenord
tr: Parola zayıf

source: So-so password
da: Jævnt password
de_de: Passables Passwort
es: Contraseña pasable
es_cr: Contraseña aceptable
fr: Mot de passe tout juste acceptable
hu: Nem túl jó jelszó
it: Password così-così
ja: 悪くないパスワード
ka_ge: ნორმალური პაროლი
ko: 그저 그런 암호
lt_lt: Neblogas slaptažodis
nb: Bob-bob-passord
nl: Matig wachtwoord
pl: Mało skomplikowane hasło
pt_br: Senha mediana
ru: Так себе пароль
sq: Fjalekalim hajd mo
sv: Mindre bra lösenord
tr: Parola idare eder

source: Good password
da: Godt password
de_de: Gutes Passwort
es: Contraseña buena
es_cr: Buena contraseña
fr: Mot de passe de sécurité suffisante
hu: Jó jelszó
it: Password buona
ja: 良いパスワード
ka_ge: კარგი პაროლი
ko: 좋은 암호
lt_lt: Geras slaptažodis
nb: Bra passord
nl: Goed wachtwoord
pl: Dobre hasło
pt_br: Senha boa
ru: Хороший пароль
sq: Fjalëkalim i mirë
sv: Bra lösenord
tr: Parola iyi

source: Strong password
da: Stærkt password
de_de: Starkes Passwort
es: Contraseña fuerte
es_cr: Contraseña fuerte
fr: Mot de passe fort
hu: Erős jelszó
it: Password forte
ja: 強固なパスワード
ka_ge: ძლიერი პაროლი
ko: 매우 좋은 암호
lt_lt: Stiprus slaptažodis
nb: Sterkt passord
nl: Sterk wachtwoord
pl: Silne hasło
pt_br: Senha forte
ru: Надёжный пароль
sq: Fjalëkalim i fortë
sv: Starkt lösenord
tr: Parola güçlü

source: The Base DN appears to be wrong
da: Base DN'et ser ud til at være forkert
de_de: Die Base-DN scheint falsch zu sein
es: La Base DN parece estar mal
es_cr: El DN Base parece estar incorrecto
fr: Le DN de base est erroné
hu: Úgy tűnik, a címtár gyökere (base DN) hibás
id: Base DN tampaknya salah
it: Il DN base sembra essere errato
ja: ベース DN が誤っている可能性があります
ka_ge: საბაზისო DN როგორც ჩანს არასწორია
ko: 기본 DN이 올바르지 않습니다
lt_lt: Neteisinga DN šaka
nb: Basis-DN ser ut til å være feil
nl: De Basis DN lijkt onjuist
pl: Base DN wygląda na błedne
pt_br: A Base DN parece estar errada
pt_pt: O ND de base parece estar errado
ru: База поиска DN по всей видимости указана неправильно
sq: DN-ja Bazë duket se është e gabuar
sv: Den grundläggande DN verkar vara fel
tr: Base DN yanlış gibi görünüyor

source: Testing configuration…
da: Tester konfiguration...
de_de: Teste Konfiguration
es: Probando configuración
es_cr: Probando configuración...
fr: Test de configuration
hu: Beállítások ellenőrzése...
id: Menguji konfigurasi...
it: Prova della configurazione...
ja: 設定検証中…
ka_ge: კონფიგურაციის შემოწმება…
ko: 설정 시험 중…
lt_lt: Išbandoma konfigūracija…
nb: Tester oppsettet…
nl: Testen van de configuratie…
pl: Testowanie konfiguracji...
pt_br: Testando configuração...
pt_pt: A testar a configuração…
ru: Проверка конфигурации...
sq: Po provohet formësimi…
sv: Testar konfiguration...
tr: Yapılandırma sınanıyor...

source: Configuration incorrect
da: Konfigurationen er ikke korrekt
de_de: Konfiguration nicht korrekt
es: Configuración Incorrecta
es_cr: Configuración Incorrecta
fr: Configuration incorrecte
hu: Konfiguráió hibás
id: Konfigurasi salah
it: Configurazione non corretta
ja: 設定に誤りがあります
ka_ge: კონფიგურაცია არასწორია
ko: 설정 올바르지 않음
lt_lt: Konfigūracija neteisinga
nb: Oppsettet er galt
nl: Configuratie onjuist
pl: Konfiguracja niepoprawna
pt_br: Configuração incorreta
pt_pt: Configuração incorreta
ru: Конфигурация некорректна
sq: Formësim i pasaktë
sv: Felaktig konfiguration
tr: Yapılandırma yanlış

source: Configuration incomplete
da: Konfigurationen er ikke komplet
de_de: Konfiguration nicht vollständig
es: Configuración incompleta
es_cr: Configuración incompleta
fr: Configuration incomplète
hu: Konfiguráció nincs befejezve
id: Konfigurasi tidak lengkap
it: Configurazione incompleta
ja: 設定が不完全です
ka_ge: კონფიგურაცია არასრულია
ko: 설정 불완전함
lt_lt: Nepilna konfigūracija
nb: Ufullstendig oppsett
nl: Configuratie incompleet
pl: Konfiguracja niekompletna
pt_br: Configuração incompleta
pt_pt: Configuração incompleta
ru: Конфигурация не завершена
sq: Formësim jo i plotë
sv: Konfigurationen är ej komplett
tr: Yapılandırma tamamlanmamış

source: Configuration OK
da: Konfigurationen er OK
de_de: Konfiguration OK
es: Configuración correcta
es_cr: Configuración correcta
hu: Konfiguráció OK
id: Konfigurasi Oke
it: Configurazione corretta
ja: 設定OK
ka_ge: კონფიგურაცია კარგია
ko: 설정 올바름
lt_lt: Konfigūracija gera
nb: Oppsett OK
nl: Configuratie OK
pl: Konfiguracja poprawna
pt_br: Configuração OK
pt_pt: Configuração OK
ru: Конфигурация в порядке
sq: Formësimi OK
sv: Konfigurationen är OK
tr: Yapılandırma tamamlanmış

source: Select groups
da: Vælg grupper
de_de: Gruppen auswählen
es: Seleccionar grupos
es_cr: Seleccionar grupos
fr: Sélectionnez les groupes
hu: Csoportok kiválasztása
id: Pilih grup
it: Seleziona i gruppi
ja: グループを選択
ka_ge: ჯგუფების არჩევა
ko: 그룹 선택
lt_lt: Pasirinkti grupes
nb: Velg grupper
nl: Selecteer groepen
pl: Wybierz grupy
pt_br: Selecionar grupos
pt_pt: Seleccionar grupos
ru: Выберите группы
sq: Përzgjidhni grupe
sv: Välj grupper
tr: Grupları seçin

source: Select object classes
da: Vælg objektklasser
de_de: Objektklassen auswählen
es: Seleccionar la clase de objeto
es_cr: Seleccionar las clases de objeto
fr: Sélectionner les classes d'objet
hu: Objektumosztályok kiválasztása
id: Pilik kelas obyek
it: Seleziona le classi di oggetti
ja: オブジェクトクラスを選択
ka_ge: ობიექტის კლასების არჩევა
ko: 객체 클래스 선택
lt_lt: Pasirinkite objektų klases
nb: Velg objektklasser
nl: Selecteer objectklasse
pl: Wybierz obiekty klas
pt_br: Selecionar classes de objetos
pt_pt: Selecionar classes de objetos
ru: Выберите объектные классы
sq: Përzgjidhni klasa objektesh
sv: Välj objekt-klasser
tr: Nesne sınıflarını seçin

source: Please check the credentials, they seem to be wrong.
da: Tjek venligst brugeroplysningerne - de ser ud til at være forkerte.
de_de: Bitte überprüfen Sie die Anmeldeinformationen, sie sind anscheinend falsch.
es: Por favor verifique las credenciales, parecen no ser correctas.
es_cr: Por favor verifica tus credenciales, al parecer están equivocadas.
fr: Veuillez vérifier vos informations d'identification
hu: Kérlek ellenőrizd az azonosítókat, hibásnak tűnnek.
id: Mohon periksa kredensial, nampaknya ada kesalahan.
it: Controlla le credenziali, sembrano essere errate.
ja: 資格情報が間違っていると思われるため、確認してください。
ka_ge: გთხოვთ გადაამოწმოთ უფლებამოსილებები, როგორც ჩანს ისინი არასწორია.
ko: 인증 정보가 잘못된 것 같습니다. 다시 확인해 주십시오.
lt_lt: Patikrinkite prisijungimo duomenis, jie atrodo neteisingi.
nb: Sjekk påloggingsdetaljene; de ser ut til å være feil.
nl: Controleer de inloggegevens, ze lijken onjuist.
pl: Sprawdź dane logowania, wydają się być nieprawidłowe.
pt_br: Por favor verifique as credenciais, elas parecem erradas.
pt_pt: Por favor verifique as credenciais, parecem estar erradas.
ru: Пожалуйста проверьте учетный данные, возможно они не верны.
sq: Ju lutemi, kontrolloni kredencialet, duket se janë gabim.
sv: Var god kontrollera dina uppgifter, de verkar vara fel.
tr: Lütfen kimlik doğrulama bilgilerini denetleyin, yanlış görünüyor.

source: Please specify the port, it could not be auto-detected.
da: Angiv venligst porten - den kunne ikke registreres automatisk.
de_de: Bitte geben Sie den Port an, er konnte nicht automatisch erkannt werden.
es: Por favor especifique el puerto, no pudo ser autodetectado.
es_cr: No fue posible auto-detectar el puerto, por favor especifícalo.
fr: Veuillez indiquer le port, il n'a pu être détecté automatiquement.
hu: Kérlek add meg a port számát, nem lehetett automatikusan detektálni.
id: Mohon tentukan port karena tidak terdeteksi secara otomatis.
it: Specifica la porta, potrebbe non essere rilevata automaticamente.
ja: ポートを指定してください。自動認識できません。
ka_ge: გთხოვთ მიუთითოთ პორტი, მისი ავტო-აღმოჩენა ვერ ხერხდება.
ko: 포트를 자동으로 감지할 수 없습니다. 포트를 입력해 주십시오.
lt_lt: Prašome nurodyti prievadą, jo nepavyko aptikti automatiškai.
nb: Spesifiser porten. Den kunne ikke påvises automatisk.
nl: Geef de poort op, die kon niet automatisch worden vastgesteld.
pl: Podaj port, nie można ustalić go automatycznie.
pt_br: Por favor especifique um porto, pois ela não pôde ser detectada automaticamente.
pt_pt: Por favor especifique a porta, não pode ser detetada automaticamente.
ru: Пожалуйста укажите порт, он не может быть определен автоматически.
sq: Ju lutemi, përcaktoni portën, s’u arrit të vetëzbulohet.
sv: Var god specificera en port, den kunde ej upptäckas automatiskt.
tr: Lütfen kapı numarasını belirtin. Otomatik olarak algılanamadı.

source: Base DN could not be auto-detected, please revise credentials, host and port.
da: Base DN kunne ikke registreres automatisk - gennemse venligst brugeroplysningerne, vært og port.
de_de: Die Base DN konnte nicht automatisch erkannt werden, bitte überprüfen Sie Anmeldeinformationen, Host und Port.
es: Base DN no puede ser detectada automáticamente, por favor revise credenciales, host y puerto.
es_cr: No fue posible auto detectar el DN Base, por favor verifica las credenciales, servidor y puerto.
fr: Le DN de base n'a pu être détecté automatiquement. Vérifiez les informations d'identification, l'hôte et le port.
hu: A címtár gyökerét (base DN) nem sikerült automatikusan felismerni, kérlek, ellenőrizd az azonosítókat, a kiszolgáló nevét és a portot.
id: Base DN tidak terdeteksi secara otomatis, mohon periksa kembali kredensial, host dan port.
it: Il DN base non può essere rilevato automaticamente, controlla le credenziali, l'host e la porta.
ja: ベース DN を自動検出できませんでした。資格情報、ホスト、ポートを修正してください。
ka_ge: საბაზისო DN-ის ავტო-აღმოჩენა ვერ ხერხდება, გთხოვთ გადახედოთ უფლებამოსილებებს, ჰოსტს და პორტს.
ko: 기본 DN을 자동으로 감지할 수 없습니다. 인증 정보, 호스트, 포트를 다시 확인하십시오.
lt_lt: Negalima automatiškai nustatyti DN šakos, peržiūrėkite prisijungimo duomenis, serverį ir prievadus.
nb: Base-DN kunne ikke påvises automatisk. Se igjennom pålogginsdetaljer, vertsnavn og portnummer.
nl: Basis DN kon niet automatisch worden vastgesteld, herstel inloggegevens, server en poort.
pl: Base DN nie mógł zostać wykryty automatycznie, proszę sprawdzić ustawienia hosta, port oraz dane dostępowe
pt_br: A Base DN não pôde ser detectada automaticamente, por favor revise as credenciais, host e o porto.
pt_pt: O ND de base não pode ser detetado automaticamente, por favor verifique as credenciais, host e porta.
ru: База поиска не может быть определена автоматически, пожалуйста перепроверьте учетные данные, адрес и порт.
sq: DN-ja Bazë s’u vetëzbulua dot, ju lutemi, rishikoni kredencialet, hostin dhe portën.
sv: Grundläggande DN kunde ej upptäckas automatiskt, var god dubbelkontrollera dina uppgifter, värd och port.
tr: Base DN otomatik olarak algılanamadı. Lütfen kimlik doğrulama bilgilerini, sunucu ve kapı numarasını gözden geçirin.
