Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: Default password policy DN
da: Standard password politik DN
de_de: Standard Passwort-Regeln DN
es: Política de contraseñas por defecto DN
es_cr: DN de la política predeterminada de contraseñas
fr: DN stratégie de mots de passe par défaut
hu: Alapértelmezett jelszó szabály DN
it: DN criterio predefinito delle password
ja: デフォルトのパスワードポリシーの DN
ka_ge: საწყისი პაროლის პირობის DN
ko: 기본 암호 정책 DN
lt_lt: Numatytų slaptažodžio taisyklių DN.
nb: Standard passordregler DN
nl: Standaard wachtwoordbeleid DN
pl: Domyślna polityka haseł DN
pt_br: Política DN de senha padrão
ru: Политики DN пароля по умолчанию
sq: Politika e fjalëkalimit të parazgjedhur DN
sv: Standard för lösenordspolicy DN
tr: Varsayılan parola ilkesi DN

source: The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling.
da: DN for en standard password politik vil blive brugt til at håndtere udløb af password. Virker kun når LDAP password ændringer pr. bruger er aktiveret og understøtter kun OpenLDAP. Efterlad tom for at deaktivere håndtering password udløb.
de_de: Die DN einer Standard-Passwort-Policy, welche für den Umgang mit ablaufenden Passwörtern verwendet wird. Dies funktioniert nur wenn Passwort-Änderungen pro Benutzer via LDAP aktiviert ist. Und funktioniert nur mit OpenLDAP. Lassen Sie dieses Feld leer um den Umgang mit ablaufenden Passwörtern zu deaktivieren.
es: El DN de una política de contraseñas por defecto que será usado para el manejo de la expiración de contraseñas. Solo funciona cuando los cambios por usuario de la contraseña LDAP están habilitados y solo está aceptada por OpenLDAP. Déjala vacía para deshabilitar el manejo de expiración de contraseñas.
es_cr: El DN de la política de contraseñas predeterminada que será usada para el manejo de expiración de contraseñas. Sólo funciona cuando está habilitado el cambio de contraseñas por el usuario y sólo está soportado para OpenLDAP. Déjalo en blanco para deshabilitar el manejo de expiración de contraseñas.
fr: Le DN d'une stratégie de mot de passe par défaut qui sera utilisé pour la gestion d'expiration du mot de passe. Fonctionne seulement quand le changement du mot de passe LDAP par utilisateur est activé et est uniquement supporté par OpenLDAP. Laissez vide pour désactiver la gestion d'expiration du mot de passe.
hu: Az alapértelmezett jelszó lejárati politika DN-je, melyet alkalmazunk. Csak akkor működik, ha a felhasználónkénti jelszómódosítás be van kapcsolva és csak OpenLDAP-al. Hagyd üresen a jelszólejárat kikapcsolásához.
it: Il DN di un criterio predefinito delle password che sarà utilizzato per la gestione della scadenza delle password. Funziona solo quando la password LDAP è modificabile dall'utente ed è supportata solo da OpenLDAP. Lascia vuoto per disabilitare la gestione della scadenza delle password.
ja: デフォルトパスワードポリシーのDN はユーザーのパスワード期限切れ動作に利用されます。これは、OpenLDAPでのみ利用でき、ユーザー毎にLDAPパスワード変更が有効になっているときにのみ適用できます。パスワード期限切れを利用しない場合は、空欄のままにしてください。
ka_ge: საწყისი პაროლის DN პოლიტიკა, რომელიც გამოყენებულ იქნება პაროლის გაუქმების დასარეგულირებლად. მოქმედებს მხოლოდ მაშინ, როდესაც LDAP პაროლების ცვლილება თითო მომხმარებელზე მოქმედია და მხარდაჭერილია მხოლოდ OpenLDAP-ის მიერ. დატოვეთ ცარიელი თუ გსურთ პაროლის გაუქმების რეგულაციის გათიშვა.
ko: 암호 만료 처리에 사용할 기본 암호 정책 DN입니다. 사용자별 LDAP 암호 변경이 활성화되어 있어야 하며 OpenLDAP에서만 동작합니다. 암호 만료 처리를 사용하지 않으려면 비워 두십시오.
lt_lt: Numatytų slaptažodžio taisyklių DN, kuris bus naudojamas tvarkant slaptažodžio galiojimą. Veikia tik tada, kai yra įjungtas LDAP vartotojo slaptažodžio keitimas ir yra palaikomas tik OpenLDAP. Palikite tuščią, jei norite išjungti slaptažodžio galiojimo tvarkymą.
nb: DN tilhørende forvalgt passordspraksis som brukes for behandling av passordutløp. Fungerer bare når LDAP-passordendring er påskrudd på brukernivå og støttes bare av OpenLDAP. La stå tom for å skru av behandling av passordutløp.
nl: Het DN of standaard wachtwoordbeleid dat wordt gebruikt voor het verlopen van wachtwoorden. Wordt alleen ondersteund in combinaite met OpenLDAP wanneer paswoord wijzigingen per gebruiker is ingeschakeld. Leeg laten wanneer wanneer je wachtwoord verloop wil uitschakelen.
pl: Nazwa domenowa domyślnej polityki haseł obsługującej wygasanie haseł. Działa tylko gdy opcja zmiany hasła dla pojedynczego użytkownika LDAP jest włączona i jest wspierana jedynie przez OpenLDAP. Pozostaw puste, aby wyłączyć obsługę wygasania haseł.
pt_br: O DN da política de senha padrão que será usada para gerenciar a expiração de senha. Funciona somente quando as alterações por usuários das senhas LDAP estão habilitadas e é somente suportado por OpenLDAP. Deixe em branco para desabilitar a expiração de senha.
ru: Политики DN пароля по умолчанию, которая будет использоваться для обработки истечения срока действия пароля. Работает только тогда, когда включены изменения пароля LDAP для каждого пользователя и поддерживается только OpenLDAP. Оставьте пустым, чтобы отключить обработку истечения срока действия пароля.
sq: DN e një politike të parazgjedhur të fjalëkalimit që do të përdoret për trajtimin e skadimit të fjalëkalimit. Punon vetëm kur ndryshimet e fjalëkalimeve LDAP për përdorues janë të aktivizuara dhe mbështetet vetëm nga OpenLDAP. Lëreni bosh për të çaktivizuar trajtimin e skadimit të fjalëkalimit.
sv: DN av en standard för lösenordspolicy som kommer användas för utgångshantering av lösenord. Fungerar bara när LDAP-lösenord ändras per användare är aktiverat och stöds bara av OpenLDAP. Lämna tomt för att inaktivera utgångshantering av lösenord.
tr: Parola süresinin sona erme işlemleri için kullanılacak varsayılan parola ilkesi için DN. Yalnız her kullanıcı için LDAP parola değişikliği etkinleştirilmiş ise çalışır ve yalnız OpenLDAP tarafından desteklenir. Parola süresi sona erme işlemlerini devre dışı bırakmak için boş bırakın.

source: Special Attributes
da: Specielle attributter
de_de: Spezielle Eigenschaften
es: Atributos especiales
es_cr: Atributos Especiales
fr: Attributs spéciaux
hu: Különleges attribútumok
id: Atribut Khusus
it: Attributi speciali
ja: 特殊属性
ka_ge: სპეციალური ატრიბუტები
ko: 특수 속성
lt_lt: Specialūs atributai
nb: Spesielle attributter
nl: Speciale attributen
pl: Specjalne atrybuty
pt_br: Atributos especiais
pt_pt: Atributos especiais
ru: Специальные атрибуты
sq: Atribute Speciale
sv: Specialattribut
tr: Özel Öznitelikler

source: Quota Field
da: Kvote Felt
de_de: Kontingent-Feld
es: Cuota
es_cr: Campo de cuota
fr: Champ du quota
hu: Kvóta mező
id: Kolom Kuota
it: Campo Quota
ja: クォータ属性
ka_ge: კვოტას ველი
ko: 할당량 필드
lt_lt: Kvotos laukas
nb: Felt med lagringskvote
nl: Quota veld
pl: Pole limitu przestrzeni
pt_br: Campo de cota
pt_pt: Quota
ru: Поле квоты
sq: Fushë Kuotash
sv: Fält för lagringsutrymme
tr: Kota Alanı

source: Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute.
da: Lad stå tom for brugerens standardkvota. Alternativt angives en LDAP/AD-attribut.
de_de: Ohne Eingabe wird das Standard-Kontingent des Benutzers verwendet. Andernfall trage ein LDAP/AD-Attribut ein.
es: Deje vacío para la couta predeterminada del usuario. De otra manera, específique un atributo LDAP/AD.
es_cr: Dejar en blanco para usar la cuota predeterminada del usuario. En caso contrario, por favor especifica el atributo LDAP / AD.
fr: Laissez vide pour appliquer le quota par défaut de l'utilisateur. Sinon, spécifiez un attribut LDAP / AD.
hu: Hagyd üresen az alapértelmezett felhasználói kvótáért, vagy adj meg egy LDAP/AD paramétert.
it: Lascia vuoto per la quota utente predefinita. Altrimenti, specifica un attributo LDAP/AD.
ja: ユーザーのデフォルトのクォータを空のままにしてください。 もしくは、LDAP/ADの属性を指定してください。
ka_ge: დატოვეთ ცარიელი მომხმარებლის საწყისი კვოტისთვის. სხვა შემთხვევაში მიუთითეთ LDAP/AD ატრიბუტი
ko: 사용자의 기본 할당량을 사용하려면 비워 두십시오. 할당량 설정이 필요하면 LDAP/AD 속성을 지정하십시오.
lt_lt: Palikite tuščią, jei norite, kad galiotų numatytoji naudotojų kvota. Kitu atveju, nurodykite LDAP/AD atributą.
nb: La stå tom for brukerens forvalgte kvote. Ellers, spesifiser en LDAP/AD -attributt.
nl: Laat leeg voor het standaard gebruikersquotum. Of specificeer een LDAP/AD attribuut.
pl: Zostaw puste dla domyślnego limitu przestrzeni dla użytkowników lub określ atrybut LDAP/AD.
pt_br: Deixe vazio para a cota padrão do usuário. Caso contrário, especifique um atributo LDAP/AD
ru: Оставьте пустым для использования квоты по умолчанию. Иначе укажите атрибут LDAP/AD.
sq: Lër bosh për kuotën e parazgjedhur të përdoruesit. Përndryshe, specifikoni një atribut LDAP/AD.
sv: Lämna tomt för användarens utrymme enligt standard. Annars, specificera ett LDAP/AD-attribut.
tr: Kullanıcının varsayılan kotasının kullanılması için boş bırakın ya da bir LDAP/AD özniteliği belirtin.

source: Quota Default
da: Standard for kvota
de_de: Standard-Kontingent
es: Cuota por defecto
es_cr: Cuota predeterminada
fr: Quota par défaut
hu: Alapértelmezett kvóta
id: Kuota Baku
it: Quota predefinita
ja: クォータのデフォルト
ka_ge: საწყისი კვოტა
ko: 기본 할당량
lt_lt: Numatyta kvota
nb: Standard lagringskvote
nl: Quota standaard
pl: Domyślny limit przestrzeni
pt_br: Cota Padrão
pt_pt: Quota padrão
ru: Квота по умолчанию
sq: Parazgjedhje Kuotash
sv: Standardutrymme för lagring
tr: Varsayılan Kota

source: Override default quota for LDAP users who do not have a quota set in the Quota Field.
da: Tilsidesætter standardkvota for LDAP-brugere, der ikke har fået angivet en kvota i feltet Kvota.
de_de: Standard-Kontingent ignorieren für Benutzer von LDAP, die kein Kontingent festgelegt haben.
es: Sobre escribir la cuota predeterminada para usuarios LDAP que no tienen una cuota configurada en el campo Cuota.
es_cr: Anular la cuota predeterminada para usuarios LDAP que no tienen una cuota establecida en el Campo Cuota.
fr: Remplacez le quota par défaut des utilisateurs LDAP qui ne disposent pas d'un quota dans le champ Quota.
hu: Alapértelmezett kvóta felülírása azon felhasználóknál, akiknek nincs beállított érték a Kvóta Mezőben.
it: Applica la quota predefinita per gli utenti LDAP che non hanno un valore impostato nel campo Quota.
ja: クォータフィールドでクォータが設定されていないLDAPユーザのデフォルトクォータを上書きします。
ka_ge: საწყისი LDAP-ის კვოტის შეცვლა LDAP მომხმარებლებისთვის რომლებისთვისაც კვოტა ველის მეშვეობით არაა განსაზღვრული.
ko: 할당량 필드에 할당량이 설정되지 않은 LDAP 사용자를 위한 기본 할당량입니다.
nb: Overskriv forvalgt kvote for LDAP-brukere som ikke har kvote satt i kvotefeltet.
nl: Overschrijf de standaardquota voor LDAP gebruikers waarvoor geen qutum hoeft de worden ingevuld in het Quotum veld.
pl: Nadpisz domyślny limit przestrzeni dla użytkowników LDAP-a, którzy nie mają go ustawionego w "Polu limitu prestrzeni".
pt_br: Substituir a cota padrão para usuários LDAP que não têm um conjunto de cotas no Campo Cota.
ru: Переопределить стандартную квоту для пользователей LDAP, у которых не указано значение в поле «Квота».
sq: Mbishkruaj mbi kuotën e parazgjedhur për përdoruesit e LDAP që nuk kanë një kuotë të caktuar në Fushën e Kuotës.
sv: Skriv över standardutrymmet för LDAP-användare som inte har ett utrymme satt i Utrymmesfältet
tr: Kota Alanına bir kota değeri yazılmamış olan LDAP kullanıcıları için kullanılacak varsayılan kota değerini yazın.

source: Email Field
da: Felt for e-mail
de_de: E-Mail-Feld
es: E-mail
es_cr: Campo de correo electrónico
fr: Champ Email
hu: E-mail mező
id: Kolom Email
it: Campo Email
ja: メール属性
ka_ge: ელ-ფოსტის ველი
ko: 이메일 필드
lt_lt: El. pašto laukas
nb: Felt med e-postadresse
nl: E-mailveld
pl: Pole e-mail
pt_br: Campo de e-mail
pt_pt: Campo de email
ru: Поле адреса email
sq: Fushë Email-i
sv: E-postfält
tr: E-posta Alanı

source: Set the user's email from their LDAP attribute. Leave it empty for default behaviour.
da: Angiver brugerens e-mail fra deres LDAP-attribut. Lad stå tom for standardadfærd.
de_de: E-Mail-Adresse des Benutzers aus seinem LDAP-Attribut generieren. Für Standard-Verhalten leer lassen.
es: Configurar el correo electrónico del usuario desde atributo LDAP. Déjelo vacío para comportamiento predeterminado.
es_cr: Establecer el correo electrónico del usuario con base en el atributo LDAP. Déjalo vacío para el comportamiento predeterminado.
fr: Définissez le courrier électronique de l'utilisateur à partir de leur attribut LDAP. Laissez le champ vide pour appliquer le comportement par défaut.
hu: Felhasználó e-mail címének beírása az LDAP attribútum alapján. Hagyd üresen az alapértelmezett működéshez.
it: Imposta l'indirizzo di posta degli utenti dal loro attributo LDAP. Lascialo vuoto per il comportamento predefinito.
ja: LDAP属性からユーザーのメールを設定します。 デフォルト動作では空のままにします。
ka_ge: დააყენეთ მომხმარებლის ელ-ფოსტის მისამართი მათი LDAP ატრიბუტიდან. საწყისი ქცევისთვის დატოვეთ ცარიელი.
ko: LDAP 속성에서 사용자의 이메일을 설정합니다. 기본 행동을 사용하려면 비워 두십시오.
lt_lt: Naudotojų el. paštą nustatykite pagal jų LDAP atributą. Palikite tuščią jei norite, kad veiktų pagal numatytuosius parametrus.
nb: Sett brukerens e-post fra deres LDAP-attributt. La stå tom for forvalgt oppførsel.
nl: Stel het e-mailadres van de gebruiker op het LDAP attribuut. Vul niets in voor de standaardwijze.
pl: Ustaw adres e-mail użytkowników z ich atrybutu LDAP. Zostaw puste dla domyślnego zachowania.
pt_br: Defina o e-mail do usuário de seu atributo LDAP. Deixe vazio para o comportamento padrão.
ru: Устанавливать адрес email пользователя из атрибута LDAP. Оставьте поле пустым для поведения по умолчанию.
sq: Vendos emailin e përdoruesit nga atributi i tyre LDAP. Lëreni bosh për sjelljen e paracaktuar.
sv: Sätt användarens e-post från deras LDAP-attribut. Lämna tomt för standardbeteende.
tr: Kullanıcı varsayılan e-posta adresinin kullanılması için boş bırakın ya da bir LDAP/AD özniteliği belirtin.

source: User Home Folder Naming Rule
da: Navneregel for brugerens hjemmemappe
de_de: Benennungsregel für das Home-Verzeichnis des Benutzers
es: Regla para la carpeta Home de usuario
es_cr: Regla de Nomenclatura para la Carpeta Inicio del Usuario
fr: Règle de nommage du répertoire utilisateur
hu: Felhasználói Home mappa elnevezési szabály
id: Aturan Penamaan Folder Home Pengguna
it: Regola di assegnazione del nome della cartella utente
ja: ユーザーのホームフォルダー命名規則
ka_ge: მომხმარებლის Home დირექტორიის სახელების დარქმევის წესი
ko: 사용자 홈 폴더 이름 규칙
lt_lt: Naudotojo namų aplanko pavadinimo taisyklė
nb: Navneregel for brukers hjemmemappe
nl: Gebruikers Home map naamgevingsregel
pl: Reguły nazewnictwa folderu domowego użytkownika
pt_br: Regra de nomeação de pasta de usuário Home
pt_pt: Regra da pasta inicial do utilizador
ru: Правило именования домашнего каталога пользователя
sq: Rregull Emërtimi Dosjeje Kreu të Përdoruesit
sv: Namnregel för hemkatalog
tr: Kullanıcı Ana Klasörünü Adlandırma Kuralı

source: Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute.
da: Lad stå tom for brugernavn (standard). Alternativt, angiv en LDAP/AD-attribut.
de_de: Ohne Eingabe wird der Benutzername (Standard) verwendet. Anderenfalls tragen Sie bitte ein LDAP/AD-Attribut ein.
es: Vacío para el nombre de usuario (por defecto). En otro caso, especifique un atributo LDAP/AD.
es_cr: Dejar vacío para el usuario (predeterminado). En caso contrario, especifica un atributo LDAP/AD.
fr: Laisser vide pour user name (défaut). Vous pouvez aussi spécifier un attribut LDAP / AD.
hu: Hagyja üresen, ha a felhasználónevet kívánja használni. Ellenkező esetben adjon meg egy LDAP/AD attribútumot!
id: Biarkan nama pengguna kosong (default). Atau tetapkan atribut LDAP/AD.
it: Lascia vuoto per il nome utente (predefinito). Altrimenti, specifica un attributo LDAP/AD.
ja: ユーザー名を空のままにしてください（デフォルト）。もしくは、LDAPもしくはADの属性を指定してください。
ka_ge: დატოვეთ ცარიელი მომხმარებლის სახელი (საწყისი). სხვა შემთხვევაში, მიუთითეთ LDAP/AD ატრიბუტი.
ko: 사용자 이름을 사용하려면 비워 두십시오(기본값). 기타 경우 LDAP/AD 속성을 지정하십시오.
lt_lt: Palikite tuščią naudotojo vardui (numatytoji reikšmė). Kitu atveju, nurodykite LDAP/AD atributą.
nb: La stå tom for brukernavn (forvalg). Ellers, spesifiser en LDAP/AD attributt.
nl: Laat leeg voor de gebruikersnaam (standaard). Of specificeer een LDAP/AD attribuut.
pl: Pozostaw puste dla user name (domyślnie). W przeciwnym razie podaj atrybut LDAP/AD.
pt_br: Deixe vazio para nome de usuário (padrão). Caso contrário, especifique um atributo LDAP/AD.
pt_pt: Deixe vazio para nome de utilizador (padrão). De outro modo, especifique um atributo LDAP/AD.
ru: Оставьте пустым для использования имени пользователя (по умолчанию). Иначе укажите атрибут LDAP/AD.
sq: Lëreni bosh për emrin e përdoruesit (I Paracaktuar). Ose, përcaktoni një atribut LDAP/AD.
sv: Lämnas tomt för användarnamn (standard). Ange annars ett LDAP-/AD-attribut.
tr: Kullanıcı adının kullanılması için boş bırakın (varsayılan) ya da bir LDAP/AD özniteliği belirtin.

source: Internal Username
da: Internt Brugernavn
de_de: Interner Benutzername
es: Nombre de usuario interno
es_cr: Usuario interno
fr: Nom d'utilisateur interne
hu: Belső felhasználónév
id: Nama Pengguna Internal
it: Nome utente interno
ja: 内部ユーザー名
ka_ge: შიდა მომხმარებლის სახელი
ko: 내부 사용자 이름
lt_lt: Vidinis naudotojo vardas
nb: Internt brukernavn
nl: Interne gebruikersnaam
pl: Wewnętrzna nazwa użytkownika
pt_br: Nome de usuário interno
pt_pt: Nome de utilizador interno
ru: Внутреннее имя пользователя
sq: Emër i Brendshëm Përdoruesi
sv: Internt användarnamn
tr: İç Kullanıcı Adı
