Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)
da: Den LDAP-attribut, som på gruppeobjekter indeholder en URL for LDAP-søgning, der afgør hvilke objekter som tilhører gruppen. (En værdiløs indstilling deaktiverer funktionalitet for dynamisk gruppemedlemskab.)
de_de: Ein LDAP-Attribut von Gruppenobjekten, das eine LDAP Such-URL enthält die festlegt welche Objekte zu der Gruppe gehören. (Ein leeres Feld deaktiviert die Funktion "Dynamisch Gruppenzugehörigkeit".)
es: El atributo LDAP que en los objetos de grupo contiene una URL de búsqueda LDAP que determina qué objetos pertenecen al grupo. (Un escenario vacío deshabilita la funcionalidad dinámica de pertenencia al grupo.)
es_cr: El atributo de LDAP que, en objetos de grupo, contiene una URL de búsqueda LDAP que determina cuáles objetos pertenecen al grupo. (Un ajuste vacío deshabilita la funcionalidad de membrecía de grupo dinámica.)
fr: L'attribut LDAP des objets groupes qui contient l'URL de recherche LDAP déterminant quels objets appartiennent au groupe. (Un attribut vide désactive la fonctionnalité de groupes dynamiques)
hu: Az LDAP attribútum ami megmutatja az LDAP kereséseknél a csoport objektumban mi tartozik a csoportba. (Üres beállítás esetén a dinamikus csoporttagság funkció kikapcsol.)
id: Atribut LDAP dalam objek grup mengandung URL pencarian LDAP yang menentukan apa objek yang dimiliki grup. (Pengaturan kosong menonaktifkan fungsi keanggoaan grup dinamis.)
it: L'attributo LDAP che sugli oggetti di gruppo contiene un URL di ricerca LDAP che determina quali oggetti appartengono al gruppo. (Un valore vuoto disabilità la funzionalità di appartenenza ai gruppi dinamica)
ja: グループオブジェクト上のLDAP属性はグループに属するオブジェクトを決定するLDAP検索URLを含みます｡(空の設定はダイナミックグループメンバーシップが機能的に無効になります｡)
ka_ge: LDAP ატრიბუტი ამ ჯგუფის ობიექტზე მოიცავს LDAP-ის ძიების URL-ს რომელიც საზღვრავს თუ რა ობიქეტები მიეკუთვნება ჯგუფს. (ცარიელი პარამეტრი თიშავს დინამიური ჯგუფის წევობის ფუნქციონალს.)
ko: 그룹에 포함될 객체를 결정하는 LDAP 검색 URL을 포함하는 그룹 객체의 LDAP 속성입니다.(비워 두면 동적 그룹 구성원 기능을 사용하지 않습니다.)
lt_lt: LDAP atributas, kuris grupės objektuose turi LDAP ieškos URL, nustatantį kokie objektai priklauso grupei. (Tuščias parametras išjungia dinaminės grupės narystės funkciją.)
nb: LDAP-attributten som, på gruppe-objekter, inneholder en LDAP søke-URL som bestemmer hvilke objekter som hører til gruppen. (En tom innstilling deaktiverer funksjonaliteten for dynamisk gruppemedlemskap.)
nl: Het LDAP attribuut wat op groep object een LDAP zoek URL bevat wat gebruikt word om groep lidmaatschap op te halen. (Een leeg veld schakeld dynamisch groep lidmaatschap uit.)
pl: LDAP przypisuje grupom obiekty, zawierające adres wyszukiwania LDAP-a, co determinuje, który obiekt należy do grupy. (Brak ustawienia wyłączy funkcjonalność dynamicznego członkostwa grup)
pt_br: O atributo LDAP que em objetos do grupo contém uma pesquisa URL LDAP que determina quais objetos pertencem ao grupo. (Um cenário vazio desativa a funcionalidade de membros de grupo dinâmico.)
pt_pt: O atributo LDAP que em objetos de grupo contém um URL de pesquisa LDAP que determina que objetos pertencem ao grupo. (Uma definição vazia desativa a funcionalidade de membros de grupo dinâmico.)
ru: Атрибут LDAP для объектов группы, который определяет по какому URL ведется поиск принадлежности к группе. (Пустое значение отключает функциональность динамического участия в группах).
sq: Atributi LDAP që në objekte grupi përmban një URL kërkimi LDAP që përcakton se cilat objekte i përkasin grupit. (Nëse rregullimi lihet i zbrazët, funksioni i anëtarësisë në grup dinamik.)
sv: LDAP-attributen som på gruppobjekt innehåller en LDAP-sök-URL som bestämmer vilka objekt som tillhör gruppen. (En tom inställning inaktiverar funktionaliteten dynamisk gruppmedlemskap)
tr: Bu grup nesneleri üzerindeki LDAP özniteliği, grupa hangi nesnelerin ait olduğunu bulan bir LDAP arama adresi içeriyor (Seçenek boş bırakıldığında dinamik grup üyeliği özelliği devre dışı kalır).

source: Nested Groups
da: Indlejrede grupper
de_de: Eingebundene Gruppen
es: Grupos anidados
es_cr: Grupos Anidados
fr: Groupes imbriqués
hu: Egymásba ágyazott csoportok
id: Grup Bersarang
it: Gruppi nidificati
ja: ネストされたグループ
ka_ge: წყობილი ჯგუფები
ko: 그룹 안의 그룹
lt_lt: Įdėtinės grupės
nb: Underlagte grupper
nl: Geneste groepen
pl: Grupy zagnieżdżone
pt_br: Grupos Aninhados
pt_pt: Grupos agrupados
ru: Вложенные группы
sq: Grupe Brenda Njëri-Tjetrit
sv: Undergrupper
tr: İç İçe Gruplar

source: When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)
da: Når slået til, så vil grupper som rummer grupper blive understøttet. (Dette fungerer kun, hvis attributten for gruppemedlem indeholder DN'er.)
de_de: Wenn aktiviert, werden Gruppen, die Gruppen enthalten, unterstützt. (Funktioniert nur, wenn das Merkmal des Gruppenmitgliedes den Domain-Namen enthält.)
es: Cuando se active, se permitirán grupos que contengan otros grupos (solo funciona si el atributo de miembro de grupo contiene DNs).
es_cr: Cuando está activado, los grupos que contengan grupos están soportados. (Sólo funciona si el atributo de miembro de grupo contiene los DNs).
fr: Si activé, les groupes contenant d'autres groupes sont pris en charge (fonctionne uniquement si l'attribut membre du groupe contient des DNs).
hu: Amikor be van kapcsolva, akkor azokat a csoportokat is kezelni tudjuk, melyekben a személyek mellett csoportok is vannak. (Csak akkor működik, ha a csoportok "member" attribútuma DN-eket tartalmaz.)
id: Ketika dihidupkan, grup yang berisi grup akan didukung. (Hanya bekerja jika atribut anggota grup berisi DN.)
it: Quando è attivato, i gruppi che contengono altri gruppi sono supportati. (Funziona solo se l'attributo del gruppo membro contiene DN.)
ja: オンにすると、グループを含むグループが有効になります。(グループメンバーの属性にDNが含まれる場合のみ利用できます。)
ka_ge: როდესაც ჩართულია, მხარდაჭერილია ჯგუფები, რომლებსაც გააჩნიათ ჯგუფები. (მხოლოდ მუშაობს თუ ჯგუფის წევრის ატრიბუტი მოიცავს DN-ს.)
ko: 이 설정을 사용하면 그룹 안의 그룹을 지원합니다.(그룹 구성원 속성이 DN을 포함하는 경우에만 사용 가능)
lt_lt: Kai įjungta, yra palaikomos grupes turinčios grupės.(Veikia tik, jei grupės nario atributas turi DN.)
nb: Grupper som inneholder grupper er tillatt når denne er slått på. (Virker bare hvis gruppenes member-attributt inneholder DN-er.)
nl: Wanneer ingeschakeld worden groepen binnen groepen ondersteund. (Werkt alleen als het groepslid attribuut DNs bevat)
pl: Kiedy włączone, grupy, które zawierają grupy, są wspierane. (Działa tylko, jeśli członek grupy ma ustawienie DNs)
pt_br: Quando habilitado, os grupos que contêm os grupos são suportados. (Só funciona se o atributo de membro de grupo contém DNs.)
pt_pt: Quando habilitado os grupos, os grupos são suportados. (Só funciona se o atributo de membro de grupo contém DNs.)
ru: При включении, активируется поддержка групп, содержащих другие группы. (Работает только если атрибут член группы содержит DN.)
sq: Kur aktivizohet, grupet që përmbajnë grupe mbulohen. (Funksionon vetëm nëse atributi për anëtar grupi përmban DN-ra.)
sv: När den är påslagen, stöds grupper som innehåller grupper. (Fungerar endast om gruppmedlemmens attribut innehåller DN.)
tr: Bu seçenek etkinleştirildiğinde, gruplar içinde gruplar desteklenir (Yalnız grup üyesi özniteliği DN içeriyorsa çalışır).

source: Paging chunksize
da: Fragmentstørrelse for sideinddeling
de_de: Seitenstücke (Paging chunksize)
es: Tamaño de los fragmentos de paginación
es_cr: Tamaño del chunk de paginación
hu: Lapozási darab méret
it: Dimensione del blocco di paginazione
ja: ページ分割サイズ
ka_ge: ხდება ნაჭრების ზომის პეიჯინგი
ko: 페이지 청크 크기
nb: Sidestørrelse
nl: Paging chunkgrootte
pl: Wielkość stronicowania
pt_br: Bloco de paginação
pt_pt: Bloco de paginação
ru: Страничный размер блоков
sq: Madhësi copash faqosjeje
tr: Sayfalandırma yığın boyutu

source: Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)
da: Fragmentstørrelse som bruges til sideinddelte LDAP-søgninger, der kan returnere omfattende resultater såsom bruger eller gruppe-optælling. (Angivelse til 0 vil slå sideinddelte LDAP-søgninger fra for disse situationer.)
de_de: Abschnittslänge von seitenweise angezeigten LDAP-Suchen, die bei Suchen wie etwa Benutzer- und Gruppen-Auflistungen ausufernd viele Ergebnisse liefern können (die Einstellung „0“ deaktiviert seitenweise angezeigte LDAP-Suchen in diesen Situationen).
es: Tamaño de los fragmentos usado para búsquedas LDAP paginadas que pueden devolver resultados voluminosos, como enumeración de usuarios o de grupos. (Si se establece en 0, se deshabilitan las búsquedas LDAP paginadas en esas situaciones.)
es_cr: El tamaño de chunk usado para las búsquedas con paginación de LDAP puede regresar resuldados volumniosos tales como enumeraciones de usuarios o grupos. (Establecerlo a 0 deshabilita las búsquedas con paginación en estos casos).
fr: Chunksize utilisée pour les recherches LDAP paginées qui peuvent retourner des résultats par lots comme une énumération d'utilisateurs ou de groupes. (Configurer à 0 pour désactiver les recherches LDAP paginées)
hu: A lapméret megadásával korlátozható az egy fordulóban kapott találatok száma, akkor is, ha az LDAP-keresés nagyon sok találatot ad, ha ezt az LDAP-kiszolgáló támogatja. (Ha 0-ra állítjuk, akkor ezáltal letiltjuk ezt a lapozó funkciót.)
id: Chunksize digunakan untuk pencarian paged LDAP yang mengembalikan hasil secara massal seperti enumerasi pengguna dan grup. (Atur dengan nilai 0 untuk menonaktifkan pencarian paged LDAP dalam situasi tersebut.)
it: Dimensione del blocco per le ricerche LDAP paginate che potrebbero restituire risultati pesanti come l'enumerazione di utenti o gruppi.(L'impostazione a 0 disabilita le ricerche LDAP paginate in questi casi.)
ja: ページ分割サイズは、LDAP検索時にユーザーやグループのリスト一覧データを一括で返すデータ量を指定します。(設定が0の場合には、LDAP検索の分割転送は無効)
ka_ge: ნაჭრების ზომა რომელიც გამოიყენება იმ LDAP-ის ძიებების გვერდობლივი გადამისამართებისთვის, რომლებიც აბრუნებენ მოცულობით შედეგებს როგორებიცაა მომხმარებლების ან ჯგუფების ჩამონათვალი. (0-ზე დაყენება ასეთ სიტუაციებში თიშავს LDAP-ის გვერდით გადამისამართებას.)
ko: 사용자와 그룹 목록 가져오기와 같은 다량의 결과를 반환하는 페이지를 지정한 LDAP 검색에 사용할 청크 크기입니다.(0으로 설정하면 이러한 검색을 할 때 페이지를 사용하지 않습니다.)
nb: Sidestørrelsen brukes for sidevise (paged) LDAP-søk som kan returnere store resultater, som f.eks. gjennomløping av brukere eller grupper. (Sett til 0 for å skru av sidevis LDAP-spørring i disse situasjonene.)
nl: De chunkgrootte die wordt gebruikt voor LDAP opvragingen die in grote aantallen resulteren, zoals gebruiker- of groepsverzamelingen. (Instellen op 0 deactiveert gepagede LDAP opvragingen in dergelijke situaties.)
pl: Długość łańcucha jest używana do stronicowanych wyszukiwań LDAP, które mogą zwracać duże zbiory jak lista grup, czy użytkowników. (Ustawienie na 0 wyłącza stronicowane wyszukiwania w takich sytuacjach.)
pt_br: Tamanho do bloco usado para pesquisas LDAP paginadas que podem retornar resultados volumosos como usuário ou enumeração de grupo. (Defini-lo como 0 desativa as pesquisas LDAP paginadas nessas situações.)
pt_pt: Tamanho do bloco usado para pesquisas LDAP paginados que podem retornar resultados volumosos como utilizador ou grupo de enumeração. (Defini-lo 0 desactiva paginada das pesquisas LDAP nessas situações.)
ru: ChunkSize используется в страничных поисках LDAP которые могут возвращать громоздкие результаты, как например списки пользователей или групп. (Установка значения в "0" отключает страничный поиск LDAP для таких ситуаций.)
sq: Madhësi copash të përdorura për kërkime LDAP të sistemuara në faqe, kërkime që japin përfundime të papërpunuara, të tilla si numër përdoruesish ose grupesh. (Caktimi si 0 i çaktivizon kërkimet e faqosura LDAP për këto raste.)
sv: Klusterstorlek som används för paged LDAP-sökningar som kan komma att returnera skrymmande resultat som uppräknande av användare eller grupper. (Inställning av denna till 0 inaktiverar paged LDAP-sökningar i de situationerna)
tr: Yığın boyutu, kullanıcı ya da grup listeleri gibi, çok sayıda sonuç verebilen sayfalandırılmış LDAP aramaları için kullanılır (0 olarak ayarlandığında bu durumlarda sayfalandırılmış LDAP aramaları devre dışı kalır).

source: Enable LDAP password changes per user
da: Aktivér ændringer i LDAP-adgangskoder per bruger
de_de: LDAP-Passwortänderungen pro Nutzer aktivieren
es: Permitir cambios de contraseñas LDAP por usuario
es_cr: Habilitar cambio de contraseñas en LDAP por el usuario
fr: Activer la modification du mot de passe LDAP par l'utilisateur
hu: LDAP jelszavak felhasználónkénti változtatásának engedélyezése
id: Aktifkan perubahan kata sandi LDAP per pengguna
it: Abilita le modifiche per utente della password LDAP
ja: ユーザーごとにLDAPパスワードの変更を有効にする
ka_ge: LDAP პაროლის ცვილების ჩართვა ყოველ წევრზე
ko: 사용자별 LDAP 암호 변경 허용
lt_lt: Įjungti LDAP slaptažodžio keitimus kiekvienam naudotojui.
nb: Skru på LDAP-passordsendringer per bruker
nl: Activeren LDAP wachtwoordwijziging per gebruiker:
pl: Włącz zmianę hasła LDAP przez użytkownika
pt_br: Habilitar alteração de senha LDAP por usuário
ru: Позволить пользователю изменять пароль LDAP
sq: Aktivizo ndryshimet LDPA e fjalëkalimit për përdorues
sv: Aktivera: Antal tillåtna lösenordsbyten för LDAP-användare
tr: Kullanıcılar LDAP parolalarını değiştirebilsin

source: Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server.
da: Tillader at LDAP-brugere kan ændre deres adgangskode og tillader Superadministratorer og Gruppeadministratorer, at ændre adgangskoden for deres LDAP-brugere. Dette virker kun, hvis rettigheder for adgangskontrol er konfigureret tilsvarende på LDAP-serveren. Da adgangskoder sendes som klartekst til LDAP-serveren, så skal der anvendes en transportkryptering, samtidig som der bør være konfigureret således, at der sker en hashing af adgangskoder på LDAP-serveren.
de_de: LDAP-Nutzern die Änderung ihrer Passwörter erlauben und Super-Administratoren sowie Gruppen-Administratoren die Passwortänderung ihrer LDAP-Nutzer erlauben. Dies funktioniert nur, wenn die Zugriffsrichtlinien auf dem LDAP-Server entsprechend konfiguriert sind. Da Passwörter im Klartext an den LDAP-Server gesendet werden, muss die Transportverschlüsselung verwendet werden und das Passwort-Hashing auf dem LDAP-Server sollte konfiguriert werden.
es: Permite a usuarios LDAP cambiar su contraseña y permite administradores y administradores de grupos, cambiar la contraseña de sus usuarios LDAP. SOlo funciona cuando las políticas de control de acceso están configuradas de acuerdo a las del servidor LDAP. Como las contraseñas se mandan en texto plano al servidor, LDAP, encripción del transporte debe ser usado y cifrado de las contraseñas debe ser configurado en el servidor LDAP.
es_cr: Permitir que los usuarios LDAP puedan cambiar su contraseña y permitir a los Super Administradortes y Administradores de grupo cambiar la contraseña de sus usuarios LDAP. Únicamente funciona cuando la configuración de las poiíticas de control de acceso en el servidor LDAP está alineada. Como las contraseñas son enviadas en texto plano al servidor LDAP, se debe usar encripción en el transporte y del mismo modo se debe configurar el uso de funciones de resumen en el servidor LDAP
fr: Autoriser les utilisateurs LDAP à changer leurs mots de passe et permettre aux super administrateurs et aux administrateurs de groupe de modifier les mots de passe de leurs utilisateurs LDAP. Cela fonctionnera uniquement si les règles de contrôle d'accès sont configurées comme ceux du serveur LDAP. Puisque les mots de passe sont envoyés dans un texte en clair au serveur LDAP, le transport doit être chiffré et le hachage de mot de passe doit être configuré sur le serveur LDAP.
hu: LDAP felhasználók jelszómódosításának engedélyezése és Super Adminisztrátorok és Csoport Adminisztrátorok felhatalmazása felhasználóik jelszavainak módosítására. Csak az LDAP megfelelő jelszópolitikai beállításai mellett működik. Mivel a jelszavakat sima szövegként küldjük az LDAP szervernek, átviteli titkosítást kell alkalmazni és a jelszó hash-eket az LDAP szerveren kell bekapcsolni.
id: Perbolehkan pengguna LDAP mengubah kata sandi mereka dan perbolehkan Administrator Super dan Administrator Grup untuk mengubah kata sandi pengguna LDAP mereka. Hanya bekerja ketika kebijaksanaan akses kontrol terconfigurasi berdasarkan server LDAP. Sebagaimana kata sandi dikirim dalam plain teks ke server LDAP, pengiriman enkripsi harus digunakan dan hashing kata sandi harus terkonfigurasi di server LDAP.
it: Consente agli utenti LDAP di cambiare la propria password e consente al super amministratore e agli amministratori dei gruppi di cambiare la password dei rispettivi utenti LDAP. Funziona solo se i criteri di controllo di accesso sono configurati in accordo sul server LDAP. Poiché le password sono inviate in chiaro al server LDAP, è necessario utilizzare la cifratura del trasporto e configurare la creazione di un hash della password sul server LDAP.
ja: LDAPユーザーがLDAPのパスワードを変更できるようにし、スーパー管理者とグループ管理者がLDAPユーザーのパスワードを変更できるようにします。 これは、LDAPサーバーでアクセス制御ポリシーが設定されている場合にのみ動作します。この時パスワードは平文でLDAPサーバーに送信されるため、TCP接続の暗号化を使用する必要があり、LDAPサーバー側でパスワードをハッシュ化する必要があります。
ka_ge: მიეცით უფლება LDAP-ის წევრებს შეცვალონ თავიანთი პაროლები და მიეცით უფლება სუპერ ადმინისტრატორებსა და ჯგუფის ადმინისტრატორებს შეცვალონ თავიანთი LDAP მომხმარებლების პაროლები. მოქმედებს მხოლოდ მაშინ როდესაც, წვდომის კონტროლის პირობები შეთანხმებით კონფიგურირებია LDAP სერვერზე. იმის გამო, რომ პაროლები LDAP სერვერზე იგზავნება ჩვეულებრივი ტექსტის სახით, ტრანსპორტის შიფრაზია უნდა იყოს გამოყენებული და LDAP-ის სერვერზე კონფიგურირებული უნდა იყოს პაროლის ჰეშირება.
ko: LDAP 사용자가 암호를 변경하고 수퍼 관리자 및 그룹 관리자가 LDAP 사용자의 암호를 변경할 수 있도록 허용합니다. LDAP 서버의 접근 제어가 올바르게 설정되어 있어야 작동합니다. LDAP 서버에 평문으로 암호가 전송되기 때문에 전송 계층 암호화가 설정되어 있어야 하며 LDAP 서버에 암호 해시가 설정되어 있어야 합니다.
lt_lt: Leisti LDAP naudotojams pakeisti savo slaptažodžius ir leisti Super Administratoriams bei Grupės administratoriams pakeisti savo LDAP naudotojų slaptažodžius. Veikia tik tada, kai prieigos valdymo politika yra sukonfigūruota pagal LDAP serverį. Kadangi slaptažodžiai į LDAP serverį yra siunčiami atviru tekstu, todėl jame turi būti naudojamas šifravimas ir slaptažodžių maiša.
nb: Tillat LDAP-brukere å endre passordet sitt og tillat superadministratorer og gruppeadministratorer å endre passordet til sine LDAP-brukere. Virker bare når tilgangskontrollpraksis er satt opp i henhold på LDAP-tjeneren. Siden passord sendes i klartekst til LDAP-tjeneren, må transportkryptering brukes og passord-hashing må settes opp på LDAP-tjeneren.
nl: Sta LDAP gebruikers toe om hun wachtwoord te wijzigen en sta Superbeheerders en Groepsbeheerder toe om het wachtwoord van hun LDAP gebruikers te wijzigen. Dit werkt alleen als het toegangsbeveiligingsbeleid als zodanig ook op de LDAP server is ingericht. Omdat wachtwoorden in leesbare tekst naar de LDAP worden verstuurd, moet transportversleuteling worden gebruikt en moet wachtwoord hashing zijn geconfigureerd op de LDAP server.
pl: Pozwól użytkownikom LDAP-a na zmianę swoich haseł i pozwól Super Administratorom i Grupom Administratorów na zmianę haseł swoim użytkownikom LDAP-a. Działa tylko wtedy, kiedy polisy kontroli dostępu są prawidłowo skonfigurowane na serwerze LDAP. Jako że do serwera LDAP hasła są wysyłane czystym tekstem, na serwerze LDAP należy skonfigurować protokoł szyfrowania oraz haszowanie haseł.
pt_br: Permite que usuários LDAP alterem senha e permite que o Super Administrador e o Administradores de grupo troquem a senha dos usuários LDAP. Só funciona quando as políticas de controle de acesso estão configuradas de acordo com o servidor LDAP. As senhas são enviadas em texto puro ao servidor LDAP. Criptografia de transporte deve ser usada e a hash da senha deve ser configurada no servidor LDAP.
ru: Позволить пользователям менять свои пароли LDAP и позволить Супер Администраторам и Администраторам Групп менять пароли своих пользователей LDAP. Работает только в случае, когда политики управления доступом настроены соответствующим образом на сервере LDAP. Поскольку пароли пересылаются простым текстом на сервер LDAP, необходимо использовать шифрование канала передачи и хеширование паролей на сервере LDAP.
sq: Lejo përdoruesit të LDAP të ndryshojnë fjalëkalimin e tyre dhe lejojnë Administratorët Super dhe Administratorët e Grupit të ndryshojnë fjalëkalimin e përdoruesve të tyre të LDAP. Vepron vetëm kur politikat e kontrollit të qasjes janë konfiguruar në përputhje me rrethanat në serverin LDAP. Ndërkohë që fjalëkalimet u dërgohen në mënyrë të thjeshtë tek serveri LDAP, duhet të përdoret enkriptimi i transportit dhe duhet të konfigurohet hashja e fjalëkalimit në serverin LDAP.
sv: Tillåt LDAP-användare att ändra deras lösenord och tillåt Superadministratörer och Gruppadministratörer att ändra lösenordet för deras LDAP-användare. Fungerar bara när policy för åtkomstkontroll är konfigurerat därefter på LDAP-servern. Eftersom lösenord är skickade i ren text till LDAP-servern, transportkryptering måste användas och lösenordshashning ska vara konfigurerat på LDAP-servern.
tr: Bu seçenek etkinleştirildiğinde, LDAP kullanıcıları kendi parolalarını değiştirebilir ve Süper Yöneticiler ile Grup Yöneticileri kendi LDAP kullanıcılarının parolalarını değiştirebilir. Yalnız erişim denetimi ilkeleri LDAP sunucuya uygun olarak yapılandırılmış ise çalışır. Parolalar LDAp sunucuya düz metin biçiminde aktarıldığından, LDAP sunucu üzerinde aktarım şifrelemesi ve parola karması kullanılmalıdır.

source: (New password is sent as plain text to LDAP)
da: (Ny adgangskode sendes som klartekst til LDAP)
de_de: (Das neue Passwort wurde als einfacher Text an LDAP gesendet)
es: (La nueva contraseña se envía como texto plano a LDAP)
es_cr: (La nueva contraseña se envía como texto plano a LDAP)
fr: (Le nouveau mot de passe a été envoyé en tant que texte brut par LDAP)
hu: (Az új jelszó sima szövegként lett elküldve az LDAP-nak)
id: (Kata sandi baru dikirim sebagai plain teks ke LDAP)
it: (La nuova password è inviata in chiaro a LDAP)
ja: (新しいパスワードは平文テキストで LDAP に送信されます)
ka_ge: (ახალი პაროლი გაგზავნილია LDAP-ზე ჩვეულებრივი ტექსტის ფორმატში)
ko: (새 암호가 LDAP 서버에 평문으로 전송됨)
lt_lt: (Naujas slaptažodis į LDAP yra siunčiamas kaip paprastas tekstas)
nb: (Nytt passord blir sendt i klartekst til LDAP)
nl: (Nieuw wachtwoord is als leesbare tekst verstuurd naar LDAP)
pl: (Nowe hasło jest wysyłane do LDAP-a czystym tekstem)
pt_br: (Nova senha é enviada como texto puro para o LDAP)
ru: (Новый пароль отправлен в LDAP простым текстом)
sq: (Fjalëkalimi i ri është dërgur si text i thjeshtë te LDAP)
sv: (Nytt lösenord skickas som oformaterad text till LDAP)
tr: (Yeni parola LDAP üzerine düz metin olarak gönderildi)
