Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage.
da: Brugernavne bruges til at lagre og tildele (meta)data. For at kunne identificere og genkende brugere præcist, så vil hver LDAP-bruger have et internt brugernavn. Det oprettede brugernavn kortlægges til UUID'et for LDAP-brugeren. I tillæg mellemlagres DN'et for at mindske LDAP-interaktioner, men det benyttes ikke til identifikation. Hvis DN'et ændres, så vil ændringerne blive registreret. Det interne brugernavn anvendes overalt. Hvis kortlægningerne ryddes, så vil der være rester overalt. Rydning af kortlægningerne er ikke konfigurationssensitivt - det påvirker alle LDAP-konfigurationer! Ryd aldrig kortlægningerne i et produktionsmiljø, kun i et teststadie eller eksperimentelt stadie.
de_de: Benutzernamen dienen zum Speichern und Zuweisen von (Meta-)Daten. Um Benutzer eindeutig zu identifizieren und zu erkennen, besitzt jeder LDAP-Benutzer einen internen Benutzernamen. Dies erfordert eine Zuordnung des jeweiligen Benutzernamens zum LDAP-Benutzer. Der erstellte Benutzername wird der UUID des LDAP-Benutzers zugeordnet. Darüber hinaus wird der DN auch zwischengespeichert, um die Interaktion über LDAP zu reduzieren, was aber nicht zur Identifikation dient. Ändert sich der DN, werden die Änderungen gefunden. Der interne Benutzername wird durchgängig verwendet. Ein Löschen der Zuordnungen führt zum systemweiten Verbleib von Restdaten. Es bleibt nicht auf eine einzelne Konfiguration beschränkt, sondern wirkt sich auf alle LDAP-Konfigurationen aus! Löschen Sie die Zuordnungen nie innerhalb einer Produktivumgebung, sondern nur in einer Test- oder Experimentierumgebung.
es: Los usuarios son usados para almacenar y asignar (meta) datos. Con el fin de identificar de forma precisa y reconocer usuarios, cada usuario de LDAP tendrá un nombre de usuario interno. Esto requiere un mapeo entre el nombre de usuario y el usuario del LDAP. El nombre de usuario creado es mapeado respecto al UUID del usuario en el LDAP. De forma adicional, el DN es cacheado para reducir la interacción entre el LDAP, pero no es usado para identificar. Si el DN cambia, los cambios serán aplicados. El nombre de usuario interno es usado por encima de todo. Limpiar los mapeos dejará restos por todas partes, no es sensible a configuración, ¡afecta a todas las configuraciones del LDAP! Nunca limpies los mapeos en un entorno de producción, únicamente en una fase de desarrollo o experimental.
es_cr: Los usuario son usados para almacenar y asignar (meta) datos. Para poder identificar y reconocer con precisión a los usuarios, cada usuario LDAP contará con un Usuario interno. Esto requiere un mapeo del Usuario al usuario-LDAP. El Usuario creado se mapea al UUID del usuario LDAP. Adicionalmente el DN se guarda en caché para reducir las interacciones con LDAP, pero no se usa para identificación. Si el DN cambia, las modficaciones serán encontradas. El Usuario interno se usa en todos lados. Limpiar los mapeos dejará rastros en todos lados. ¡Limpiar los mapeos no es senible a la configuración, afecta a todas las configuraciones LDAP! Nunca borres las configuraciones en el ambiente de producción, sólo házlo en los ambientes de pruebas o de experimentación.
fr: Les noms d'utilisateurs sont utilisés pour le stockage et l'assignation de (meta) données. Pour identifier et reconnaître précisément les utilisateurs, chaque utilisateur LDAP aura un nom interne spécifique. Cela requiert l'association d'un nom d'utilisateur ownCloud à un nom d'utilisateur LDAP. Le nom d'utilisateur créé est associé à l'attribut UUID de l'utilisateur LDAP. Par ailleurs, le DN est mémorisé en cache pour limiter les interactions LDAP mais il n'est pas utilisé pour l'identification. Si le DN est modifié, ces modifications seront retrouvées. Seul le nom interne à ownCloud est utilisé au sein du produit. Supprimer les associations créera des orphelins et l'action affectera toutes les configurations LDAP. NE JAMAIS SUPPRIMER LES ASSOCIATIONS EN ENVIRONNEMENT DE PRODUCTION, mais uniquement sur des environnements de tests et d'expérimentations.
hu: A felhasználónevek adattárolásra és hozzárendelésre (meta) szolgálnak. A felhasználók pontos felismerésére és azonosítására, minden LDAP felhasználóhoz hozzárendelünk egy belső felhaszhálónevet. Ez a felhasználónév LDAP felhasználóhoz rendelését igényli. A létrehozott felhasználónév az LDAP UUID-hez kötődik. Egyben a DN tárolásra kerül az LDAP interakció csökkentésére, de nem használjuk az azonosítás során. Ha a DN változik, a változást megtaláljuk. A belső felhasználónevek újrahasznosításra kerülnek. A leképezés kitörlése mindenfelé maradványokat eredményez. A leképezések törlése nem konfiguráció érzékeny, minden LDAP konfigurációt érint! Soha ne töröld a leképezéseket éles rendszeren, csak tesztelési vagy kísérleti állapotban.
id: Nama pengguna digunakan untuk menyimpan dan menetapkan (meta) data. Dalam rangka untuk mengidentifikasi dan mengenali pengguna secara tepat, setiap pengguna LDAP akan memiliki nama pengguna internal. Hal ini memerlukan sebuah pemetaan dari nama pengguna ke pengguna LDAP. Nama pengguna yang dibuat akan dipetakan pada UUID pengguna LDAP. Selain itu, DN akan di cache untuk mengurangi interaksi LDAP, tetapi tidak digunakan untuk identifikasi. Jika DN berubah, perubahan akan ditemukan. Nama pengguna internal digunakan secara menyeluruh. Membersihkan pemetaan akan mempengaruhi semua konfigurasi LDAP! JANGAN PERNAH MENGHAPUS PEMETAAN PADA LINGKUNGAN PRODUKSI, hanya gunakan dalam tahap uji coba dan pengujian.
it: I nomi utente sono utilizzati per archiviare e assegnare i (meta) dati. Per identificare con precisione e riconoscere gli utenti, ogni utente LDAP avrà un nome utente interno. Ciò richiede un'associazione tra il nome utente e l'utente LDAP. In aggiunta, il DN viene mantenuto in cache per ridurre l'interazione con LDAP, ma non è utilizzato per l'identificazione. Se il DN cambia, le modifiche saranno rilevate. Il nome utente interno è utilizzato dappertutto. La cancellazione delle associazioni lascerà tracce residue ovunque e interesserà tutta la configurazione LDAP. Non cancellare mai le associazioni in un ambiente di produzione, ma solo in una fase sperimentale o di test.
ja: ユーザー名は(メタ)データの保存と割り当てに使用されます。ユーザーを正確に識別して認識するために、個々のLDAPユーザは内部ユーザ名を持っています。これは、ユーザー名からLDAPユーザーへのマッピングが必要であることを意味しています。この生成されたユーザ名は、LDAPユーザのUUIDにマッピングされます。加えて、DNがLDAPとのインタラクションを削減するためにキャッシュされますが、識別には利用されません。DNが変わった場合は、変更が検出されます。内部ユーザ名は全体に亘って利用されます。マッピングをクリアすると、いたるところに使われないままの物が残るでしょう。マッピングのクリアは設定に敏感ではありませんが、すべてのLDAPの設定に影響を与えます！本番の環境では決してマッピングをクリアしないでください。テストもしくは実験の段階でのみマッピングのクリアを行なってください。
ka_ge: მომხმარებლების სახელები გამოიყენება (მეტა) მონაცემების შესანახად და დასანიშნად. ზუსტი იდენტიფიკაციისა და ამოზნობისთვის, ყოველ LDAP-ის მომხმარებელს ექნება შიდა მომხმარებელი. ეს საჭიროებს ბმას მომხმარებელსა და LDAP-ის სახელს შორის. შექმნილი მომხმარებელი ებმება LDAP-ის მომხმარებელის UUID-ს. LDAP-თან ინტერაქციის შესამცირებლად, დამატებითად კეშირდება DN, მაგრამ არ ხდება მისი მოხმარება იდენტიფიკაციისთვის. ბმების გასუფთავება ბევრ ადგილას დატოვებს კვალს. ბმების გასუფთავება არაა კონფიგურაციასთან მგრძნობიარე, ის მოქმედებს ყველა LDAP-ის კონფიგურაციაზე! არასდროს გაასუფთავოთ ბმები საწარმოო გარემოში, მოიხმარეთ ეს მხოლოდ შემოწმების ან ექსპერიმენტისთვის.
ko: 사용자 이름은 (메타)데이터를 저장하고 할당하는 데 사용됩니다. 사용자를 정확히 식별하기 위해서 모든 LDAP 사용자는 내부 사용자 이름을 갖고 있습니다. 이 정보에 접근하려면 사용자 이름과 LDAP 사용자 사이의 연결을 알아야 합니다. 생성된 사용자 이름은 LDAP 사용자의 UUID에 연결됩니다. LDAP에 연결하는 횟수를 줄이기 위하여 DN을 캐시에 저장하지만, 식별에는 사용하지 않습니다. DN이 변경되었을 때 변경 사항이 적용됩니다. 내부 사용자 이름은 항상 사용됩니다. 매핑을 비우면 과거 매핑의 흔적이 남습니다. 매핑을 비우는 것은 설정에 관계 없이 적용되므로 모든 LDAP 설정에 영향을 줍니다! 테스트 및 실험 단계에서만 매핑을 비우고, 상용 환경에서는 매핑을 비우지 마십시오.
lt_lt: Naudotojų vardai yra naudojami saugoti ir priskirti (meta) duomenis. Siekiant identifikuoti ir atpažinti naudotojus,kiekvienas LDAP naudotojas turės vidinį naudotojo vardą. Tam reikia susieti naudotojo vardą su LDAP naudotoju. Sukurtas naudotojo vardas yra susiejamas su LDAP naudotojo UUID. Papildomai DN talpinamas, kad sumažintų LDAP sąveiką, bet nenaudojamas identifikacijoje. Visur yra naudojamas vidinis naudotojo vardas. Susiejimų pašalinimas visur paliks "pėdsaką" ir įtakos visas LDAP konfigūracijas! Niekada susiejimų nešalinkite produkciniame serveryje.
nb: Brukernavn brukes til å lagre og tilordne (meta)data. For at brukere skal identifiseres og gjenkjennes presist, vil hver LDAP-bruker ha et internt brukernavn. Dette krever en tilknytning fra brukernavn til LDAP-bruker. Brukernavn som opprettes blir knyttet til LDAP-brukerens UUID. I tillegg hurtiglagres DN for å redusere LDAP-kommunikasjon, men det brukes ikke til identifisering. Hvis DN endres vil endringene bli oppdaget. Det interne brukernavnet brukes alle steder. Nullstilling av tilknytningene vil etterlate seg rester overalt. Nullstilling av tilknytningene skjer ikke pr. oppsett, det påvirker alle LDAP-oppsett! Nullstill aldri tilknytningene i et produksjonsmiljø, kun ved testing eller eksperimentering.
nl: Gebruikersnamen worden gebruikt om (meta) data op te slaan en toe te wijzen. Om gebruikers uniek te identificeren, krijgt elke LDAP-gebruiker ook een interne gebruikersnaam. Dit vereist een koppeling van de gebruikersnaam naar een ​​LDAP-gebruiker. De gecreëerde gebruikersnaam is gekoppeld aan de UUID van de LDAP-gebruiker. Aanvullend wordt ook de 'DN' gecached om het aantal LDAP-interacties te verminderen, maar dit wordt niet gebruikt voor identificatie. Als de DN verandert, zullen de veranderingen worden gevonden. De interne gebruikersnaam wordt overal gebruikt. Het wissen van de koppeling zal overal resten achterlaten. Het wissen van koppelingen is niet configuratiegevoelig, maar het raakt wel alle LDAP instellingen! Zorg ervoor dat deze koppelingen nooit in een productieomgeving gewist worden. Maak ze alleen leeg in een test- of ontwikkelomgeving.
pl: Nazwy użytkowników służą do przechowywania i przypisywania (meta) danych. W celu dokładnego określenia i rozpoznawania użytkowników, każdy użytkownik LDAP ma przypisaną wewnętrzną nazwę użytkownika. Wymaga to mapowania nazwy użytkownika do użytkownika LDAP. Utworzona nazwa użytkownika jest odwzorowywana na UUID użytkownika LDAP. Dodatkowo DN są buforowane, także w celu zmniejszenia oddziaływania LDAP, ale nie są stosowane do identyfikacji. Po zmianie DN, będzie można znaleźć zmiany. Wewnętrzna nazwa jest używana wszędzie. Usuwanie mapowania będzie miało wpływ wszędzie. Usuwanie mapowania nie jest wrażliwe na konfiguracje, dotyczy to wszystkich konfiguracji LDAP! Nigdy nie usuwaj mapowania w środowisku produkcyjnym, jest to dopuszczalne tylko w fazie eksperymentalnej, testowej.
pt_br: Nomes de usuários são usados para armazenar e atribuir dados (meta). A fim de identificar e reconhecer precisamente os usuários, cada usuário LDAP terá um nome de usuário interno. Isso requer um mapeamento do nome de usuário para o usuário LDAP. O nome de usuário criado é mapeado para o UUID do usuário LDAP. Além disso, o DN é armazenado em cache para reduzir a interação LDAP mas não é usado para identificação. Se o DN mudar, as mudanças serão encontradas. O nome de usuário interno é usado por toda parte. Limpando os mapeamentos terá sobras em todos os lugares. A limpeza dos mapeamentos não é case sensitive e afeta todas as configurações LDAP! Nunca limpe os mapeamentos em um ambiente de produção, somente em um teste ou estágio experimental.
pt_pt: O ownCloud usa nomes de utilizadores para guardar e atribuir (meta) dados. Para identificar com precisão os utilizadores, cada utilizador de LDAP tem um nome de utilizador interno. Isto requer um mapeamento entre o utilizador LDAP e o utilizador ownCloud. Adicionalmente, o DN é colocado em cache para reduzir a interação com LDAP, porém não é usado para identificação. Se o DN muda, essas alterações serão vistas pelo ownCloud. O nome interno do ownCloud é usado em todo o lado, no ownCloud. Limpar os mapeamentos deixará vestígios em todo o lado. A limpeza dos mapeamentos não é sensível à configuração, pois afeta todas as configurações de LDAP! Nunca limpe os mapeamentos num ambiente de produção, apenas o faça numa fase de testes ou experimental.
ru: ownCloud использует имена пользователей для хранения и назначения метаданных. Для точной идентификации и распознавания пользователей, каждый пользователь LDAP будет иметь свое внутреннее имя пользователя. Это требует привязки имени пользователя ownCloud к пользователю LDAP. При создании имя пользователя назначается идентификатору UUID пользователя LDAP. Помимо этого кешируется DN для уменьшения числа обращений к LDAP, однако он не используется для идентификации. Если DN был изменён, то изменения будут найдены. Внутреннее имя ownCloud используется повсеместно в ownCloud. После сброса привязок в базе могут сохраниться остатки старой информации. Сброс привязок не привязан к конфигурации, он повлияет на все LDAP подключения! Ни в коем случае не рекомендуется сбрасывать привязки если система уже находится в эксплуатации, только на этапе тестирования.
sq: Emrat e përdoruesve përdoren për të depozituar dhe shpërndarë (tej) të dhëna. Që të mund të identifikohen dhe pranohen saktësisht përdoruesit, çdo përdorues LDAP do të ketë një emër të brendshëm përdoruesi. Kjo kërkon përshoqërim nga emër përdoruesi te përdorues LDAP. Emri i përdoruesit i krijuar i përshoqërohet UUID-së së përdoruesit LDAP. Tej kësaj, edhe DN-ja ruhet në fshehtinë, për të zvogëluar ndërveprim LDAP, por s’përdoret për identifikim. Nëse ndryshon DN-ja, ndryshimet do të gjenden. Emri i brendshëm i përdoruesi përdoret gjithandej. Heqja e përshoqërimeve do të lërë thërrime ngado. Heqja e përshoqërimeve nuk preket nga formësimi, prek krejt formësimet për LDAP-në! Mos i hiqni kurrë përshoqërimet në një mjedis prodhimi, vetëm në një faqë testimi ose eksperimetale.
sv: Användarnamn används för att lagra och tilldela (meta) data. För att exakt identifiera och känna igen användare, kommer varje LDAP-användare att ha ett internt användarnamn. Detta kräver en mappning från användarnamn till LDAP-användare. Det skapade användarnamnet mappas till UUID't för LDAP-användaren. Dessutom är DN't cachat också för att minska LDAP-interaktion, men används inte för identifiering. Om DN't ändras, kommer ändringar att hittas. Det interna användarnamnet används överallt. Rensning av mappningarna kommer att ha kvarlevor överallt. Rensning av mappningarna är inte konfigurationskänsliga, de påverka alla LDAP-konfigurationer! Rensa aldrig mappningarna i en produktionsmiljö, bara i test- eller experimentläge.
tr: Kullanıcı adları, (üst) veri depolaması ve ataması için kullanılır. Kullanıcıları kesin olarak belirlemek ve algılamak için, her LDAP kullanıcısına bir iç kullanıcı verilir. Bu kullanıcı adı ile LDAP kullanıcısının eşleştirilmesi gerekir. Oluşturulan kullanıcı adı LDAP kullanıcısının UUID değeri ile eşleştirilir. Bunun yanında LDAP etkileşimini azaltmak için DN ön belleğe alınır ancak bu işlem kimlik belirleme için kullanılmaz. DN üzerinde yapılan değişiklikler aktarılır. İç kullanıcı her yerde kullanıldığından, bir eşleştirmeyi kaldırmak pek çok yerde kalıntılar bırakır. Eşleştirmeleri kaldırmak yalnız yapılandırmaya bağlı değildir, tüm LDAP yapılandırmalarını etkiler! Üretim ortamında eşleştirmeleri asla kaldırmayın, yalnız sınama ya da deney aşamalarında kullanın.

source: Clear Username-LDAP User Mapping
da: Ryd kortlægning mellem brugernavn og LDAP-bruger
de_de: Lösche LDAP-Benutzernamenzuordnung
es: Borrar la asignación de los Nombres de usuario de los usuarios LDAP
es_cr: Borrar el mapeo de los Usuarios a los Usuarios-LDAP
fr: Supprimer l'association utilisateur interne-utilisateur LDAP
hu: A felhasználó - LDAP felhasználó hozzárendelés törlése
id: Bersihkan Pemetaan Pengguna LDAP-Nama pengguna
it: Cancella associazione Nome utente-Utente LDAP
ja: ユーザー名とLDAPユーザーのマッピングをクリアする
ka_ge: Username-LDAP მომხმარებლის ბმების გასუფთავება
ko: 사용자 이름-LDAP 사용자 매핑 비우기
lt_lt: Išvalyti naudotojo vardo - LDAP naudotojo sąsają
nb: Nullstill tilknytning av brukernavn til LDAP-bruker
nl: Leegmaken Gebruikersnaam-LDAP gebruikers vertaling
pl: Czyść Mapowanie użytkownika LDAP
pt_br: Limpar Mapeamento de Usuário username-LDAP
pt_pt: Limpar mapeamento do utilizador-LDAP
ru: Очистить соответствия Имя-Пользователь LDAP
sq: Pastro Përshoqërimin Emër përdoruesi-Përdorues LDAP
sv: Rensa användarnamn-LDAP användarmappning
tr: Kullanıcı Adı-LDAP Kullanıcısı Eşleştirmesini Kaldır

source: Clear Groupname-LDAP Group Mapping
da: Ryd kortlægning mellem gruppenavn og LDAP-gruppe
de_de: Lösche LDAP-Gruppennamenzuordnung
es: Borrar la asignación de los Nombres de grupo de los grupos de LDAP
es_cr: Borrar el mapeo de los Nombres de grupo a los grupos-LDAP
fr: Supprimer l'association nom de groupe-groupe LDAP
hu: A csoport - LDAP csoport hozzárendelés törlése
id: Bersihkan Pemetaan Grup LDAP-Nama grup
it: Cancella associazione Nome gruppo-Gruppo LDAP
ja: グループ名とLDAPグループのマッピングをクリアする
ka_ge: Groupname-LDAP ჯგუფის ბმების გასუფთავება
ko: 그룹 이름-LDAP 그룹 매핑 비우기
lt_lt: Išvalyti grupės pavadinimo - LDAP naudotojo sąsają
nb: Nullstill tilknytning av gruppenavn til LDAP-gruppe
nl: Leegmaken Groepsnaam-LDAP groep vertaling
pl: Czyść Mapowanie nazwy grupy LDAP
pt_br: Limpar Mapeamento do Grupo groupname-LDAP
pt_pt: Limpar o mapeamento do nome de grupo LDAP
ru: Очистить соответствия Группа-Группа LDAP
sq: Pastro Përshoqërimin Emër grupi-Grup LDAP
sv: Rensa gruppnamn-LDAP gruppmappning
tr: Grup Adı-LDAP Grubu Eşleştirmesini Kaldır

source: The %uid placeholder is missing. It will be replaced with the login name when querying LDAP / AD.
da: Pladsholderen for %uid mangler. Den vil blive erstattes med loginnavnet, når LDAP/AD forespørges.
de_de: Der %uid - Platzhalter fehlt. Dieser wird mit dem Anmeldenamen beim Abfragen von LDAP / AD ersetzt.
es: El marcador de posición %uid no está presente. Será reemplazado con el nombre de inicio de sesión cuando se consulte LDAP / AD.
es_cr: El id %u del marcador de posición falta. Será reemplazado con el usuario al consultar LDAP / AD.
fr: La chaîne %uid est manquante. Cette chaîne est remplacée par l'identifiant de connexion lors des requêtes LDAP / AD.
hu: A %uid helytartó hiányzik. Ez kerül behelyettesítésre a felhasználónévvel az LDAP / AD lekérdezéskor.
id: Placeholder %uid tidak ada. Placeholder akan digantikan dengan nama login saat melakukan kueri LDAP / AD.
it: Manca il segnaposto %uid. Sarà sostituito con il nome di accesso nelle query a LDAP / AD.
ja: %uid のプレースフォルダがありません。プレースフォルダでは、LDAP /ADで問合せするときにログイン名で置き換えられます。
ka_ge: "%u" ადგილი არაა მითითებული. LDAP / AD პასუხის მოთხოვნისას ის ჩანაცვლებულ იქნება ლოგინის სახელით.
ko: %uid 자리 비움자가 존재하지 않습니다. LDAP/AD에 조회할 때 로그인 사용자 이름으로 대체됩니다.
lt_lt: Trūksta "%u" vietaženklio. Jis bus pakeistas prisijungimo vardu, siunčiant užklausas LDAP / AD.
nb: Plassholder %uid mangler. Den erstattes av påloggingsnavnet ved spørring mot LDAP / AD.
nl: De %uid opvultekst ontbreekt. Die wordt vervangen door de inlognaam bij het bevragen van LDAP / AD.
pl: Nie znaleziono zamiennika dla %uid. Podczas odpytywania LDAP-a / AD będzie zastąpiony nazwą użytkownika.
pt_br: O espaço reservado ID %u está faltando. Ele será substituído pelo nome de login ao consultar LDAP / AD.
pt_pt: O campo %uid está em falta. Este será substituído pelo utilizador do ownCloud quando for efectuado o pedido ao LDAP / AD.
ru: Отсутствует заполнитель %uid. Он будет заменен на логин при запросе к LDAP / AD.
sq: Vendmbajtësja %uid mungon. Do të zëvendësohet me emrin e hyrjes, kur të kërkohet te LDAP / AD.
sv: %uid-platshållaren saknas. Den kommer att ersättas med inloggningsnamn när LDAP / AD efterfrågas.
tr: LDAP / AD sorgularında kullanıcı adı ile değiştirilecek %uid yer belirleyicisi eksik.

source: Verify settings and count groups
da: Verificér indstillinger og optællingsgrupper
de_de: Einstellungen überprüfen und Gruppen zählen
es: Verificar configuraciones y contar grupos
es_cr: Verificar configuraciones y contar grupos
fr: Vérifier les paramètres et compter les groupes
hu: Ellenőrizd a beállításokat és számold meg a csoportokat
id: Verifikasi setelan dan hitung grup
it: Verifica le impostazioni e conta i gruppi
ja: 設定を検証し、グループを数える
ka_ge: დაამოწმეთ პარამეტრები და დათვალეთ ჯგუფები
ko: 설정을 확인하고 그룹 수 계산
lt_lt: Patikrinkite nustatymus ir suskaičiuokite grupes
nb: Sjekk innstillinger og tell gruppene
nl: Verifiëren instellingen en tel groepen
pl: Zweryfikuj ustawienia i policz grupy
pt_br: Verificar as configurações e grupos de conta
pt_pt: Verificar condições e contar grupos
ru: Проверить настройки и пересчитать группы
sq: Verifiko rregullimet dhe numëro grupet
sv: Verifiera inställningar och räkna grupper
tr: Ayarları doğrula ve grupları say

source: Add a new and blank configuration
da: Tilføj en ny og tom konfiguration
de_de: Eine neue und leere Konfiguration hinzufügen
es: Agregar una configuración nueva y en blanco
es_cr: Agregar una configuración nueva y en blanco
fr: Ajouter une nouvelle configuration vierge
hu: Új üres konfiguráció hozzáadása
id: Tambah konfigurasi kosong yang baru
it: Aggiunge una nuova configurazione vuota
ja: 空欄の新しい設定を追加
ka_ge: დაამტეთ ახალი და ცარიელი კონფიგურაცია
ko: 새 빈 설정 추가
lt_lt: Pridėkite naują konfigūraciją
nb: Legg til et nytt tomt oppsett
nl: Toevoegen nieuwe, blanco configuratie
pl: Dodaj nową pustą konfigurację
pt_br: Adiciona uma configuração nova em branco
pt_pt: Adicione uma nova configuração em branco
ru: Добавить новую и пустую конфигурацию
sq: Shtoni një formësim të ri të zbrazët
sv: Skapa en ny och tom konfiguration
tr: Yeni ve boş bir yapılandırma ekle
