Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: Could not detect Base DN, please enter it manually.
da: Kunne ikke registrere Base DN - angiv den venligst manuelt.
de_de: Die Base DN konnte nicht erkannt werden, bitte geben Sie sie manuell ein.
es: No se pudo detectar Base DN, por favor ingrésela manualmente.
es_cr: No fue posible detectar el DN Base, por favor ingreésalo manualmente.
fr: Impossible de détecter le DN de base, veuillez le saisir manuellement.
hu: Nem sikerült felismerni a címtár gyökerét (base DN), kérlek, add meg kézzel.
id: Tidak dapat mendeteksi Base DN, mohon masukkan secara manual.
it: Impossibile rilevare il DN base, digitalo manualmente.
ja: ベース DN を検出できませんでした。手動で入力してください。
ka_ge: საბაზისო DN-ის აღმოჩენა ვერ ხერხდება, გთხოვთ ხელით მიუთითოთ ის.
ko: 기본 DN을 자동으로 감지할 수 없습니다. 직접 입력하십시오.
lt_lt: Nepavyko aptikti DN šakos, įrašykite rankiniu būdu.
nb: Klarte ikke å påvise base-DN. Det må skrives inn manuelt.
nl: Kon basis DN niet vaststellen, voer de gegevens handmatig in.
pl: Nie udało się wykryć Base DN, proszę podać ręcznie.
pt_br: Não foi possível detectar a Base DN, por favor entre manualmente.
pt_pt: Não foi possível detetar o ND de base, por favor introduza-o manualmente.
ru: Не возможно обнаружить Base DN, пожалуйста задайте в ручную.
sq: S’u zbulua dot DN Bazë, ju lutemi, jepeni dorazi.
sv: Kunde inte upptäcka Base DN, var god ange det manuellt.
tr: Base DN algılanamadı. Lütfen el ile yazın.

source: {nthServer}. Server
es: {nthServer}. servidor
es_cr: {nthServer}. Servidor
fr: {nthServer}. Serveur
hu: {nthServer}. Szerver
ja: {nthServer}. サーバー
ka_ge: {nthServer}. სერვერი
ko: {nthServer}. 서버
lt_lt: {nthServer}. Serveris
nb: {nthServer}. Tjener
pl: {nthServer}. Serwer
pt_br: {nthServer}. Servidor
pt_pt: {nthServer}. Servidor
ru: Сервер {nthServer}.
tr: {nthServer}. Sunucu

source: No object found in the given Base DN. Please revise.
da: Intet objekt fundet i den givne Base DN. Gennemse venligst.
de_de: Keine Objekte in der angegebenen Base-DN gefunden, bitte überprüfen.
es: No se encuentra ningún objeto en la Base DN dada. Por favor revisar.
es_cr: No fue posible encontrar ningún objeto en el DN Base dado. Por favor verifica.
fr: Aucun objet trouvé dans le DN de base spécifié. Veuillez le vérifier.
hu: Nem találhatók objektumok a megadott címtár gyökérben (base DN). Kérlek, ellenőrizd.
id: Tidak ada obyek ditemukan di Base DN yang diberikan. Mohon diperiksa kembali.
it: Nessun oggetto trovato nel DN base specificato. Controlla.
ja: 指定されたベース DN でオブジェクトを見つけることができませんでした。修正をお願いします。
ka_ge: მოცემულ საბაზისო DN-ში ობიექტი ვერ იქნა ნაპოვნი. გთხოვთ გადახედოთ.
ko: 입력한 기본 DN에서 객체를 찾을 수 없습니다. 다시 입력하십시오.
lt_lt: Jokie objektai nurodytoje DN šakoje nerasti. Prašome patikslinkite.
nb: Intet objekt funnet i angitt base-DN. Revider oppsettet.
nl: Geen object gevonden in de basis DN. Review instellingen.
pl: Brak obiektów w podanym Base DN. Proszę sprawdzić.
pt_br: Nenhum objeto encontrado na Base DN informada. Por favor revise.
pt_pt: Nenhum objecto encontrado na Base DN fornecida. Por favor verifique.
ru: Не найдено объектов в Base DN. Пожалуйста перепроверьте.
sq: Në DN Bazë të dhën s’u gjet objekt. Ju lutemi, rishikojeni.
sv: Inget objekt funnet i den givna Base DN. Var god granska.
tr: Belirtilen Base DN içerisinde herhangi bir nesne bulunamadı. Lütfen gözden geçirin.

source: More than 1,000 directory entries available.
da: Mere end 1.000 mappeposter
de_de: Es sind mehr als 1.000 Verzeichniseinträge verfügbar.
es: Más de 1.000 entradas de directorios disponibles.
es_cr: Se encuentran disponibles más de 1,000 elementos de directoiros.
fr: Il y a plus de 1 000 entrées de répertoire disponibles.
hu: Több mint 1000 címtár bejegyzés érhető el.
id: Lebih dari 1000 entri direktori tersedia.
it: Più di 1.000 cartelle disponibili.
ja: 1,000以上のディレクトリエントリが利用可能です。
ka_ge: ხელმისაწვდომია 1000-ზე მეტი დირექტორია.
ko: 디렉터리 항목이 1,000개 이상 존재합니다.
lt_lt: Yra prieinama daugiau nei 1000 katalogo įrašų.
nb: Mer enn 1.000 katalogoppføringer tilgjengelig.
nl: Meer dan 1000 directorynamen beschikbaar.
pl: Ponad 1,000 wpisów katalogowych dostępne.
pt_br: Mais de 1.000 entradas de diretório disponíveis.
pt_pt: Mais de 1,000 entradas de diretório disponíveis.
ru: В каталоге доступно более 1,000 записей.
sq: Më shumë se 1000 zëra të gatshëm.
sv: Mer än 1,000 katalogposter tillgängliga.
tr: Kullanılabilecek 1000'den fazla dizin kaydı var.

source: entries available within the provided Base DN
da: poster tilgængelige inden for det angivne Base DN.
de_de: Einträge in der angegebenen Base DN verfügbar
es: entradas disponibles dentro de la BaseDN provista
es_cr: elementos disponibles dentro del DN Base proporcionado
fr: entrées disponibles dans le DN de base spécifié
hu: a megadott címtár gyökér alatt elérhető bejegyzések
id: entri tersedia didalam Base DN yang diberikan
it: voci disponibili all'interno del DN base
ja: 入力されたベースDNでエントリーが利用可能
ka_ge: მითითებულ საბაზისო DN-ში შენატანები ხელმისაწვდომია
ko: 개(지정한 DN의 기본 항목 수)
lt_lt: pasiekiami įrašai pateiktoje DN šakoje
nb: oppføringer tilgjengelig innenfor angitt base-DN
nl: accounts beschikbaar binnen de provider Basis DN
pl: wpisów dostępnych w podanym Base DN
pt_br: entradas disponíveis na Base DN fornecida
pt_pt: entradas disponíveis no ND de base fornecido
ru: элементов доступно в предоставленном базовом DN
sq: zëra të gatshëm brenda DN-së Bazë të dhënë
sv: Poster tillgängliga inom angivet Base DN
tr: kayıt belirtilen Base DN üzerinde var

source: An error occurred. Please check the Base DN, as well as connection settings and credentials.
da: Der opstod en fejl. Tjek venligst Base DN, såvel som forbindelsesindstillingerne og brugeroplysningerne.
de_de: Es ist ein Fehler aufgetreten. Bitte überprüfen Sie die Base DN wie auch die Verbindungseinstellungen und Anmeldeinformationen.
es: Un error ocurrió. Por favor revise la Base DN, también como la configuración de la conexión y credenciales.
es_cr: Se presentó un error. Por favor verifica la DN Base, así como las configuraciones de la conexión y las credenciales.
fr: Une erreur est survenue. Veuillez vérifier le DN de base, ainsi que les paramètres de connexion et les informations d'identification
hu: Hiba törént. Kérlek, ellenőrizd a címtár gyökerét (base DN), a kapcsolat beállításait és az azonosítókat.
id: Terjadi kesalahan. Silakan periksa Base DN, serta pengaturan sambungan dan kredensial.
it: Si è verificato un errore. Controlla il DN base, così come le impostazioni di connessione e le credenziali.
ja: エラーが発生しました。ベースDNをチェックし、接続設定と権限についても同様に確認してください。
ka_ge: გამოჩნდა შეცდომა. გთხოვთ შეამოწმოთ საბაზისო DN, ასევე კავშირის და უფლებამოსილებების კონფიგურაცია.
ko: 오류가 발생했습니다. 기본 DN, 연결 설정, 인증 정보를 확인하십시오.
lt_lt: Įvyko klaida. Patikrinkite DN šąką, taip pat sujungimo nustatymus ir prisijungimo duomenis.
nb: Det oppstod en feil. Sjekk base-DN, tilkoblingsoppsett og påloggingsdetaljer.
nl: Er trad een fout op. Controleer de Basis DN en de verbindingsinstellingen en inloggegevens.
pl: Wystąpił błąd. Proszę sprawdzić Base DN oraz ustawienia połączenia i dane dostępowe.
pt_br: Um erro ocorreu. Por favor verifique a Base DN e também as configurações de conexão e credenciais.
pt_pt: Ocorreu um erro. Por favor verifique o ND de base, bem como as definições de ligação e as credenciais.
ru: Произошла ошибка. Пожалуйста проверьте базу поиска DN, а также настройки подключения и учетные данные.
sq: Ndodhi një gabim. Ju lutemi, kontrolloni DN-në Bazë, si edhe rregullimet për lidhjen dhe kredencialet.
sv: Ett fel uppstod. Var god kontrollera Base DN, och även anslutningsinställningar och referenser.
tr: Bir sorun çıktı. Lütfen Base DN ile birlikte bağlantı ayarlarını ve kimlik doğrulama bilgilerini denetleyin.

source: Do you really want to delete the current Server Configuration?
da: Ønsker du virkelig at slette den nuværende Server Konfiguration?
de_de: Soll die aktuelle Serverkonfiguration wirklich gelöscht werden?
es: ¿Realmente desea eliminar la configuración actual del servidor?
es_cr: ¿Realmente deseas eliminar la configuración actual del servidor?
fr: Êtes-vous sûr de vouloir effacer la configuration serveur actuelle ?
hu: Tényleg törölni szeretné a szerver beállításait?
id: Apakan Anda ingin menghapus Konfigurasi Server saat ini?
it: Vuoi davvero eliminare la configurazione attuale del server?
ja: 現在のサーバー設定を本当に削除してもよろしいですか？
ka_ge: ნამდვილად გსურთ სერვერის მიმდინარე პარამეტრების წაშლა?
ko: 현재 서버 설정을 지우시겠습니까?
lt_lt: Ar tikrai norite ištrinti dabartinę serverio konfigūraciją?
nb: Er du sikker på at du vil slette den aktiver tjenerkonfigurasjon?
nl: Wilt je werkelijk de huidige Serverconfiguratie verwijderen?
pl: Czy chcesz usunąć bieżącą konfigurację serwera?
pt_br: Você realmente quer excluir as configurações atuais do servidor?
pt_pt: Deseja realmente apagar as configurações de servidor actuais?
ru: Вы действительно хотите удалить существующую конфигурацию сервера?
sq: Doni vërtet të fshihet Formësimi i tanishëm i Shërbyesit?
sv: Vill du verkligen radera den nuvarande serverinställningen?
tr: Geçerli sunucu yapılandırmasını silmek istediğinizden emin misiniz?

source: Confirm Deletion
da: Bekræft sletning
de_de: Löschen bestätigen
es: Confirmar eliminación
es_cr: Confirmar el borrado
fr: Confirmer la suppression
hu: A törlés megerősítése
id: Konfirmasi Penghapusan
it: Conferma l'eliminazione
ja: 削除の確認
ka_ge: წაშლის დადასტურება
ko: 삭제 확인
lt_lt: Patvirtinkite trynimą
nb: Bekreft sletting
nl: Bevestig verwijderen
pl: Potwierdź usunięcie
pt_br: Confirmar Exclusão
pt_pt: Confirmar a operação de apagar
ru: Подтверждение удаления
sq: Ripohoni Fshirjen
sv: Bekräfta radering
tr: Silmeyi Onaylıyorum

source: Mappings cleared successfully!
da: Tilknytningerne blev ryddet af vejen!
de_de: Zuordnungen erfolgreich gelöscht!
es: ¡Asignaciones borradas exitosamente!
es_cr: ¡Los mapeos se borraron exitosamente!
fr: Associations supprimées avec succès !
hu: A hozzárendelések sikeresen törölve.
id: Pemetaan berhasil dibersihkan!
it: Associazioni cancellate correttamente!
ja: マッピングのクリアに成功しました！
ka_ge: ბმები წარმატებით გასუფთავდა!
ko: 매핑을 삭제했습니다!
lt_lt: Susiejimai pašalinti sėkmingai!
nb: Tilknytningene ble nullstilt!
nl: Mappings succesvol schoongemaakt!
pl: Mapowanie wyczyszczone!
pt_br: Limpeza do mapeamento realizada!
pt_pt: Mapas limpos com sucesso!
ru: Соответствия успешно очищены!
sq: Përshoqërimet u hoqën me sukses!
sv: Rensning av mappningar lyckades!
tr: Eşleştirmeler temizlendi!

source: Error while clearing the mappings.
da: Fejl under rydning af tilknytninger.
de_de: Fehler beim Löschen der Zuordnungen.
es: Error mientras se borraban las asignaciones.
es_cr: Se presentó un error al borrar los mapeos.
fr: Erreur lors de la suppression des associations.
hu: Hiba a leképzések törlése közben.
id: Kesalahan saat membersihkan pemetaan.
it: Errore durante la cancellazione delle associazioni.
ja: マッピングのクリアー中にエラー発生
ka_ge: ბმების გასუფთავებისას წარმოიშვა შეცდომა.
ko: 매핑을 삭제하는 중 오류가 발생했습니다.
lt_lt: Klaida šalinant susiejimus.
nb: Feil ved nullstilling av tilknytningene.
nl: Fout bij opschonen mappings.
pl: Błąd podczas czyszczenia mapowania.
pt_br: Erro ao limpar os mapeamentos.
pt_pt: Erro a limpar os mapas.
ru: Ошибка при очистке соответствий.
sq: Gabim gjatë heqjes së përshoqërimeve.
sv: Fel uppstod under rensning av mappningar
tr: Eşleşmeler temizlenirken sorun çıktı.

source: Anonymous bind is not allowed. Please provide a User DN and Password.
da: Anonyme bindinger tillades ikke. Angiv venligst et User DN og adgangskode.
de_de: Anonymous Bind ist nicht erlaubt. Bitte geben Sie eine User-DN und ein Passwort angeben.
es: Un vínculo anónimo no está permitido. Por favor, suministre un DN de usuario y contraseña.
es_cr: La vinculación anónima no está permitida. Por favor proporciona un Usuario DN y una Contaseña.
fr: Le lien anonyme n'est pas autorisé. Merci de fournir le DN d'un utilisateur et un mot de passe.
hu: A névtelen hozzáférés (anonymous bind) nem engedélyezett. Kérlek, add meg a felhasználó címtár-azonosítóját (DN) és jelszavát.
id: Bind anonim tidak diizinkan. Mohon berikan sebuah User DN dan Password.
it: L'associazione anonima non è consentita. Fornisci un DN utente e la password.
ja: 匿名接続が許可されていません。ユーザーDNとパスワードを入力してください。
ka_ge: ანონიმური მიბმა ხელმისაწვდომი არაა. გთხოვთ მოგვაწოდოთ მომხმარებელი DN და პაროლი.
ko: 익명 연결은 허용되지 않습니다. 사용자 DN과 암호를 입력하십시오.
lt_lt: Anoniminis prisijungimas neleidžiamas. Pateikite naudotojo DN ir slaptažodį.
nb: Anonym binding er ikke tillatt. Oppgi en bruker-DN og passord.
nl: Anonieme bind is niet toegestaan. Geef een gebruikers DN en wachtwoord op.
pl: Anonimowe połączenie nie jest dozwolone. Proszę podać DN użytkownika i hasło.
pt_br: Vínculo anônimo não é permitido. Por favor, forneça um DN do usuário e senha.
pt_pt: Ligação anónima não permitida. Por favor forneça um ND de utilizador e password.
ru: Анонимная связь не разрешается. Пожалуйста укажите DN пользователя и пароль.
sq: S’lejohet bind anonim. Ju lutemi, jepni një DN Përodruesi dhe Fjalëkalim.
sv: Anonym bindning inte tillåten. Var god ange en användar-DN och lösenord.
tr: Anonim atamaya izin verilmiyor. Lütfen bir Kullanıcı DN ve Parola belirtin.

source: LDAP Operations error. Anonymous bind might not be allowed.
da: LDAP-driftsfejl. Anonyme bindinger tillades muligvis ikke.
de_de: Fehler in den LDAP-Operationen. Anonymous Bind ist anscheinend nicht erlaubt.
es: Error de operaciones LDAP. Enlace anónimo puede no estar permitido.
es_cr: Error de Operaciones LDAP. Las vinculaciones anónimas pueden no estar permitidas.
fr: Erreur LDAP. La connexion anonyme au serveur n'est probablement pas acceptée.
hu: LDAP műveleti hiba. Lehetséges hogy az anonim kötés nincs engedélyezve.
id: Kesalahan Operasi LDAP. Bind anonim tidak diizinkan.
it: Errore delle operazioni LDAP. L'associazione anonima potrebbe non essere consentita.
ja: LDAP操作エラー。匿名接続が許可されていないのかもしれません。
ka_ge: LDAP ოპერაციების შეცდომა. ანონიმური მიბმა შეიძლება არ იყოს დაშვებული.
ko: LDAP 작업 오류입니다. 익명 연결이 비활성화 되었을 수 있습니다.
lt_lt: LDAP veikimo klaida. Anoniminis prisijungimas gali būti neleistinas.
nb: Feil ved LDAP-operasjon. Anonym binding er kanskje ikke tillatt.
nl: LDAP operatie fout. Anonieme bind is misschien niet toegstaan.
pl: Błąd operacji LDAP. Anonimowe połączenie nie jest dozwolone.
pt_br: Erro nas Operações LDAP. Vínculo anônimo pode não ser permitido.
pt_pt: Erro de operações LDAP. Ligação anónima pode não ser permitida.
ru: Ошибка операций LDAP. Возможно анонимная связь не разрешена.
sq: Gabim Veprimesh LDAP. Mund të mos lejohen bind-e anonimë.
sv: LDAP Operations error. Anonym bindning kanske inte längre tillåts.
tr: LDAP işleminde sorun çıktı. Anonim bağlamaya izin verilmiyor.

source: Saving failed. Please make sure the database is in Operation. Reload before continuing.
da: Lagringen mislykkedes. Sørg venligst for at databasen er i drift. Genindlæs for der fortsættes.
de_de: Speichern fehlgeschlagen. Bitte stellen Sie sicher, dass die Datenbank in Betrieb ist. Bitte laden Sie vor dem Fortfahren neu.
es: Guardado fallido. Por favor, asegúrese de que la base de datos está en Operación. Actualizar antes de continuar.
es_cr: Se presentó una falla en el guardado. Por favor verifica que la base de datos esté operando. Vuelve a cargar antes de continuar.
fr: La sauvegarde a échoué. Veuillez vérifier que la base de données est opérationnelle. Rechargez avant de poursuivre.
hu: A mentés sikertelen. Kérlek győződj meg róla, hogy az adatbázis működik. Töltsd újra a folytatás előtt.
id: Menyimpan gagal. Mohon pastikan basis data di Operasi. Muat Ulang sebelum melanjutkan.
it: Salvataggio non riuscito. Assicurati che il database sia operativo. Ricarica prima di continuare.
ja: 保存に失敗。データベースが稼働中か確認してください。続ける前にリロードしてください。
ka_ge: შენახვა ვერ მოხერხდა. გთხოვთ დარწმუნდეთ, რომ მონაცემთა ბაზა ოპერაციაშია. გაგრძელებამდე განაახლეთ გვერდი.
ko: 저장할 수 없습니다. 데이터베이스 상태를 확인하십시오. 계속하기 전에 새로 고치십시오.
lt_lt: Nepavyko išsaugoti. Įsitikinkite, kad duomenų bazė veikia. Prieš tęsdami - perkraukite.
nb: Lagring fellet. Forsikre deg om at databasen er i gang. Last på nytt før du fortsetter.
nl: Opslaan mislukt. Verifieer dat de database draait. Herlaad voordat je verder gaat.
pl: Zapis się nie udał. Proszę upewnij się, że baza danych jest uruchomiona. Przeładuj przed kontynuowaniem.
pt_br: Falha ao salvar. Por favor, verifique se o banco de dados está em operação. Atualize antes de continuar.
pt_pt: Falha na gravação. Por favor verifique que a base de dados está operacional. Recarregar antes de continuar.
ru: Не удается произвести сохранение. Пожалуйста убедитесь, что база данных функционирует. Перезагрузитесь перед продолжением.
sq: Ruajta dështoi. Ju lutemi, sigurohuni që baza e të dhënave është në punë. Ringarkojemi përpara se të vazhdohet.
sv: Misslyckades att spara. Var god kontrollera att databasen är verksam. Ladda om innan du fortsätter.
tr: Kaydedilemedi. Veritabanının çalışıyor olduğundan emin olun. Devam etmeden yeniden yükleyin.

source: Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?
da: Skift af tilstanden vil betyde aktivering af automatiske LDAP-forespørgsler. Afhængig af størrelsen på din LDAP, vil det kunne tage noget tid. Ønsker du stadig at ændre tilstanden?
de_de: Das Umschalten des Modus ermöglicht automatische LDAP-Abfragen. Abhängig von Ihrer LDAP-Größe können diese einige Zeit in Anspruch nehmen. Wollen Sie immer noch den Modus wechseln?
es: Cambiando el modo habilitará automáticamente las consultas LDAP. Dependiendo del tamaño de su LDAP puede tardar un rato. ¿Desea cambiar el modo?
es_cr: Cambiar la modalidad habilitará las consultas automaticas de LDAP. Dependiendo del tamaño de su LDAP esto puede tomar algun tiempo. ¿Aún desea cambiar la modalidad?
fr: Changer de mode activera les requêtes LDAP automatiques. Selon la taille de votre annuaire LDAP, cela peut prendre du temps. Voulez-vous toujours changer de mode ?
hu: A módváltás engedélyezi az automatikus LDAP lekérdezéseket. Az LDAP-od méretétől függően sokáig tarthatnak. Biztosan átváltod a módot?
id: Beralih modus akan mengaktifkan kueri LDAP secara otomatis. Hal ini memerlukan beberapa saat tergantung pada ukuran LDAP Anda. Apakah Anda tetap ingin beralih modus?
it: Il cambio di modalità abiliterà le query LDAP automatiche. In base alla dimensione di LDAP, potrebbero richiedere del tempo. Vuoi ancora cambiare modalità?
ja: モード切替により自動LDAP問合せが有効になります。LDAPのデータ量により時間がかかる可能性があります。モードを切り替えますか？
ka_ge: რეჟიმის შეცვლა აამოქმედებს ავტომატურ LDAP პასუხის მოთხოვნას. თქვენი LDAP-ის ზომასთან დამოკიდებულებით ამან შეიძლება გასტანოს გარკვეულ პერიოდს. მაინც გსურთ რეჟიმის შეცვლა?
ko: 모드를 전환하면 자동 LDAP 질의를 활성화합니다. LDAP 크기에 따라서 시간이 걸릴 수도 있습니다. 모드를 전환하시겠습니까?
lt_lt: Režimo pakeitimas įjungs automatines LDAP užklausas. Priklausomai nuo LDAP dydžio tai gali užtrukti. Ar tikrai norite pakeisti režimą?
nb: Endring av modus vil aktivere automatiske LDAP-spørringer. Avhengig av din LDAP-størrelse kan de ta litt tid. Vil du likevel endre modus?
nl: Omschakelen van de modus schakelt automatische LDAP opvragingen in. Afhankelijk van je LDAP omvang kan dat even duren. Wil je nog steeds omschakelen?
pl: Zmiana trybu włączy automatyczne odpytywanie LDAP-a. W zależności od jego wielkości może to trochę potrwać. Nadal chcesz zmienić tryb?
pt_br: Mudar o modo irá permitir consultas LDAP automáticas. Dependendo do tamanho do LDAP isso pode demorar um pouco. Você ainda quer mudar o modo?
pt_pt: Trocando o modo vai permitir a busca automática no LDAP. Dependendo do tamanho do seu LDAP poderá demorar um pouco. Ainda pretende trocar o modo?
ru: Переключение режима задействует автоматические запросы LDAP. В зависимости от размера LDAP это может занять много времени. Вы все еще желаете переключить режим?
sq: Këmbimi i mënyrë do të lejojë kërkesa LDAP automatike. Në varësi të madhësisë për LDAP-in tuaj, kjo mund të hajë ca kohë. Doni prapë të këmbehet mënyra?
sv: Byte av läge kommer aktivera automatiska LDAP förfrågningar. Beroende på din LDAP storlek kan de ta ett tag. Vill du fortfarande ändra läge?
tr: Kipi değiştirmek otomatik LDAP sorgularını etkinleştirir. LDAP sisteminizin boyutlarına göre bu işlem uzun sürebilir. Kipi yine de değiştirmek istiyor musunuz?

source: Mode switch
da: Skift af tilstand
de_de: Modus umschalten
es: Modo interruptor
es_cr: Cambio de modo
fr: Basculer de mode
hu: Üzemmód váltás
id: Beralih modus
it: Cambio modalità
ja: モード変更
ka_ge: რეჟიმის შეცვლა
ko: 모드 전환
lt_lt: Veiksenos pakeitimas
nb: Endring av modus
nl: Omschakelen modus
pl: Przełącznik trybów
pt_br: Trocar de modo
pt_pt: Trocar de modo
ru: Переключение режима
sq: Këmbim mënyre
sv: Lägesändring
tr: Kip değişimi

source: Select attributes
da: Vælg attributter
de_de: Attribute auswählen
es: Seleccionar atributos
es_cr: Seleccionar atributos
fr: Sélectionner les attributs
hu: Attribútumok kiválasztása
id: Pilih atribut
it: Seleziona gli attributi
ja: 属性を選択
ka_ge: ატრიბუტების არჩევა
ko: 속성 선택
lt_lt: Pasirinkite atributus
nb: Velg attributter
nl: Selecteer attributen
pl: Wybierz atrybuty
pt_br: Selecionar atributos
pt_pt: Selecionar atributos
ru: Выберите атрибуты
sq: Përzgjidhni atribute
sv: Välj attribut
tr: Öznitelikleri seçin
