Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin.
da: De fleste gængse objektklasser for brugere er organizationalPerson, person, user og inetOrgPerson. Hvis du ikker er sikker på hvilken objektklasse, der skal vælges, så tal med administratoren af dit katalog.
de_de: Die häufigsten Objektklassen für Benutzer sind organizationalPerson, person, user und inetOrgPerson. Wenn Sie nicht sicher, welche Objektklasse Sie wählen sollen, fragen Sie bitte Ihren Verzeichnis-Admin.
es: Los objetos de clases más comunes para los usuarios son organizationalPerson, persona, usuario y inetOrgPerson. Si no está seguro de qué objeto de clase seleccionar, por favor, consulte con su administrador de directorio.
es_cr: Las clases de objetos más comunes para usuarios son organizationalPerson, person, user, and inetOrgPerson. Si no estás seguro de cuál clase de objeto selecciónar, por favor consulta tu directorio admin.
fr: Les classes d'objets fréquentes pour les utilisateurs sont : organizationalPerson, person, user et inetOrgPerson. Si vous n'êtes pas sûr de la classe à utiliser, demandez à l'administrateur de l'annuaire.
hu: A leggyakoribb objektum osztályok a felhasználóknál az organizationalPerson, person, user, és inetOrgPerson. Ha nem vagy benne biztos melyik osztályt válaszd, kérlek konzultálj a könyvtár adminnal.
id: Kelas obyek yang umum untuk pengguna adalah organizationalPerson, person, user, dan inetOrgPerson. Jika Anda tidak yakin kelas obyek mana yang akan dipilih, silakan konsultasi dengan admin direktori Anda.
it: Le classi di oggetti più comuni per gli utenti sono organizationalPerson, person, user, e inetOrgPerson. Se non sei sicuro su quale classe di oggetti selezionare, consulta l'amministratore della tua directory.
ja: ユーザーの最も一般的なオブジェクトクラスは、organizationalPerson, person, user と inetOrgPerson です。もし、どのオブジェクトを選択すれば良いか分からない場合は、ディレクトリ管理者に相談してください。
ka_ge: მომხმარებლისთვის ყველაზე ხშირად გამოყენებული ობიექტის კლასებია organizationalPerson, person, user, და inetOrgPerson. თუ არ ხართ დარწმუნებული, რომელი ობიექტი აირჩიოთ, სთხოვეთ კონსულტაცია თქვენი დირექტორიის ადმინისტრატორს.
ko: 일반적인 객체 클래스는 organizationalPerson, person, user, inetOrgPerson입니다. 어떤 객체 클래스를 사용해야 할 지 모르겠으면 디렉터리 서비스 관리자에게 연락하십시오.
lt_lt: Dažniausios objektų klasės vartotojams yra organizationalPerson, person, user, and inetOrgPerson. Jei nežinote, kurią objektų klasę pasirinkti susisiekite su administratoriumi.
nb: De mest vanlige objektklassene for brukere er organizationalPerson, person, user og inetOrgPerson. Kontakt katalogadministratoren hvis du er usikker på hvilken objektklasse du skal velge.
nl: De meest gebruikelijke objectklassen voor gebruikers zijn organizationalPerson, persoon, gebruiker, en inetOrgPerson. Als je niet zeker weet welke objectklasse moet worden geselecteerd, raadpleeg dan je directorybeheerder.
pl: Najbardziej wspólną klasą obiektów dla użytkowników jest organizationalPerson, person, user i InetOrgPerson. Jeśli nie wiesz, którą klasę obiektów wybrać, skonsultuj to ze swoim administratorem usługi katalogowej.
pt_br: As classes de objetos mais comuns para os usuários são organizationalPerson, person, user e inetOrgPerson. Se você não tem certeza de qual classe de objeto selecionar, por favor, consulte o administrador do diretório.
pt_pt: Os objectos mais comuns para utilizadores são <em>organizationalPerson, person, user, and inetOrgPerson</em>. Se não tem a certeza de que classe de objecto deverá seleccionar, por favor, contacte o administrador do Directório.
ru: Наиболее частые классы объектов для пользователей organizationalPerson, person, user и inetOrgPerson. Если вы не уверены какой класс объектов выбрать, пожалуйста обратитесь к администратору.
sq: Klasat më të rëndomta objektesh për përdoruesit janë organizationalPerson, person, user, dhe inetOrgPerson. Nëse s’jeni i sigurt cilën klasë objekti të përzgjidhni, ju lutemi, lidhuni me përgjegjësin e drejtorisë suaj.
sv: De mest vanliga objektklasserna för användare är organizationalPerson, person, user och inetOrgPerson. Om du inte är säker vilken objektklass som ska väljas, vänligen hör med din mappadministratör.
tr: Kullanıcılar için ortak olarak en çok organizationalPerson, person, user ve inetOrgPerson nesne sınıfları kullanılır. Hangi nesne sınıfını seçeceğinizden emin değilseniz lütfen dizin yöneticinize danışın.

source: The filter specifies which LDAP users shall have access to the %s instance.
da: Filteret angiver hvilke LDAP-brugere, der skal have adgang til %s-instansen.
de_de: Der Filter gibt an, welche LDAP-Benutzer Zugriff auf die %s-Instanz haben sollen.
es: El filtro especifica que usuarios LDAP pueden tener acceso a %s.
es_cr: El filtro especifica cuáles usuarios LDAP tendrán acceso a la instancia %s.
fr: Le filtre spécifie quels utilisateurs LDAP auront accès à l'instance %s.
hu: A szűrő meghatározza, hogy mely LDAP felhasználók lesznek jogosultak %s elérésére.
id: Penyaring menentukan pengguna LDAP mana yang memiliki akses ke %s.
it: Il filtro specifica quali utenti LDAP devono avere accesso all'istanza %s.
ja: フィルターは、どのLDAPユーザーが %s にアクセスするかを指定します。
ka_ge: ეს ფილტრი საზღვრავს LDAP-ის თუ რომელ მომხმარებლებს ექნებათ წვდომა %s ინსტანციაზე.
ko: 이 필터는 %s에 접근할 수 있는 LDAP 사용자를 설정합니다.
lt_lt: Filtras nurodo, kurie LDAP naudotojai turi turėti prieigą prie %s.
nb: Filteret spesifiserer hvilke LDAP-brukere som skal ha tilgang til %s-instansen.
nl: Dit filter geeft aan welke LDAP gebruikers toegang hebben tot %s.
pl: Filtr określa, którzy użytkownicy LDAP powinni mieć dostęp do instancji %s.
pt_br: O filtro especifica quais usuários LDAP devem ter acesso à instância do %s.
pt_pt: O filtro especifica quais utilizadores do LDAP devem ter acesso à instância %s.
ru: Этот фильтр указывает, какие пользователи LDAP должны иметь доступ к экземпляру %s.
sq: Filtri përcakton se cilët përdorues LDAP do të kenë hyrje te instanca %s.
sv: Filtret specificerar vilka LDAP-användare som skall ha åtkomst till %s instans
tr: Süzgeç, %s kopyasına erişmesi gereken LDAP kullanıcılarını belirtir.

source: Verify settings and count users
da: Kontrollér indstillinger og optalte brugere
de_de: Einstellungen überprüfen und Benutzer zählen
es: Verificar configuración y contar usuarios
es_cr: Verificar configuraciones y contar ususarios
fr: Vérifier les paramètres et compter les utilisateurs
hu: Beállítások ellenőrzése és felhasználók megszámolása
id: Verifikasi setelan dan jumlah pengguna
it: Verifica le impostazioni e conta gli utenti
ja: 設定を検証し、ユーザーを数える
ka_ge: დაამოწმეთ პარამეტრები და მომხმარებლების რაოდენობა
ko: 설정을 확인하고 사용자 수 계산
lt_lt: Patikrinkite nustatymus ir suskaičiuokite naudotojus
nb: Sjekk innstillinger og tell brukere
nl: Verifiëren instellingen en tellen gebruikers
pl: Sprawdź ustawienia i policz użytkowników
pt_br: Verificar configurações e contas de usuários
pt_pt: Verificar definições e contar utilizadores
ru: Проверить настройки и пересчитать пользователей
sq: Verifiko rregullimet dhe numëro përdoruesit
sv: Verifiera inställningar och räkna användare
tr: Ayarları doğrula ve kullanıcıları say

source: Saving
da: Gemmer
de_de: Speichern
es: Guardando
es_cr: Guardando
fr: Enregistrement...
hu: Mentés
id: Menyimpan
it: Salvataggio
ja: 保存中
ka_ge: მიმდინარეობს შენახვა
ko: 저장 중
lt_lt: Įrašoma
nb: Lagrer
nl: Opslaan
pl: Zapisuję
pt_br: Salvando
pt_pt: Guardando
ru: Сохраняется
sq: Po ruhet
sv: Sparar
tr: Kaydediliyor

source: Back
da: Tilbage
de_de: Zurück
es: Atrás
es_cr: Atrás
fr: Retour
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ka_ge: უკან
ko: 뒤로
lt_lt: Atgal
nb: Tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ru: Назад
sq: Mbrapsht
sv: Tillbaka
tr: Geri

source: Continue
da: Videre
de_de: Fortsetzen
es: Continuar
es_cr: Continuar
fr: Poursuivre
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ka_ge: გაგრძელება
ko: 계속
lt_lt: Tęsti
nb: Fortsett
nl: Verder
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sq: Vazhdo
sv: Fortsätt
tr: Devam

source: Please renew your password.
da: Nulstil venligst dit password.
de_de: Bitte erneuern Sie Ihr Passwort
es: Por favor, renueva tu contraseña.
es_cr: Por favor renueva tu contraseña.
fr: Veuillez renouveler votre mot de passe.
hu: Kérjük frissítsd a jelszavad.
it: Rinnova la tua password.
ja: パスワードを更新
ka_ge: გთხოვთ განაახლოთ თქვენი პაროლი.
ko: 암호를 갱신하십시오.
lt_lt: Prašome atnaujinkite savo slaptažodį.
nb: Forny passordet ditt.
nl: Herstel je wachtwoord
pl: Proszę odnowić hasło
pt_br: Por favor, redigite sua senha.
ru: Обновите свой пароль.
sq: Ju lutem rinovoni fjalëkalimin tuaj
sv: Vänligen förnya ditt lösenord.
tr: Lütfen parolanızı yenileyin.

source: An internal error occurred.
da: Der opstod en intern fejl.
de_de: Es ist ein interner Fehler aufgetreten.
es: Ha ocurrido un error interno.
es_cr: Se presentó un error interno.
fr: Une erreur interne est survenue.
hu: Belső hiba lépett fel.
it: Si è verificato un errore interno.
ja: 内部エラーが発生しました。
ka_ge: წარმოიშვა შიდა შეცდომა.
ko: 내부 오류가 발생했습니다.
lt_lt: Įvyko vidinė klaida.
nb: En intern feil oppstod
nl: Er heeft zich een interne fout voorgedaan.
pl: Wystąpił wewnętrzny błąd.
pt_br: Um erro interno aconteceu.
ru: Произошла внутренняя ошибка.
sq: Ndodhi një gabim i brendshëm.
sv: Ett internt fel inträffade.
tr: İçeride bir sorun çıktı.

source: Please try again or contact your administrator.
da: Prøv venligst igen eller kontakt din administrator.
de_de: Bitte versuchen Sie es noch einmal oder kontaktieren Sie Ihren Administrator.
es: Por favor, inténtalo de nuevo o contacta con tu administrador.
es_cr: Por favor inténtarlo de nuevo o contacta a tu administrador.
fr: Veuillez réessayer ou contactez votre administrateur.
hu: Próbáld meg ismét vagy lépj kapcsolatba a rendszergazdáddal.
it: Prova ancora o contatta il tuo amministratore.
ja: もう一度試してみるか、管理者に問い合わせてください。
ka_ge: გთხოვთ სცადოთ ახლიდან ან დაუკავშირდეთ თქვენს ადმინისტრატორს.
ko: 다시 시도하거나 관리자에게 연락하십시오.
lt_lt: Bandykite dar kartą arba susisiekite su savo administratoriumi.
nb: Prøv igjen eller kontakt en administrator.
nl: Probeer het opnieuw of neem contact op met je beheerder.
pl: Spróbuj ponownie lub skontaktuj się z administratorem.
pt_br: Por favor tente novamente ou contacte o administrador.
ru: Попробуйте ещё раз или свяжитесь с вашим администратором.
sq: Ju lutem provoni përsëri ose kontaktoni administratorin tuaj.
sv: Var god försök igen eller kontakta din administratör.
tr: Lütfen yeniden deneyin ya da yöneticinizle görüşün.

source: Current password
da: Nuværende password
de_de: Aktuelles Passwort
es: Contraseña actual
es_cr: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
ka_ge: ამჟამინდელი პაროლი
ko: 현재 암호
lt_lt: Dabartinis slaptažodis
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Bieżące hasło
pt_br: Senha atual
ru: Текущий пароль
sq: Fjalëkalimi aktual
sv: Nuvarande lösenord
tr: Geçerli parola

source: New password
da: Nyt password
de_de: Neues Passwort
es: Nueva contraseña
es_cr: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
ka_ge: ახალი პაროლი
ko: 새 암호
lt_lt: Naujas slaptažodis
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Senha nova
ru: Новый пароль
sq: Fjalëkalim i ri
sv: Nytt lösenord
tr: Yeni parola

source: Renew password
da: Forny venligst password
de_de: Bitte erneuern Sie Ihr Passwort
es: Renovar contraseña
es_cr: Renovar contraseña
fr: Renouveler le mot de passe
hu: Jelszó megújítás
it: Rinnova la password
ja: パスワードを更新
ka_ge: პაროლის განახლება
ko: 암호 갱신
lt_lt: Atnaujintas slaptažodis
nb: Forny passord
nl: Herstel wachtwoord
pl: Odnów hasło
pt_br: Renovar a senha
ru: Обновление пароля
sq: Rinovo fjalëkalimin
sv: Förnya lösenord
tr: Parolayı yenile

source: Wrong password. Reset it?
da: Forkert password. Skal det nulstilles?
de_de: Falsches Passwort. Soll es zurückgesetzt werden?
es: Contraseña errónea. ¿Resetearla?
es_cr: Contraseña incorrecta. ¿Deseas restablecerla?
fr: Mot de passe incorrect. Réinitialiser ?
hu: Hibás jelszó. Visszaállítja?
it: Password errata. Vuoi reimpostarla?
ja: パスワードが間違っています。リセットしますか？
ka_ge: არასწორი პაროლი. აღვადგინოთ?
ko: 암호가 잘못되었습니다. 초기화하시겠습니까?
lt_lt: Neteisingas slaptažodis. Atstatyti jį?
nb: Feilpassord. Tilbakestill?
nl: Onjuist wachtwoord. Resetten?
pl: Nieprawidłowe hasło. Czy chcesz je zresetować?
pt_br: Senha errada. Redefini-la?
ru: Неправильный пароль. Сбросить его?
sq: Fjalëkalim i gabuar. Do ta rivendosësh?
sv: Fel lösenord. Återställa det?
tr: Parola yanlış. Sıfırlamak ister misiniz?

source: Wrong password.
da: Forkert password.
de_de: Falsches Passwort.
es: Contraseña errónea.
es_cr: Contraseña incorrecta.
fr: Mot de passe incorrect.
hu: Hibás jelszó.
it: Password errata.
ja: パスワードが間違っています。
ka_ge: არასწორი პაროლი.
ko: 암호가 잘못되었습니다.
lt_lt: Neteisingas slaptažodis.
nb: Feil passord.
nl: Onjuist wachtwoord.
pl: Nieprawidłowe hasło
pt_br: Senha errada.
ru: Неправильный пароль.
sq: Fjalëkalim i gabuar.
sv: Fel lösenord.
tr: Parola yanlış.

source: Cancel
da: Annullér
de_de: Abbrechen
es: Cancelar
es_cr: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
ka_ge: უარყოფა
ko: 취소
lt_lt: Atsisakyti
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sq: Anullo
sv: Avbryt
tr: İptal

source: Server
es: Servidor
es_cr: Servidor
fr: Serveur
hu: Szerver
ja: サーバー
ka_ge: სერვერი
ko: 서버
lt_lt: Serveris
nb: Tjener
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru: Сервер
sq: Shërbyes
tr: Sunucu

source: Users
da: Brugere
de_de: Benutzer
es: Usuarios
es_cr: Usuarios
fr: Utilisateurs
hu: Felhasználók
id: Pengguna
it: Utenti
ja: ユーザー
ka_ge: მომხმარებლები
ko: 사용자
lt_lt: Naudotojai
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
ru: Пользователи
sq: Përdorues
sv: Användare
tr: Kullanıcılar

source: Login Attributes
da: Login-attributter
de_de: Anmeldeattribute
es: Atributos de inicio de sesión
es_cr: Atributos de Inicio de Sesión
fr: Attributs de login
hu: Bejelentkezési attribútumok
id: Atribut Login
it: Attributi di accesso
ja: ログイン属性
ka_ge: ავტორიზაციის ატრიბუტები
ko: 로그인 속성
lt_lt: Prisijungimo atributai
nb: Påloggingsattributter
nl: Inlogattributen
pl: Atrybuty logowania
pt_br: Atributos de Acesso
pt_pt: Atributos de Sessão
ru: Учетные данные
sq: Atribute Hyrjesh
sv: Inloggningsattribut
tr: Oturum Açma Öznitelikleri

source: Groups
da: Grupper
de_de: Gruppen
es: Grupos
es_cr: Grupos
fr: Groupes
hu: Csoportok
id: Grup
it: Gruppi
ja: グループ
ka_ge: ჯგუფები
ko: 그룹
lt_lt: Grupės
nb: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ru: Группы
sq: Grupe
sv: Grupper
tr: Gruplar

source: Expert
da: Ekspert
de_de: Experte
es: Experto
es_cr: Experto
hu: Profi
id: Lanjutan
it: Esperto
ja: エキスパート設定
ka_ge: ექსპერტი
ko: 전문가
lt_lt: Ekspertai
nb: Ekspert
pl: Eksperckie
pt_br: Especialista
pt_pt: Perito
ru: Эксперт
sq: Ekspert
tr: Uzman

source: Advanced
da: Avanceret
de_de: Fortgeschritten
es: Avanzado
es_cr: Avanzado
fr: Avancé
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細設定
ka_ge: დამატებითი ფუნქციები
ko: 고급
lt_lt: Išplėstiniai
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
sq: Të mëtejshme
sv: Avancerad
tr: Gelişmiş

source: <b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it.
da: <b>Advarsel:</b> PHP-modulet LDAP er ikke installeret - backend'en vil ikke fungere. Anmod venligst din systemadministrator om at installere det.
de_de: <b>Warnung:</b> Da das PHP-Modul für LDAP nicht installiert ist, wird das Backend nicht funktionieren. Bitte kontaktieren Sie Ihren Systemadministrator und bitten Sie um die Installation des Moduls.
es: <b>Advertencia:</b> El módulo LDAP de PHP no está instalado, el sistema no funcionará. Por favor consulte al administrador del sistema para instalarlo.
es_cr: <b>Advertencia:</b> El módulo LDAP de PHP no está instalado, el backend no funcionará. Por favor solicita su instalación a tu administrador del sistema.
fr: <b>Attention :</b> Le module php LDAP n'est pas installé, par conséquent cette extension ne pourra fonctionner. Veuillez contacter votre administrateur système afin qu'il l'installe.
hu: <b>Figyelmeztetés:</b> Az LDAP PHP modul nincs telepítve, ezért ez az alrendszer nem fog működni. Kérje meg a rendszergazdát, hogy telepítse!
id: <b>Peringatan:</b> Modul LDAP PHP tidak terpasang, perangkat tidak akan bekerja. Silakan minta administrator sistem untuk memasangnya.
it: <b>Avviso:</b> il modulo PHP LDAP non è installato, il motore non funzionerà. Chiedi al tuo amministratore di sistema di installarlo.
ja: <b>警告:</b> PHP LDAP モジュールがインストールされていません。バックエンド接続が正しく動作しません。システム管理者にインストールするよう問い合わせてください。
ka_ge: <b>გაფრთხილება:</b> PHP LDAP მოდული არ არის ინსტალირებული, ბექენდი არ იმუშავებს. თხოვეთ თქვენს ადმინისტრატორს დააყენებინოთ ის.
ko: <b>경고:</b> PHP LDAP 모듈이 비활성화되어 있거나 설치되어 있지 않습니다. 백엔드를 사용할 수 없습니다. 시스템 관리자에게 설치를 요청하십시오.
lt_lt: <b>Įspėjimas:</b> PHP LDAP modelis nėra instaliuotas, serveris nedirbs. Paprašykite, kad sistemos administratorius jį įdiegtų.
nb: <b>Advarsel:</b> PHP LDAP-modulen er ikke installert og tjeneren vil ikke virke. Be systemadministratoren installere den.
nl: <b>Waarschuwing:</b> De PHP LDAP module is niet geïnstalleerd, het backend zal niet werken. Vraag je systeembeheerder om de module te installeren.
pl: <b>Ostrzeżenie:</b> Moduł PHP LDAP nie jest zainstalowany i nie będzie działał. Poproś administratora o włączenie go.
pt_br: <b>Aviso:</b> O módulo PHP LDAP não está instalado e a plataforma de serviço não funcionará. Por favor, peça ao administrador do sistema para instalá-lo.
pt_pt: <b>Aviso:</b> O módulo PHP LDAP não está instalado, logo não irá funcionar. Por favor peça ao administrador para o instalar.
ru: <b>Предупреждение:</b> Модуль LDAP для PHP не установлен, бэкенд не будет работать. Пожалуйста, попросите вашего системного администратора его установить.
sq: <b>Kujdes:</b> Moduli PHP LDAP s’është i instaluar, pjesa përkatëse në shërbyes nuk do të funksionojë. Ju lutemi, kërkojini përgjegjësit të sistemit tuaj ta instalojë.
sv: <b>Varning:</b> PHP LDAP-modulen är inte installerad, serversidan kommer inte att fungera. Kontakta din systemadministratör för installation.
tr: <b>Uyarı:</b> PHP LDAP modülü kurulmamış, arka uç çalışmayacak. Lütfen kurulumu için sistem yöneticinizle görüşün.

source: Connection Settings
da: Forbindelsesindstillinger
de_de: Verbindungseinstellungen
es: Configuración de conexión
es_cr: Configuraciones de la conexión
fr: Paramètres de connexion
hu: Kapcsolati beállítások
id: Pengaturan Koneksi
it: Impostazioni di connessione
ja: 接続設定
ka_ge: კავშირის პარამეტრები
ko: 연결 설정
lt_lt: Ryšio nustatymai
nb: Innstillinger for tilkobling
nl: Verbindingsinstellingen
pl: Konfiguracja połączeń
pt_br: Configurações de conexão
pt_pt: Definições de ligação
ru: Настройки подключения
sq: Rregullime Lidhjeje
sv: Uppkopplingsinställningar
tr: Bağlantı Ayarları

source: Configuration Active
da: Konfiguration er aktiv
de_de: Konfiguration aktiv
es: Configuracion activa
es_cr: Configuracion Activa
hu: A beállítás aktív
id: Konfigurasi Aktif
it: Configurazione attiva
ja: 設定は有効です
ka_ge: კონფიგურაცია აქტიურია
ko: 구성 활성
lt_lt: Konfigūracija aktyvi
nb: Oppsett aktivt
nl: Configuratie actief
pl: Konfiguracja archiwum
pt_br: Configuração em uso
pt_pt: Configuração activa
ru: Конфигурация активна
sq: Formësimi Aktiv
sv: Konfiguration aktiv
tr: Yapılandırma Etkin

source: When unchecked, this configuration will be skipped.
da: Hvis der ikke er markeret, så springes denne konfiguration over.
de_de: Wenn nicht angehakt, wird diese Konfiguration übersprungen.
es: Cuando esté desmarcado, esta configuración se omitirá
es_cr: Cuando no esté seleccionada, esta configuración será omitida.
fr: Lorsque non cochée, la configuration sera ignorée.
hu: Ha nincs kipipálva, ez a beállítás kihagyódik.
id: Jika tidak dicentang, konfigurasi ini akan dilewati.
it: Se deselezionata, questa configurazione sarà saltata.
ja: チェックを外すと、この設定はスキップされます。
ka_ge: როცა გადანიშნულია, ეს კონფიგურაცია გამოტოვებული იქნება.
ko: 선택하지 않으면 이 설정을 무시합니다.
lt_lt: Kai nepažymėta, ši konfigūracija bus praleista.
nb: Overser oppsettet når ikke avhuket.
nl: Als dit niet is ingeschakeld wordt deze configuratie overgeslagen.
pl: Gdy niezaznaczone, ta konfiguracja zostanie pominięta.
pt_br: Quando desmarcada, esta configuração será ignorada.
pt_pt: Se não estiver marcada, esta definição não será tida em conta.
ru: Когда галочка снята, эта конфигурация будет пропущена.
sq: Po u la pa shenjë, ky formësim do të anashkalohet.
sv: Ifall denna är avbockad så kommer konfigurationen att skippas.
tr: Bu seçenek işaretli değilse, bu yapılandırma atlanır.

source: Backup (Replica) Host
da: Vært for sikkerhedskopier (replika)
de_de: Backup-Host (Kopie)
es: Servidor de copia de seguridad (Réplica)
es_cr: Servidor de copia de seguridad (Replica)
fr: Serveur de backup (réplique)
hu: Biztonsági (replika) kiszolgáló
id: Cadangkan (Replika) Host
it: Host di backup (Replica)
ja: バックアップ（レプリカ）ホスト
ka_ge: ბექაფ (რეპლიკა) ჰოსტი
ko: 백업(복제) 호스트
lt_lt: Atsarginės kopijos (Replica) serveris
nb: Sikkerhetskopierings (Replica-) vert
pl: Kopia zapasowa (repliki) host
pt_br: Host de backup (Réplica)
pt_pt: Servidor de Backup (Réplica)
ru: Адрес резервного сервера
sq: Strehë Kopjeruajtjeje (Replica)
sv: Säkerhetskopierings-värd (Replika)
tr: Yedek (Replika) Sunucu

source: Give an optional backup host. It must be a replica of the main LDAP/AD server.
da: Angiv valgfrit en vært for sikkerhedskopiering. Dette skal være en replikering af den primære LDAP/AD-server.
de_de: Geben Sie einen optionalen Backup-Host an. Es muss sich um eine Kopie des Haupt-LDAP/AD-Servers handeln.
es: Dar un servidor de copia de seguridad opcional. Debe ser una réplica del servidor principal LDAP / AD.
es_cr: Por favor proporciona un servidor de copia de seguridad opcional. Debe ser una réplica del servidor LDAP / AD principal.
fr: Fournir un serveur de backup optionnel. Il doit s'agir d'une réplique du serveur LDAP/AD principal.
hu: Adjon meg egy opcionális biztonsági kiszolgálót. Ez a fő LDAP/AD szerver replikája kell legyen.
id: Berikan pilihan host cadangan. Harus merupakan replika dari server LDAP/AD utama.
it: Fornisci un host di backup opzionale. Deve essere una replica del server AD/LDAP principale.
ja: バックアップホストをオプションで指定することができます。メインのLDAP/ADサーバーのレプリカである必要があります。
ka_ge: მიუთითეთ რაიმე ბექაფ ჰოსტი. ის უნდა იყოს ძირითადი LDAP/AD სერვერის რეპლიკა.
ko: 추가적인 백업 호스트를 지정합니다. 기본 LDAP/AD 서버의 복사본이어야 합니다.
lt_lt: Nurodykite atsarginį serverį, kuris būtų pagrindinio LDAP / AD serverio kopija.
nb: Oppgi en valgfri reservetjener. Den må være en replika av hovedtjeneren for LDAP/AD.
nl: Opgeven optionele backup host. Het moet een replica van de hoofd LDAP/AD server.
pl: Dać opcjonalnie hosta kopii zapasowej . To musi być repliką głównego serwera LDAP/AD.
pt_br: Defina um servidor de backup opcional. Ele deverá ser uma réplica do servidor LDAP/AD principal.
pt_pt: Forneça um servidor (anfitrião) de backup. Deve ser uma réplica do servidor principal de LDAP/AD
ru: Укажите дополнительный резервный сервер. Он должен быть репликой главного LDAP/AD сервера.
sq: Jepni një strehë opsionale kopjeruajtjesh. Duhet të jetë një kopje identike e shërbyesit kryesor LDAP/AD.
sv: Ange en valfri värd för säkerhetskopiering. Den måste vara en replika av den huvudsakliga LDAP/AD-servern
tr: İsteğe bağlı olarak bir yedekleme sunucusu belirtin. Ana LDAP/AD sunucusunun kopyası olmalıdır.
