Repository: Cybso/server
Catalog: translationfiles/*/user_ldap.po
Languages: da, de_de, es, es_cr, fr, hu, id, it, ja, ka_ge, ko, lt_lt, nb, nl, pl, pt_br, pt_pt, ru, sq, sv, tr

source: %s. Server:
es: %s. Servidor:
es_cr: %s. Servidor:
fr: %s. Serveur :
hu: %s. szerver
ja: %s. サーバー:
ka_ge: %s. სერვერი:
ko: %s. 서버:
lt_lt: %s. Serveris:
nb: %s. tjener:
pl: %s. Serwer:
pt_br: %s. Servidor:
pt_pt: %s. Servidor
ru: Сервер %s:
sq: %s. Shërbyes:
tr: %s. Sunucu:

source: Add a new configuration
da: Tilføj en ny konfiguration
de_de: Füge eine neue Konfiguration hinzu.
es: Agregar una nueva configuración
es_cr: Agregar una nueva configuración
fr: Ajouter une nouvelle configuration
hu: Új beállítás hozzáadása
it: Aggiungi una nuova configurazione
ja: 新しい設定を追加
ka_ge: ახალი კონფიგურაციის დამატება
ko: 새 설정 추가
lt_lt: Pridėti naują konfigūraciją
nb: Legger til nytt oppsett
nl: Toevoegen nieuwe configuratie
pl: Dodaj nową konfigurację
pt_br: Adiconar uma nova configuração
ru: Добавить новую конфигурацию
sq: Shto një konfigurim të ri
sv: Lägg till en ny konfiguration
tr: Yeni bir yapılandırma ekle

source: Copy current configuration into new directory binding
da: Kopiér nuværende konfiguration ind i en ny mappetilknytning
de_de: Aktuelle Konfiguration in eine neues Verzeichnis-Bind kopieren
es: Copiar la actual configuración en un nuevo directorio de enlace
es_cr: Copiar la configuración actual a un nuevo directorio de vinculación
fr: Copier la configuration actuelle vers une nouvelle
hu: Jelenlegi beállítások másolása egy új mappakötésbe
id: Salin konfigurasi saat ini kedalam direktori baru
it: Copia la configurazione attuale nella nuova cartella associata
ja: 現在の設定を新しいディレクトリ設定にコピー
ka_ge: ამჟამინდელი კონფიგურაციის კოპირება ახალი დირექტორიის ბმაში
ko: 현재 설정을 새 디렉터리 바인딩으로 복사
lt_lt: Nukopijuokite dabartinę konfigūraciją į naują katalogų saistymą
nb: Kopier gjeldende konfigurasjon til ny katalogbinding
nl: Kopieer de huidige configuratie naar een nieuwe directory binding
pl: Kopiuje aktualną konfigurację do nowej lokalizacji
pt_br: Copie a configuração atual em um novo diretório vinculado
pt_pt: Copiar a configuração actual para um novo registo de conexão
ru: Копировать текущую конфигурацию в новую связь с каталогом
sq: Kopjojeni formësimin e tanishëm te një lidhmë e re drejtorie
sv: Kopiera nuvarande konfiguration till en ny katalogsammansättning
tr: Geçerli yapılandırmayı yeni dizin bağlamasına kopyala

source: Delete the current configuration
da: Slet den aktuelle konfiguration
de_de: Aktuelle Konfiguration löschen
es: Elimina la actual configuración
es_cr: Borrar la configuración actual
fr: Supprimer la configuration actuelle
hu: Aktuális konfiguráció törlése
id: Hapus konfigurasi saat ini
it: Elimina la configurazione attuale
ja: 現在の設定を削除
ka_ge: ამჟამინდელი კონფიგურაციის გაუქმება
ko: 현재 설정 삭제
lt_lt: Ištrinti esamą konfigūraciją
nb: Slett gjeldende konfigurasjon
nl: Verwijder de huidige configuratie
pl: Usuwa aktualną konfigurację
pt_br: Excluir a configuração atual
pt_pt: Apagar a configuração actual
ru: Удалить текущую конфигурацию
sq: Fshije formësimin e tanishëm
sv: Radera nuvarande konfiguration
tr: Geçerli yapılandırmayı sil

source: Host
da: Vært
es: Servidor
es_cr: Servidor
fr: Hôte
hu: Kiszolgáló
ja: ホスト
ka_ge: ჰოსტი
ko: 호스트
lt_lt: Serveris
nb: Tjener
pt_pt: Anfitrião
ru: Сервер
sq: Strehë
sv: Server
tr: Sunucu

source: You can omit the protocol, unless you require SSL. If so, start with ldaps://
da: Du kan udelade protokollen, medmindre du skal bruge SSL. Start i så fald med ldaps://
de_de: Du kannst das Protokoll auslassen, wenn du nicht SSL benötigst. Dann starte mit ldaps://
es: Puedes omitir el protocolo, excepto si requieres SSL. En este caso, comienza con ldaps://
es_cr: Puedes omitir el protocolo, a menos que requiera SSL. Si es el caso, empieza con ldaps://
fr: Vous pouvez omettre le protocole, sauf si vous avez besoin de SSL. Dans ce cas, préfixez avec ldaps://
hu: Kihagyhatod a protokollt kivéve, ha SSL-t használsz. Ebben az esetben ldaps://-el kezdd
it: È possibile omettere il protocollo, a meno che non sia necessario SSL. In questo caso, inizia con ldaps://
ja: SSL通信しない場合には、プロトコル名を省略することができます。そうでない場合には、ldaps:// を頭につけてください。
ka_ge: იმ შემთხვევაში, თუ არ საჭიროებთ SSL-ს, შეგიზლიათ გამოტოვოთ პროტოკოლი. სხვა შემთხვევაში, დაიწყეთ ldaps://
ko: SSL이 필요한 경우가 아니라면 프로토콜을 입력하지 않아도 됩니다. SSL이 필요한 경우 ldaps:// 주소를 입력하십시오
lt_lt: Jūs galite praleisti protokolą, nebent Jums reikalingas SSL. Jei taip, pradėkite su ldaps://
nb: Du kan unnlate protokollen, bortsett fra hvis du krever SSL. Om så er tilfelle, start med ldaps://
nl: Je kunt het protocol weglaten, tenzij je SSL vereist. Start in dat geval met ldaps://
pl: Protokół może zostać pominięty chyba, że wymagany jest protokół SSL. Jeśli tak, zacznij od ldaps://
pt_br: Você pode omitir o protocolo a menos que o SSL seja requerido. Se sim, inicie com ldaps://
ru: Можно пренебречь протоколом, только если не требуется использование SSL. В этом случае укажите ldaps://
sq: Ju mund të hiqni protokollin, nëse nuk keni nevojë për SSL. Nëse po, filloni me ldaps: //
sv: Du kan utelämna protokollen, om du inte kräver SSl. I såna fall, starta med ldaps://
tr: SSL gerekmiyorsa iletişim kuralı belirtilmeyebilir. Gerekiyorsa ldaps:// ile başlayın

source: Port
es: Puerto
es_cr: Puerto
it: Porta
ja: ポート
ka_ge: პორტი
ko: 포트
lt_lt: Prievadas
nl: Poort
pt_br: Porta
pt_pt: Porto
ru: Порт
sq: Portë
tr: Kapı Numarası

source: Detect Port
da: Registrér port
de_de: Port ermitteln
es: Detectar puerto
es_cr: Detectar Puerto
fr: Détecter le port
hu: Port detektálás
id: Deteksi Port
it: Rileva porta
ja: ポートの検出
ka_ge: პორტის აღმოჩენა
ko: 포트 감지
lt_lt: Aptikti prievadą
nb: Påvis port
nl: Detecteer poort
pl: Wykryj port
pt_br: Detectar Porta
pt_pt: Detetar porta
ru: Определить порт
sq: Zbulo Portë
sv: Upptäck Port
tr: Kapı Numarasını Algıla

source: User DN
da: Bruger DN
de_de: Benutzer-DN
es: DN usuario
es_cr: DN del usuario
fr: DN Utilisateur
hu: A kapcsolódó felhasználó DN-je
id: Pengguna DN
it: DN utente
ja: ユーザーDN
ka_ge: მომხმარებლის DN
ko: 사용자 DN
lt_lt: Naudotojo DN
nb: Bruker-DN
pl: Użytkownik DN
pt_br: usuário DN
pt_pt: DN do utilizador
ru: DN пользователя
sq: DN Përdoruesi
sv: Användar-DN
tr: Kullanıcı DN

source: The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty.
da: DN'et for klientbrugeren, for hvilken forbindelsen skal foretages, eks. uid=agent,dc=eksempel,dc=com. For anonym adgang lades DN og Password stå tomme.
de_de: Der DN des Benutzers, mit dem der LDAP-Bind durchgeführt werden soll, z.B. uid=agent,dc=example,dc=com. Für einen anonymen Zugriff lassen Sie DN und Passwort leer.
es: El DN del usuario cliente con el que se hará la asociación, p.ej. uid=agente,dc=ejemplo,dc=com. Para acceso anónimo, deje DN y contraseña vacíos.
es_cr: El DN del cliente del usuario con el que se vinculará, ejem. uid=agente,dc=ejemplo,dc=com. Para tener un acceso anónimo, deja el DN y la contraseña vacíos.
fr: DN de l'utilisateur client pour lequel la liaison doit se faire, par exemple uid=agent,dc=example,dc=com. Pour un accès anonyme, laisser le DN et le mot de passe vides.
hu: Annak a felhasználónak a DN-je, akinek a nevében bejelentkezve kapcsolódunk a kiszolgálóhoz, pl. uid=agent,dc=example,dc=com. Bejelentkezés nélküli eléréshez ne töltse ki a DN és Jelszó mezőket!
id: DN dari klien pengguna yang dengannya tautan akan diterapkan, mis. uid=agen,dc=contoh,dc=com. Untuk akses anonim, biarkan DN dan kata sandi kosong.
it: Il DN per il client dell'utente con cui deve essere associato, ad esempio uid=agente,dc=esempio,dc=com. Per l'accesso anonimo, lasciare vuoti i campi DN e Password
ja: どのクライアントユーザーのDNで接続するか指定します。例えば uid=agent,dc=example,dc=com になります。匿名アクセスの場合、DNとパスワードは空のままにしてください。
ka_ge: მომხმარებლის DN რომელთანაც უნდა მოხდეს დაკავშირება მოხდება შემდეგნაირად მაგ: uid=agent,dc=example,dc=com. ხოლო ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.
ko: 바인딩 작업을 수행할 클라이언트 사용자 DN입니다. 예를 들어서 uid=agent,dc=example,dc=com입니다. 익명 접근을 허용하려면 DN과 암호를 비워 두십시오.
lt_lt: Kliento naudotojo DN, kuris turi būti naudojamas prisijungimui, pvz.: uid=agent,dc=example,dc=com. Anonimiškam prisijungimui palikite DN ir slaptažodį tuščius.
nb: DN for klientbrukeren som binding skal gjøres med, f.eks. uid=agent,dc=example,dc=com. For anonym tilgang, la DN og passord stå tomme.
nl: De DN van de client gebruiker waarmee de verbinding zal worden gemaakt, bijv. uid=agent,dc=example,dc=com. Voor anonieme toegang laat je het DN en het wachtwoord leeg.
pl: DN użytkownika klienta, z którym powiązanie wykonuje się, np. uid=agent,dc=example,dc=com. Dla dostępu anonimowego pozostawić DN i hasło puste
pt_br: O DN do usuário cliente com qual a ligação deverá ser feita, ex. uid=agent,dc=example,dc=com. Para acesso anônimo, deixe DN e senha vazios.
pt_pt: O DN to cliente
ru: DN пользователя, под которым выполняется подключение, например, uid=agent,dc=example,dc=com. Для анонимного доступа оставьте DN и пароль пустыми.
sq: DN -ja e klientit të përdoruesit për të cilin duhet kryer bind, p.sh,uid=agent,dc=example,dc=com. Për hyrje anonime, DN-në dhe Fjalëkalimin lëreni të zbrazët.
sv: DN för användaren som skall användas, t.ex. uid=agent, dc=example, dc=com. För anonym åtkomst, lämna DN och lösenord tomt.
tr: Yapılacak bağlama için iİstemci kullanıcısının DN değeri. Örnek: uid=agent,dc=ornek,dc=com. Anonim erişim için DN ve Parolayı boş bırakın.

source: Password
da: Kodeord
de_de: Passwort
es: Contraseña
es_cr: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata sandi
ja: パスワード
ka_ge: პაროლი
ko: 암호
lt_lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sq: Fjalëkalim
sv: Lösenord
tr: Parola

source: For anonymous access, leave DN and Password empty.
da: For anonym adgang, skal du lade DN og Adgangskode tomme.
de_de: Lassen Sie die Felder DN und Passwort für einen anonymen Zugang leer.
es: Para acceso anónimo, deje DN y contraseña vacíos.
es_cr: Para acceso anónimo, deja la contraseña y DN vacíos.
fr: Pour un accès anonyme, laisser le DN utilisateur et le mot de passe vides.
hu: Bejelentkezés nélküli eléréshez ne töltse ki a DN és Jelszó mezőket!
id: Untuk akses anonim, biarkan DN dan Kata sandi kosong.
it: Per l'accesso anonimo, lascia vuoti i campi DN e Password
ja: 匿名アクセスの場合は、DNとパスワードを空のままにしてください。
ka_ge: ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.
ko: 익명 접근을 허용하려면 DN과 암호를 비워 두십시오.
lt_lt: Anoniminei prieigai, palikite DN ir Slaptažodžio laukus tuščius.
nb: For anonym tilgang, la DN- og passord-feltet stå tomt.
nl: Voor anonieme toegang, laat de DN en het wachtwoord leeg.
pl: Dla dostępu anonimowego pozostawić DN i hasło puste.
pt_br: Para acesso anônimo, deixe DN e senha vazios.
pt_pt: Para acesso anónimo, deixe DN e a Palavra-passe vazios.
ru: Для анонимного доступа оставьте DN и пароль пустыми.
sq: Për hyrje anonime, lini të zbrazët DN-në dhe Fjalëkalimim.
sv: För anonym åtkomst, lämna DN och lösenord tomt.
tr: Anonim erişim için DN ve Parolayı boş bırakın.

source: Save Credentials
da: Gem brugeroplysninger
de_de: Zugangsdaten speichern
es: Guardar credenciales
es_cr: Guardar credenciales
fr: Sauvegarder les informations d'identification
hu: Hitelesítőadatok mentése
it: Salva credenziali
ja: 資格情報を保存
ka_ge: უფლებამოსილებების შენახვა
ko: 인증 정보 저장
nb: Lagre påloggingsdetaljer
nl: Opslaan inloggegevens
pl: Zapisz poświadczenia
pt_br: Salvar Senhas
ru: Сохранить учётные данные
sv: Spara Uppgifter
tr: Kimlik Doğrulama Bilgilerini Kaydet

source: One Base DN per line
da: Ét Base DN per linje
de_de: Einen Basis-DN pro Zeile
es: Un DN Base por línea
es_cr: Un DN Base por línea
fr: Un DN de base par ligne
hu: Soronként egy DN-gyökér
id: Satu Base DN per baris
it: Un DN base per riga
ja: 1行に1つのベースDNを記入
ka_ge: ერთი საწყისი DN ერთ ხაზზე
ko: 기본 DN을 한 줄에 하나씩 입력하십시오
lt_lt: Viena DN šaka vienoje eilutėje
nb: En base-DN pr. linje
nl: Een Base DN per regel
pl: Jedna baza DN na linię
pt_br: Uma Mase DN por linha
pt_pt: Uma base DN por linha
ru: По одной базе поиска (Base DN) в строке.
sq: Një DN Bazë për rresht
sv: Ett start-DN per rad
tr: Her satıra bir Base DN yazın

source: You can specify Base DN for users and groups in the Advanced tab
da: Du kan specificere base DN for brugere og grupper i fanen Advanceret
de_de: Sie können die Basis-DN für Benutzer und Gruppen im Reiter „Fortgeschritten“ angeben
es: Puede especificar el DN base para usuarios y grupos en la pestaña Avanzado
es_cr: Puedes especificar el DN Base para usuarios y grupos en la pestaña Avanzado
fr: Vous pouvez indiquer le DN de base de vos utilisateurs et groupes via l'onglet Avancé
hu: A Haladó fülre kattintva külön DN-gyökér állítható be a felhasználók és a csoportok számára
id: Anda dapat menetapkan Base DN untuk pengguna dan grup dalam tab Lanjutan
it: Puoi specificare un DN base per gli utenti ed i gruppi nella scheda Avanzate
ja: 詳細設定でユーザーとグループのベースDNを指定することができます。
ka_ge: თქვენ შეგიძლიათ მიუთითოთ საწყისი DN მომხმარებლებისთვის და ჯგუფებისთვის დამატებით ტაბში
ko: 고급 탭에서 사용자 및 그룹에 대한 기본 DN을 지정할 수 있습니다.
lt_lt: Jūs galite nurodyti naudotojų ir grupių DN šaką, papildomame pasirinkime.
nb: Du kan spesifisere base-DN for brukere og grupper under 'Avansert'-fanen
nl: Je kunt het Base DN voor gebruikers en groepen specificeren in het tab Geavanceerd.
pl: Bazę DN można określić dla użytkowników i grup w karcie Zaawansowane
pt_br: Você pode especificar a Base DN para usuários e grupos na aba Avançada
pt_pt: Pode especificar o ND Base para utilizadores e grupos no separador Avançado
ru: Вы можете задать Base DN для пользователей и групп на вкладке "Расширенные"
sq: DN Bazë për përdorues dhe grupe mund të përcaktoni që nga skeda Të mëtejshme
sv: Du kan ange start-DN för användare och grupper under fliken Avancerat
tr: Gelişmiş sekmesinde, kullanıcı ve gruplar için Base DN belirtilebilir

source: Detect Base DN
da: Registrér Base DN
de_de: Base-DN ermitteln
es: Detectar Base DN
es_cr: Detectar DN Base
fr: Détecter le DN de base
hu: Alap DN detektálása
id: Deteksi Base DN
it: Rileva DN base
ja: ベース DN を検出
ka_ge: საბაზისო DN-ის აღმოჩენა
ko: 기본 DN 감지
lt_lt: Aptikti DN šaką
nb: Påvis base-DN
nl: Detecteren basis DN
pl: Wykryj bazowy DN
pt_br: Detectar a Base DN
pt_pt: Detectar Base DN
ru: Определить базу поиска DN
sq: Zbulo DN Bazë
sv: Upptäck bas-DN
tr: Base DN Algıla

source: Test Base DN
de_de: Base DN testen
es: Probar Base DN
es_cr: Probar el DN Base
fr: Tester le DN de base
hu: Alap DN ellenőrzése
id: Uji Base DN
it: Rileva DN base
ja: ベースDN をテスト
ka_ge: საბაზისო DN-ის შემოწმება
ko: 기본 DN 시험
lt_lt: Testuoti DN šaką
nl: Testen basis DN
pl: Sprawdź bazowy DN
pt_br: Testar a Base DN
pt_pt: Testar Base DN
ru: Проверить базу поиска DN
sq: Testo DN Bazë
sv: Testa Bas-DN
tr: Base DN Sına

source: Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge.
da: Undgår automatiske LDAP-forespørgsler. Bedre på større opsætninger, men kræver en del LDAP-kendskab.
de_de: Verhindert automatische LDAP-Anfragen. Besser geeignet für größere Installationen, benötigt aber erweiterte LDAP-Kenntnisse.
es: Evita peticiones automáticas al LDAP. Mejor para grandes configuraciones, pero requiere cierto conocimiento de LDAP.
es_cr: Evita solicitudes automaticas de LDAP. Es mejor para ambientes más grandes pero requiere mayor conocimiento de LDAP.
fr: Évite les requêtes LDAP automatiques. Mieux pour les installations de grande ampleur, mais demande des connaissances en LDAP.
hu: Kerülje az automata LDAP kéréseket. Hasznos nagy telepítéseknél, de némi LDAP ismeretet igényel.
id: Mencegah permintaan LDAP otomatis. Berguna untuk setelan yang lebih besar, tapi memerlukan beberapa pengetahuan LDAP.
it: Impedisce le richieste LDAP automatiche. Meglio per installazioni più grandi, ma richiede una certa conoscenza di LDAP.
ja: 自動的なLDAP問合せを停止します。大規模な設定には適していますが、LDAPの知識が必要になります。
ka_ge: თავს არიდებს ავტომატურ LDAP მოთხოვნებს. უკეტესია დიდი მოწყობებისთვის, მაგრამ საჭიროებს LDAP-ის გარკვეულ ცოდნას.
ko: 자동 LDAP 요청을 줄입니다. 대형 사이트에서 유용하지만 LDAP에 관한 지식이 필요합니다.
lt_lt: Vengia automatinių LDAP užklausų. Geriau tinka didesniems nustatymams, bet reikalingos LDAP žinios.
nb: Unngår automatiske LDAP-forespørsler. Bedre for store oppsett men krever litt LDAP-kunnskap.
nl: Voorkom automatische LDAP opvragingen. Weliswaar beter voor grote installaties, maar vergt LDAP kennis.
pl: Zapobiega automatycznym zapytaniom LDAP. Lepsze dla większych instalacji, lecz wymaga pewnej wiedzy o LDAP.
pt_br: Evita solicitações LDAP automáticos. Melhor para configurações maiores, mas requer algum conhecimento LDAP.
pt_pt: Evita pedidos LDAP automáticos. Melhor para grandes configurações, mas requer conhecimentos LDAP.
ru: Избегает отправки автоматических запросов LDAP. Эта опция подходит для крупных проектов, но требует некоторых знаний LDAP.
sq: Shmang kërkesa LDAP automatike. Më e përshtatshme për instalime më të mëdha, por lyp ca dije rreth LDAP-it.
sv: Undviker automatiska LDAP-förfrågningar. Bättre för större installationer, men kräver en del LDAP-kunskap.
tr: Otomatik LDAP isteklerinden kaçınılsın. Büyük kurulumlar için daha iyidir ancak LDAP bilgisi gerektirir.

source: Manually enter LDAP filters (recommended for large directories)
da: Angiv LDAP-filtre manuelt (anbefales til større kataloger)
de_de: LDAP-Filter manuell eingeben (empfohlen für große Verzeichnisse)
es: Ingrese manualmente los filtros LDAP (Recomendado para grandes directorios)
es_cr: Ingresar los filtros LDAP manualmente (recomendado para directorios grandes)
fr: Saisir les filtres LDAP manuellement (recommandé pour les annuaires de grande ampleur)
hu: LDAP szűrők kézi beállitása (ajánlott a nagy könyvtáraknál)
id: Masukkan penyaring LDAP secara manual (direkomendasikan untuk direktori yang besar)
it: Digita manualmente i filtri LDAP (consigliato per directory grandi)
ja: 手動でLDAPフィルターを入力(大規模ディレクトリ時のみ推奨)
ka_ge: მიუთითეთ LDAP ფილტრები ხელით (რეკომენდირებულია დიდი დირექტრიებისთვის)
ko: 수동으로 LDAP 필터 입력(대형 사이트에 추천)
lt_lt: Ranka įveskite LDAP filtrus (rekomenduojama dideliems katalogams)
nb: Legg inn LDAP-filtre manuelt (anbefalt for store kataloger)
nl: Handmatig invoeren LDAP filters (aanbevolen voor grote directories)
pl: Ręcznie wprowadzaj filtry LDAP (zalecane dla dużych katalogów)
pt_br: Inserir manualmente filtros LDAP (recomendado para grandes diretórios)
pt_pt: Introduzir filtros LDAP manualmente (recomendado para directórios grandes)
ru: Ввести LDAP фильтры вручную (рекомендуется для больших каталогов)
sq: Jepni filtra LDAP dorazi (e këshilluar për drejtori të mëdha)
sv: Ange LDAP-filter manuellt (rekommenderat för stora kataloger)
tr: LDAP süzgeçlerini el ile yazın (büyük dizinler için önerilir)

source: Listing and searching for users is constrained by these criteria:
da: Listning og søgning af brugere er begrænset af følgende kriterier:
de_de: Auflistung und Suche nach Nutzern ist eingeschränkt durch folgende Kriterien:
es: El listado y la búsqueda de usuarios es restringido por estos criterios:
es_cr: Los enlistados y las busquedas para los usuarios están acotados por estos criterios:
fr: Rechercher et lister les utilisateurs qui respectent ces critères :
hu: Felhasználók keresésének és listázásának szabályozása ezekkel a szabályokkal:
it: L'elencazione e la ricerca di utenti è vincolata da questi criteri:
ja: ユーザーの表示と検索は、次の基準で制約されます:
ka_ge: მოხმარებლების ძიება და ჩამოთვლა შეზღუდულია შემდეგი კრიტერიუმებით:
ko: 다음 조건으로 사용자 조회 및 검색 제한:
lt_lt: Naudotojų paieška ir sąrašo pateikimas yra sukonstruota remiantis šiais kriterijais:
nb: Opplisting av og søking etter brukere begrenses av disse kriteriene:
nl: De volgende beperkingen voor gebruikers om te zoeken of een overzicht te verkrijgen zijn van toepassing:
pl: Wyświetlanie i wyszukiwanie użytkowników jest ograniczony tymi kryteriami:
pt_br: Listar e pesquisar usuários é limitado por esses critérios:
ru: Слушаются и ищутся пользователи, ограниченные этими критериями:
sq: Listimi dhe kërkimi i përdoruesve është i kufizuar nga këto kritere:
sv: Listning och sökning av användare är begränsade efter dessa kriterier:
tr: Kullanıcı listeleme ve arama şu ölçütü göre kısıtlanmış:
