Repository: Cybso/server
Catalog: translationfiles/*/workflowengine.po
Languages: ast, bg, ca, da, de_de, el, es_mx, et_ee, fa, fi, fr, gl, hu, id, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: Check #%s does not exist
bg: Проверка #%s не съществува
ca: Comprovació #%s no existeix
da: Tjek #%s eksisterer
de_de: Die Prüfung #%s existiert nicht
el: Έλεγχος #%s δεν υπάρχει
es_mx: La validación #%s no existe
fa: %s را چک کنید وجود ندارد
fr: Vérifiez si #%s n'existe pas
gl: Non existe a proba num. %s
hu: #%s nem létezik, ellenőrizd
id: Cek #%s tidak ada
is: Athugunin #%s er ekki til
it: Il controllo #%s non esiste
ja: チェック #%s は存在しません
ka_ge: შეამოწმეთ #%s არ არსებობს
ko: 검사 #%s이(가) 존재하지 않음
lt_lt: #%s neegzistuoja
lv: Pārbaude #%s nepastāv
nb: Sjekk #%s finnes ikke
nl: Controleer: #%s bestaat niet
pl: Sprawdź, czy #%s nie istnieje
pt_br: Verifique se %s não existe
ru: Проверка #%s не существует
sk: Kontrola #%s neexistuje
sq: Kontrolli #%s nuk ekziston
sr: Проверите да ли #%s постоји
sv: Kontroll av #%s existerar inte
tr: #%s denetimi bulunamadı
zh_cn: 检查#%s是不存在

source: Workflow
ast: Fluxu de trabayu
bg: Работен процес
ca: Flux de treball
el: Ροή εργασίας
es_mx: Flujo de trabajo
et_ee: Töövoog
fa: جریان کاری
fi: Työnkulku
fr: Flux d'activités
gl: Fluxo de traballo
hu: Munkafolyamat
id: Alur kerja
is: Vinnuferli
it: Flusso di lavoro
ja: ワークフロー
ka_ge: შრომითი პროცესები
ko: 작업 흐름
lt_lt: Darbo eiga
lv: Darbplūsma
mn: ажлын үйл явц
nb: Arbeidsflyt
pl: Wpływ na pracę
pt_br: Fluxo de trabalho
ru: Рабочий процесс
sk: Systém práce
sq: Rrjedha e punëve
sr: Процес рада
sv: Arbetsflöde
tr: İş akışı
zh_cn: 工作流

source: Open documentation
ast: Abrir documentación
bg: Отвори документация
ca: Obrir documentació
da: Åben dokumentationen
de_de: Dokumentation öffnen
el: Άνοιγμ τεκμηρίωσης
es_mx: Abrir la documentación
et_ee: Ava dokumentatsioon
fa: مستندات باز
fi: Avaa dokumentaatio
fr: Voir la documentation
gl: Documentación aberta
hu: Dokumentáció megnyitása
id: Buka dokumentasi
is: Opna hjálparskjöl
it: Apri documentazione
ja: ドキュメントを開く
ka_ge: ღია დოკუმენტაცია
ko: 문서 열기
lt_lt: Atverti dokumentaciją
lv: Atvērt dokumentāciju
mn: Нээлттэй баримт бичиг
nb: Åpne dokumentasjonen
nl: Open documentatie
pl: Otwórz dokumentację
pt_br: Abrir documentação
ru: Открыть документацию
sk: Otvoriť dokumentáciu
sq: Dokumentacion i hapur
sr: Отвори документацију
sv: Öppna dokumentation
tr: Belgeleri aç
zh_cn: 打开文档

source: Add rule group
bg: Добави група правила
ca: Afegeix una regla de grup
da: Tilføj regelgruppe
de_de: Regelgruppe hinzufügen
el: Προσθέστε κανόνα ομάδας
es_mx: Agregar regla de grupo
et_ee: Lisa reegligrupp
fa: اضافه کردن قوانین گروه
fi: Lisää sääntöryhmä
fr: Ajouter une règle de groupe
gl: Engadir unha regra de grupo
hu: Szabály csoport hozzáadás
id: Tambahkan aturan grup
is: Bæta við regluhópi
it: Aggiungi gruppo di regole
ja: ルールグループを追加する
ka_ge: ჯგუფის წესის დამატება
ko: 규칙 그룹 추가
lt_lt: Pridėti taisyklių grupę
lv: Pievienot kārtulu grupas
mn: Бүлэгт дүрэм нэмэх
nb: Legg til regelgruppe
nl: Groepsrol toevoegen
pl: Dodaj grupę reguł
pt_br: Adicionar regra do grupo
ru: Добавить группу правил
sk: Pridať skupinu pravidiel
sq: Shto rregull grupi
sr: Додај групу правила
sv: Lägg till regelgrupp
tr: Kural grubu ekle
zh_cn: 添加规则组

source: Short rule description
ast: Descipción curtia de la regla
bg: Кратко описание на правило
ca: Descripció breu de regla
da: Kort regelbeskrivelse
de_de: Kurze Regelbeschreibung
el: Μικρή περιγραφή κανόνα
es_mx: Descripción corta de la regla
et_ee: Reegli lühikirjeldus
fa: توضیحات مختصر درباره قوانین
fi: Lyhyt sääntökuvaus
fr: Trier par description de règle
gl: Breve descrición da regra
hu: A szabály rövid leírása
id: Deskripsi aturan singkat
is: Stutt lýsing á reglu
it: Descrizione breve della regola
ja: ルールの簡潔な説明
ka_ge: წესის მოკლე აღწერა
ko: 짧은 규칙 설명
lt_lt: Rodyti taisyklės aprašymą
lv: Īss kārtulas apraksts
mn: Дүрмийн тайлбар товч
nb: Kort beskrivelse av regel
nl: Korte rolbeschrijving
pl: Krótki opis reguły
pt_br: Descrição curta da regra
ru: Краткое описание правила
sk: Zobraziť popis pravidla
sq: Përshkrim i shkurtër i rregullit
sr: Кратки опис правила
sv: Kort regelbeskrivning
tr: Kısa kural açıklaması
zh_cn: 短规则说明

source: Add rule
ast: Amestar regla
bg: Добави правило
ca: Afegir regla
da: Tilføj regel
de_de: Regel hinzufügen
el: Προσθέστε κανόνα
es_mx: Agregar regla
et_ee: Lisa reegel
fa: اضافه کردن قوانین
fi: Lisää sääntö
fr: Ajouter règle
gl: Engadir regra
hu: Szabály hozzáadás
id: Tambahkan aturan
is: Bæta við reglu
it: Aggiungi regola
ja: ルールを追加
ka_ge: წესის დამატება
ko: 규칙 추가
lt_lt: Pridėti taisyklę
lv: Pievienot kārtulu
mn: Дүрэм нэмэх
nb: Legg til regel
nl: Voeg rol toe
pl: Dodaj regułę
pt_br: Adicionar regra
ru: Добавить правило
sk: Pridať pravidlo
sq: Shto rregull
sr: Додај правило
sv: Lägg till regel
tr: Kural ekle
zh_cn: 添加规则

source: Reset
bg: Възстанови
ca: Resetejar
de_de: Zurücksetzen
el: Επαναφορά
es_mx: Restablecer
et_ee: Lähtesta
fa: ریست
fi: Palauta
fr: Réinitialiser
gl: Restabelecer
hu: Visszaállítás
id: Setel ulang
is: Endurstilla
it: Ripristina
ja: リセット
ka_ge: საწყის მდოგმარეობაში დაბრუნება
ko: 초기화
lt_lt: Atstatyti
lv: Atiestatīt
mn: тохируулах
nb: Tilbakestill
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
sk: Vynulovať
sq: Rivendos
sr: Ресетуј
sv: Återställ
tr: Sıfırla
zh_cn: 重置

source: Save
ast: Guardar
bg: Запази
ca: Desa
da: Gem
de_de: Speichern
el: Αποθήκευση
es_mx: Guardar
et_ee: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gl: Gardar
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
ka_ge: შენახვა
ko: 저장
lt_lt: Įrašyti
lv: Saglabāt
mn: хадгалах
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sr: Сачувај
sv: Spara
tr: Kaydet
zh_cn: 保存

source: Saving…
ast: Guardando...
bg: Запазване...
ca: Desant...
da: Gemmer...
de_de: Speichern…
el: Αποθηκεύεται...
es_mx: Guardando...
et_ee: Salvestamine...
fa: در حال ذخیره
fi: Tallennetaan...
fr: Enregistrement...
gl: Gardando...
hu: Mentés...
id: Menyimpan...
is: Vista…
it: Salvataggio in corso...
ja: 保存中...
ka_ge: მიმდინარეობს დამახსოვრება...
ko: 저장 중…
lt_lt: Įrašoma…
lv: Saglabā...
mn: хадгалж байна
nb: Lagrer…
nl: Opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladá sa...
sq: Duke u ruajtur...
sr: Чувам…
sv: Sparar...
tr: Kaydediliyor...
zh_cn: 保存中...

source: Loading…
ast: Cargando...
bg: Зареждане...
ca: Carregant...
da: Indlæser...
de_de: Laden…
el: Φορτώνει...
es_mx: Cargando...
et_ee: Laadimine...
fa: در حال بار گزاری
fi: Ladataan…
fr: Chargement...
gl: Cargando...
hu: Betöltés...
id: Memuat...
is: Hleð inn...
it: Caricamento in corso...
ja: 読み込み中...
ka_ge: იტვირთება...
ko: 불러오는 중…
lt_lt: Įkeliama…
lv: Ielādē …
mn: уншиж байна
nb: Laster…
nl: Laden...
pl: Wczytywanie...
pt_br: Carregando...
ru: Загрузка...
sk: Načítava sa...
sq: Po ngarkohet...
sr: Учитавање…
sv: Laddar...
tr: Yükleniyor...
zh_cn: 加载中

source: Successfully saved
ast: Guardóse con ésitu
bg: Успешно запазен
ca: S\'ha desat correctament
da: Succesfuld gemt
de_de: Erfolgreich gespeichert
el: Επιτυχημένη αποθήκευση
es_mx: Guardado exitosamente
et_ee: Edukalt salvestatud
fa: با موفقیت ذخیره شد
fi: Tallennettu onnistuneesti
fr: Enregistré avec succès
gl: Gardado satisfactoriamente
hu: Sikeresen mentve
id: Berhasil disimpan
is: Tókst að vista
it: Salvato correttamente
ja: 保存しました
ka_ge: წარმატებით დამახსოვრდა
ko: 성공적으로 저장됨
lt_lt: Sėkmingai įrašyta
lv: Veiksmīgi saglabāts
mn: амжилттай хадгалагдлаа
nb: Lagret
nl: Succesvol opgeslagen
pl: Zapis się powiódł
pt_br: Salvo
ru: Успешно сохранено
sk: Úspešne uložené
sq: U ruajt me sukses
sr: Успешно сачувано
sv: Sparades framgångsrikt
tr: Kaydedildi
zh_cn: 保存成功

source: File mime type
ast: Triba MIME de ficheru
bg: Разширения
ca: Tipus mime de l\'arxiu
da: Fil MIME type
de_de: Datei MIME-Typ
el: Αρχεία τύπου mime
es_mx: Tipo mime del archivo
et_ee: Faili MIME tüüp
fa: نوع فایل
fi: Tiedoston mediatyyppi
fr: Type MIME du fichier
gl: Tipo MIME do ficheiro
hu: Fájl mime típus
id: Tipe MIME berkas
is: Skráartegund
it: Tipo MIME del file
ja: ファイルMIMEタイプ
ka_ge: ფაილის mime სახეობა
ko: 파일 MIME 형식
lt_lt: Failo mime tipas
lv: Faila MIME tips
mn: файлын mime төрөл
nb: Filens MIME-type
nl: Bestand mime type
pl: Typ MIME pliku
pt_br: Tipo de arquivo mime
ru: MIME тип файла
sk: Mime typ súboru
sq: Tipi mime i skedarëve
sr: MIME тип фајла
sv: Filens "mime" typ
tr: Dosya MIME türü
zh_cn: 文件MIME类型
