Repository: Cybso/server
Catalog: translationfiles/*/workflowengine.po
Languages: ast, bg, ca, da, de_de, el, es_mx, et_ee, fa, fi, fr, gl, hu, id, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: Desktop client
ast: Veceru d'escritoriu
bg: Клиент за настолен компютър
ca: Client d'escriptori
da: Dekstop klient
el: Πελάτης σταθερού υπολογιστή
es_mx: Cliente de escritorio
et_ee: Töölaua klient
fa: دستگاه دسکتاپ
fi: Työpöytäsovellus
fr: Client de bureau
gl: Cliente de escritorio
hu: Asztali kliens
id: Klien desktop
is: Skjáborðsforrit
it: Client desktop
ja: デスクトップクライアント
ka_ge: დესკტოპ კლიენტი
ko: 데스크톱 클라이언트
lt_lt: Darbalaukio klientas
lv: Darbvirsmas klients
mn: захиалагчийн дэлгэц
nb: Skrivebordsklient
pl: Klient na komputer
pt_br: Cliente de Desktop
ru: клиент для ПК
sk: Desktopový klient
sq: Klient Desktop
sr: Десктоп клијент
sv: Skrivbordsklient
tr: Masaüstü istemcisi
zh_cn: 桌面客户端

source: User group membership
bg: Членство към потребителска група
ca: Pertinença a grup d'usuaris
da: Brugers gruppemedlemsskab
de_de: Benutzergruppen-Mitgliedschaft
el: Συμμετοχή σε ομάδα χρηστών
es_mx: Membresia al grupo de usuarios
et_ee: Kasutajagrupi liige
fa: عضویت کاربر در گروه
fi: Käyttäjäryhmä jäsenyys
fr: Membre du groupe d'utilisateur
gl: Pertencia a un grupo de usuarios
hu: Felhasználói csoport tagság
id: Keanggotaan grup pengguna
is: Notandi er meðlimur í hópum
it: Appartenenza ai gruppi degli utenti
ja: ユーザーがグループのメンバーかどうか
ka_ge: მომხმარებლის ჯგუფის წევრიანობა
ko: 사용자 그룹 구성원
lt_lt: Vartotojų grupių narystės
lv: Lietotāju grupas piederība
mn: хэрэглэгчийн бүлгийн гишүүнчлэл
nb: Brukerens gruppemedlemsskap
nl: Gebruikersgroep lidmaatschap
pl: Członkostwo grupy użytkownika
pt_br: Adesão de grupo de usuário
ru: Участие в группе пользователей
sk: Členstvo v skupine používateľov
sq: Anëtarësia në grupet e përdoruesit
sr: Припадност групи
sv: Användargruppsmedlemskap
tr: Kullanıcı grubu üyeliği
zh_cn: 用户组成员资格

source: is member of
ast: ye miembru de
bg: е член на
ca: és membre de
da: er medlem af
de_de: Ist Mitglied von
el: είναι μέλος του
es_mx: es miembro de
et_ee: on liige
fa: عضو است در
fi: on jäsen
fr: est membre de
gl: é membro de
hu: tagja ennek
id: anggota dari
is: er meðlimur í
it: è membro di
ja: が次のグループのメンバーである
ka_ge: არის წევრი ჯგუფისა
ko: 구성원임
lt_lt: priklauso
lv: ir biedrs
mn: -ын гишүүн
nb: er medlem av
nl: is lid van
pl: jest członkiem w
pt_br: é membro de
ru: является участником
sk: Je členom
sq: është anëtarë i
sr: је члан групе
sv: är medlem i
tr: şunun üyesi olan
zh_cn: 是成员

source: is not member of
ast: nun ye miembru de
bg: не е член на
ca: no és membre de
da: er ikke medlem af
de_de: Ist kein Mitglied von
el: δεν είναι μέλος του
es_mx: no es miembro de
et_ee: ei ole liige
fa: عضو نیست در
fi: ei ole jäsen
fr: n'est pas membre de
gl: non é membro de
hu: nem tagja ennek
id: bukan anggota dari
is: er ekki meðlimur í
it: non è membro di
ja: が次のグループのメンバーではない
ka_ge: არ არის წევრი ჯგუფისა
ko: 구성원이 아님
lt_lt: nepriklauso
lv: nav biedrs
mn: -ын гишүүн биш
nb: er ikke medlem av
nl: is geen lid van
pl: nie jest członkiem w
pt_br: não é membro de
ru: не является участником
sk: Nie je členom
sq: nuk është anëtarë i
sr: није члан групе
sv: är inte medlem i
tr: şunun üyesi olmayan
zh_cn: 不是成员

source: The given operator is invalid
ast: L'operador dau nun ye válidu
bg: Даденият оператор е невалиден
ca: L\'operador donat no és vàlid
da: Den givne operator er invalid
de_de: Der angegebene Operator ist falsch
el: Ο δοσμένος πάροχος δεν είναι έγκυρος
es_mx: El operador indicado es inválido
fa: اپراتور گرفته شده بی اعتبار است
fi: Annettu operaattori on virheellinen
fr: L'opérateur donné est invalide
gl: O operador indicado é incorrecto
hu: A megadott operátor érvénytelen
id: Operator yang diberikan tidak sah
is: Uppgefinn virki er ógildur
it: L'operatore specificato non è valido
ja: 指定された演算子は無効
ka_ge: მოცემული ოპერატორი არაა სწორი
ko: 지정한 연산자가 잘못됨
lt_lt: Nurodytas operatorius yra neteisingas
lv: Norādītais operators ir nederīgs
mn: Өгөгдсөн оператор буруу байна
nb: Den angitte operatøren er ugyldig
nl: De opgegeven operator is ongeldig
pl: Dana operacja jest nieprawidłowa
pt_br: O operador fornecido é inválido
ru: Указанный оператор неверен
sk: Zadaný operátor je neplatný
sq: Operatori i dhënë nuk është i vlefshëm
sr: Дати оператор није исправан
sv: Den valda operatören är felaktig
tr: Belirtilen işlem geçersiz
zh_cn: 给定的运算符无效

source: The given regular expression is invalid
ast: La espresión regular dada nun ye válida
bg: Даденият израз е невалиден
ca: L\'expresió regular donada no és vàlida
da: Det givne regulære udtryk er invalidt
de_de: Der angegebene reguläre Ausdruck ist falsch
el: Η δοθείσα κανονική έκφραση δεν είναι έγκυρη
es_mx: La expresión regular indicada es inválida
et_ee: Antud regulaaravaldis on vigane
fa: عبارت منظم گرفته شده معتبر نیست
fr: L'expression régulière donnée est invalide
gl: A expresión regular indicada é incorrecta
hu: A megadott reguláris kifejezés érvénytelen
id: Regular expression yang diberikan tidak sah
is: Uppgefin regluleg segð er ógild
it: L'espressione regolare specificata non è valida
ja: 指定の正規表現は無効
ka_ge: მოცემული რეგულარული გამოსახულება არაა სწორი
ko: 지정한 정규 표현식이 잘못됨
lt_lt: Nurodyta reguliari išraiška neteisinga
lv: Norādītā regulārā izteiksme nav derīga.
mn: Өгөгдсөн тогтмол илэрхийлэл буруу байна
nb: Det angitte regulære uttrykket er ugyldig
nl: De opgegeven reguliere expressie is ongeldig
pl: Podane wyrażenie regularne jest błędne
pt_br: A expressão regular fornecida é inválida
ru: Указанное регулярное выражение неверно
sk: Zadaný regulárny výraz je neplatný
sq: Shprehja e rregullt e dhënë është e pavlefshme
sr: Дати регуларни израз није исправан
sv: Det valda vanliga uttrycket är felaktigt
tr: Belirtilen kurallı ifade geçersiz
zh_cn: 给定的正则表达式无效

source: The given file size is invalid
ast: El tamañu del ficheru dau nun ye válidu
bg: Даденият размер на файла не е валиден
ca: El tamany de fitxer donat no és vàlid
da: Den givne filstørrelse er invalid
de_de: Die angegebene Dateigröße ist ungültig
el: Το δοσμένο μέγεθος αρχείου δεν είναι έγκυρο
es_mx: El tamaño de archivo indicado es inválido
et_ee: Antud faili suurus on vigane
fa: حجم فایل معتبر نیست
fi: Annettu tiedoston koko on virheellinen
fr: La taille du fichier donné est invalide
gl: O tamaño do ficheiro indicado é incorrecto
hu: A megadott fájlméret érvénytelen
id: Ukuran berkas yang diberikan tidak sah
is: Uppgefin stærð er ógild
it: La dimensione del file specificata non è valida
ja: 指定されたファイルサイズは無効
ka_ge: მოცემული ფაილის ზომა არაა სწორი
ko: 지정한 파일 크기가 잘못됨
lt_lt: Nurodytas failo dydis neteisingas
lv: Norādītais faila formāts nav derīgs
mn: Өгөгдсөн файлын хэмжээ буруу байна
nb: Den angitte filstørrelsen er ugyldig
nl: De opgegeven bestandsgrootte is ongeldig
pl: Podany rozmiar pliku jest nieprawidłowy
pt_br: O tamanho fornecido do arquivo é inválido
ru: Укзанный размер файла неверен
sk: Zadaná veľkosť súboru je neplatná
sq: Madhësia e dhënë e skedarit është e pavlefshme
sr: Дата величина фајла није исправна
sv: Den valda filstorleken är felaktig
tr: Belirtilen dosya boyutu geçersiz
zh_cn: 给定的文件大小无效

source: The given tag id is invalid
ast: La ID de la etiqueta dada nun ye válida
bg: Даденият таг код не е валиден
ca: L\'Id d'etiqueta donat no és vàlid
da: Det givne tag id er invalidt
de_de: Die angegebene Tag-ID ist ungültig
el: Το δοσμένο id της ετικέτας δεν είναι έγκυρο
es_mx: El id de la etiqueta es inválido
et_ee: Antud sildi ID on vigane
fa: آی دی برچسب معتبر نیست
fi: Annettu tag id on virheellinen
fr: L’identifiant de l'étiquette donné est invalide
gl: A etiqueta indicada é incorrecta
hu: A megadott címe azonosító érvénytelen
id: Tag ID yang diberikan tidak sah
is: Uppgefið auðkenni merkis er ógilt
it: L'etichetta specificata non è valida
ja: 指定されたIDタグは無効
ka_ge: მოცემული ტეგის id არაა სწორი
ko: 지정한 태그 ID가 잘못됨
lt_lt: Nurodyta žymė neteisinga
lv: Norādītais birkas id ir nederīgs
mn: Өгөгдсөн шошго буруу байна
nb: Den angitte merkelappen er ugyldig
nl: De opgegeven markerings-id is ongeldig
pl: Podane id etykiety jest nieprawidłowe
pt_br: O id da etiqueta fornecida é inválido
ru: Указанная метка неверна
sk: Zadaný identifikátor štítku je neplatný
sq: Id-ja e dhënë e etiketës është e pavlefshme
sr: Дати ИД ознаке није исправан
sv: Den valda taggen är felaktig
tr: Belirtilen etiket kodu geçersiz
zh_cn: 给定的标签ID无效

source: The given IP range is invalid
ast: El rangu IP dau nun ye válidu
bg: Даденият IP диапазон е невалиден
ca: El rang d\'IPs donat no és vàlid
da: Det givne IP interval er invalidt
de_de: Der angegebene IP-Bereich ist falsch
el: Η δοσμένη περιοχή IP δεν είναι έγκυρη
es_mx: El rango de IP's es inválido
et_ee: Antud IP vahemik on vigane
fa: رنج آی پی گرفته شده معتبر نیست
fi: Annetut IP arvot ovat virheelliset
fr: La plage d'adresse IP donnée est invalide
gl: O intervalo de IPs indicado é incorrecto
hu: A megadott IP tartomány érvénytelen
id: Rentang IP yang diberikan tidak sah
is: Uppgefna IP-vistfangasviðið er ógilt
it: L'intervallo di IP specificato non è valido
ja: 指定されたIP範囲は無効
ka_ge: მოცემული IP დიაპაზონი არაა სწორი
ko: 지정한 IP 범위가 잘못됨
lt_lt: Nurodytas IP rėžis nėra korektiškas
lv: Norādītais IP diapazons ir nederīgs
mn: Өгөгдсөн IP хязгаар буруу байна
nb: Den angitte ip rangen er ugyldig
nl: De opgegeven IP-range is ongeldig
pl: Podany zakres adresów IP jest nieprawidłowy
pt_br: O intervalo de IP fornecido é inválido
ru: Указанный диапазон IP адресов неверен
sk: Zadaný rozsah IP je neplatný
sq: Rangu i dhënë i IP është i pavlefshëm
sr: Дати опсег ИП адреса није исправан
sv: Det valda IP-spannet är felaktigt
tr: Belirtilen IP adresi aralığı geçersiz
zh_cn: 给定的IP范围无效

source: The given IP range is not valid for IPv4
bg: Даденият IP диапазон не е валиден за IPv4
ca: El rang d\'IP donat no és vàlid per IPv4
da: Det givne IP interval er invalidt for IPv4
de_de: Der angegebene IP-Bereich ist für IPv4 ungültig
el: Η δοσμένη περιοχή IP δεν είναι έγκυρη για IPv4
es_mx: El rango de IPs dado no es válido para IPv4
et_ee: Antud IP vahemik ei kehti IPv4 kohta
fa: رنج آی پی گرفته شده برای آی پی ورژن 4 معتبر نیست
fi: Annetut IP arvot eivät käy IPv4 osoitteisiin
fr: La plage d'adresse IP donnée n'est pas valide pour l'IPv4
gl: O intervalo de IPs indicado é incorrecto para IPv4
hu: A megadott IPv4 tartomány nem érvényes
id: Rentang IP yang diberikan tidak sah untuk IPv4
is: Uppgefna IP-vistfangasviðið er ekki gilt fyrir IPv4
it: L'intervallo di IP specificato non è valido per IPv4
ja: 指定されたIPはIPv4の範囲ではありません
ka_ge: მოცემული IP დიაპაზონი არაა სწორი IPv4-ისთვის
ko: 지정한 IP 범위가 올바른 IPv4가 아님
lt_lt: Nurodytas IPv4 adresas neteisingas
lv: Norādītais IP diapazons nav derīgs IPv4
mn: Өгөгдсөн IP хүрээ , IPv4-д хүчингүй байна
nb: Den angitte ip rangen er ugyldig for IPv4
nl: De opgegeven IP-range is niet geldig voor IPv4
pl: Podany zakres adresów IP jest nieprawidłowy dla IPv4
pt_br: O intervalo de IP fornecido é inválido para IPv4
ru: Указанный диапазон IP не соответствует IPv4
sk: Zadaný IP rozsah nie je platný pre IPv4
sq: Rangu i dhënë i IP nuk është i vlefshëm për IPv4
sr: Дати опсег ИП адреса није исправан за IPv4
sv: Det valda IP-spannet är felaktigt för IPv4
tr: Belirtilen IP adresi aralığı IPv4 için geçersiz
zh_cn: 填写的IP范围不是有效的IPv4格式

source: The given IP range is not valid for IPv6
bg: Даденият IP диапазон не е валиден за IPv6
ca: El rang d\'IP donat no és vàlid per IPv6
da: Det givne IP interval er invalidt for IPv6
de_de: Der angegebene IP-Bereich ist für IPv6 ungültig
el: Η δοσμένη περιοχή IP δεν είναι έγκυρη για IPv6
es_mx: El rango de IPs dado no es válido para IPv6
et_ee: Antud IP vahemik ei kehti IPv6 kohta
fa: رنج آی پی گرفته شده برای آی پی ورژن 6 معتبر نیست
fi: Annetut IP arvot eivät käy IPv6 osoitteisiin
fr: La plage d'adresse IP donnée n'est pas valide pour l'IPv6
gl: O intervalo de IPs indicado é incorrecto para IPv6
hu: A megadott IPv6 tartomány nem érvényes
id: Rentang IP yang diberikan tidak sah untuk IPv6
is: Uppgefna IP-vistfangasviðið er ekki gilt fyrir IPv6
it: L'intervallo di IP specificato non è valido per IPv6
ja: 指定されたIPはIPv6の範囲ではありません
ka_ge: მოცემული IP დიაპაზონი არაა სწორი IPv6-ისთვის
ko: 지정한 IP 범위가 올바른 IPv6이 아님
lt_lt: Nurodytas IPv6 adresas neteisingas
lv: Norādītais IP diapazons nav derīgs IPv6
mn: Өгөгдсөн IP хүрээ IPv6-д хүчингүй байна
nb: Den angitte ip rangen er ugyldig for IPv6
nl: De opgegeven IP-range is niet geldig voor IPv6
pl: Podany zakres adresów IP jest nieprawidłowy dla IPv6
pt_br: O range de IP fornecido é inválido para IPv6
ru: Указанный диапазон IP не соответствует IPv6
sk: Zadaný IP rozsah nie je platný pre IPv6
sq: Rangu i dhënë i IP nuk është i vlefshëm për IPv6
sr: Дати опсег ИП адреса није исправан за IPv6
sv: Det valda IP-spannet är felaktigt för IPv6
tr: Belirtilen IP adresi aralığı IPv6 için geçersiz
zh_cn: 填写的IP范围不是有效的IPv6格式

source: The given time span is invalid
bg: Даденият период е невалиден
ca: El rang de temps donat no és vàlid
da: Det givne tid interval er invalidt
de_de: Die angegebene Zeitspanne ist ungültig
el: Το δοσμένο χρονικό περιθώριο δεν είναι έγκυρο
es_mx: El espacio de tiempo dado es inválido
et_ee: Antud ajavahemik on vigane
fa: طول تاریخ گرفته شده معتبر نیست
fi: Annettu aikaväli on virheellinen
fr: La durée est invalide
gl: O intervalo temporal indicado é incorrecto
hu: A megadott időtartam nem érvényes
id: Rentang waktu yang diberikan tidak sah
is: Uppgefið tímasvið er ógilt
it: L'intervallo di tempo specificato non è valido
ja: 指定された期間は無効です
ka_ge: მოცემული დროის ინტერვალი არაა სწორი
ko: 지정한 시간 간격이 올바르지 않음
lt_lt: Neteisingai nurodytas laiko tarpsnis
lv: Norādītais laiks nav derīgs.
mn: Өгөгдсөн цаг хугацаа буруу байна
nb: Den angitte tidsrammen er ugyldig
nl: De opgegeven tijdspanne is ongeldig
pl: Podany przedział czasowy jest nieprawidłowy
pt_br: O intervalo de tempo fornecido é inválido
ru: Указанный интервал времени неверен
sk: Zadané časové rozpätie nie je platné
sq: Hapsira kohore e dhënë është e pavlefshme
sr: Дати временски оквир није исправан
sv: Det valda tidsspannet är felaktigt
tr: Belirtilen zaman aralığı geçersiz
zh_cn: 给定的时间范围无效

source: The given start time is invalid
bg: Даденият начален час е невалиден
ca: El temps d\'inici donat no és vàlid
da: Den givne starttid er invalid
de_de: Die angegebene Startzeit ist ungültig
el: Ο δοσμένος χρόνος έναρξης δεν είναι έγκυρος
es_mx: El tiempo inicial dado no es válido
et_ee: Antud algusaeg on vigane
fa: تاریخ شروع معتبر نیست
fi: Annettu aloitusaika on virheellinen
fr: La date de début est invalide
gl: O tempo de comezo indicado é incorrecto
hu: A megadott kezdő idő nem érvényes
id: Waktu mulai yang diberikan tidak sah
is: Uppgefinn upphafstími er ógildur
it: L'ora di inizio specificata non è valida
ja: 指定された開始時刻は無効です
ka_ge: მოცემული საწყისი დრო არაა სწორი
ko: 지정한 시작 시간이 올바르지 않음
lt_lt: Neteisingai nurodyta laiko pradžia
lv: Dotais sākuma laiks ir nederīgs
mn: эхлэх цаг буруу байна
nb: Den angitte starttiden er ugyldig
nl: De opgegeven begintijd is ongeldig
pl: Podany czas rozpoczęcia jest nieprawidłowy
pt_br: O horário de início fornecido é inválido
ru: Указаное время начала неверно
sk: Zadaný čas začatia nie je platný
sq: Koha e fillimit është e pavlefshme
sr: Дато време почетка није исправно
sv: Den valda starttiden är felaktig
tr: Belirtilen başlangıç zamanı geçersiz
zh_cn: 给定的开始时间无效

source: The given end time is invalid
bg: Даденият краен час е невалиден
ca: El temps de finalització donat no és vàlid
da: Den givne sluttid er invalid
de_de: Die angegebene Endzeit ist ungültig
el: Ο δοσμένος χρόνος λήξης δεν είναι έγκυρος
es_mx: El tiempo final dado no es válido
et_ee: Antud lõppaeg on vigane
fa: تاریخ پایان معتبر نیست
fi: Annettu päättymisaika on virheellinen
fr: La date de fin est invalide
gl: O tempo final indicado é incorrecto
hu: A megadott vég idő nem érvényes
id: Waktu selesai yang diberikan tidak sah
is: Uppgefinn lokatími er ógildur
it: L'ora di fine specificata non è valida
ja: 指定された終了時刻は無効です
ka_ge: მოცემული დროის დასასრული არაა სწორი
ko: 지정한 끝 시간이 올바르지 않음
lt_lt: Neteisingai nurodyta laiko pabaiga
lv: Norādītais beigu laiks nav derīgs.
mn: төгсөглийн хугацаа буруу байна
nb: Den angitte slutttiden er ugyldig
nl: De opgegeven eindtijd is ongeldig
pl: Podany czas zakończenia jest nieprawidłowy
pt_br: O horário de término fornecido é inválido
ru: Указаное время окончания неверно
sk: Zadaný čas ukončenia nie je platný
sq: Koha e mbarimit është e pavlefshme
sr: Дато време краја није исправно
sv: Den valda sluttiden är felaktig
tr: Belirtilen bitiş zamanı geçersiz
zh_cn: 输入的截止时间无效

source: The given group does not exist
ast: Nun esiste'l grupu dau
bg: Дадената група не съществува
ca: El grup donat no existeix
da: Den givne gruppe eksisterer ikke
de_de: Die angegebene Gruppe existiert nicht
el: Η δοσμένη ομάδα δεν υπάρχει
es_mx: El grupo dado no existe
et_ee: Antud gruppi ei leitud
fa: گروه گرفته شده معتبر نیست
fi: Annettua ryhmää ei ole
fr: Le groupe donné n'existe pas
gl: O grupo indicado non existe
hu: A megadott csoport nem létezik
id: Grup yang diberikan tidak ada
is: Uppgefinn hópur er ekki til
it: Il gruppo specificato non esiste
ja: 指定されたグループは存在しません
ka_ge: მოცემული ჯგუფი არ არსებობს
ko: 지정한 그룹이 존재히지 않음
lt_lt: Pateikta grupė neegzistuoja
lv: Norādītā grupa nepastāv.
mn: Өгөгдсөн бүлэг байхгүй байна
nb: Den angitte brukergruppen finnes ikke
nl: De opgegeven groep bestaat niet
pl: Podana grupa nie istnieje
pt_br: O grupo fornecido não existe
ru: Указанная группа не существует
sk: Zadaná skupina neexistuje
sq: Grupi i dhënë nuk ekziston
sr: Дата група не постоји
sv: Den valda gruppen finns inte
tr: Belirtilen grup bulunamadı
zh_cn: 输入的群组不存在

source: Check %s is invalid or does not exist
bg: Проверка %s не е валидна или несъществува
ca: Comprovació %s no és vàlida o no existeix
da: Tjek %s er invalid eller eksisterer ikke
de_de: Die Prüfung %s ist ungültig ist oder nicht existiert
el: Έλεγχος %s δεν είναι έγκυρος ή δεν υπάρχει
es_mx: La validación %s es inválida o no existe
fa: %s یا وجود ندارد یا معتبر نیست
fr: Vérifiez si %s est invalide ou n'existe pas
gl: A proba %s é incorrecta ou non existe
hu: %s érvénytelen vagy nem létezik, ellenőrizd
id: Cek %s tidak valid atau tidak ada
is: Athugunin %s er ógild eða er ekki til
it: Il controllo %s non è valido o non esiste
ja: %sのチェックは無効か存在しません
ka_ge: შეამოწმეთ %s არასწორია ან არ არსებობს
ko: 검사 %s이(가) 올바르지 않거나 존재하지 않음
lt_lt: %s neteisingas arba neegzistuoja
lv: Pārbaude %s ir nederīga vai nepastāv
mn: %sшалгахад хүчингүй эсвэл байхгүй байна
nb: Sjekk %s er ugyldig eller finnes ikke
nl: Controleer: %s is ongeldig of bestaat niet
pl: Sprawdź, czy %s jest nieprawidłowa lub nie istnieje
pt_br: Verifique se %s é valido ou existe
ru: Проверка %s неверна или не существует
sk: Kontrola %s je neplatná alebo neexistuje
sq: Kontrolli %s është i pavlefshëm ose nuk ekziston
sr: Проверите да ли је %s неисправно или не постоји
sv: Kontroll av %s är ogiltig eller existerar inte
tr: %s denetimi geçersiz ya da bulunamadı
zh_cn: 检查%s是不可用或者不存在

source: Operation #%s does not exist
ast: La operación #%s nun esiste
bg: Операция #%s не съществува
ca: L\'operació #%s no existeix
da: Operation #%s eksisterer ikke
de_de: Operation #%s existiert nicht
el: Λειτουργία #%s δεν υπάρχει
es_mx: La operación #%s no existe
et_ee: Tegevus # %s ei leitud
fa: عمل %s وجود ندارد
fr: L'opération #%s n'existe pas
gl: Non existe a operación num. %s
hu: #%s művelet nem létezik
id: Operasi #%s tidak ada
is: Aðgerðin #%s er ekki til
it: L'operazione #%s non esiste
ja: #%s 操作は存在しません
ka_ge: ოპერაცია #%s არ არსებობს
ko: 작업 #%s이(가) 존재하지 않음
lt_lt: Operacijos #%s nėra
mn: %s үйл ажиллагаа байхгүй
nb: Handlingen #%s finnes ikke
nl: Bewerking #%s bestaat niet
pl: Operacja do wykonania #%s nie istnieje
pt_br: Operação #%s não existe
ru: Операция #%s не существует
sk: Operácia #%s neexistuje
sq: Operacioni #%s nuk ekziston
sr: Операција #%s не постоји
sv: Operationen #%s existerar inte
tr: #%s işlemi bulunamadı
zh_cn: 操作 %s 不存在

source: Operation %s does not exist
ast: La operación %s nun esiste
bg: Операция %s не съществува
ca: L\'operació %s no existeix
da: Operation %s eksisterer ikke
de_de: Operation %s existiert nicht
el: Λειτουργία %s δεν υπάρχει
es_mx: La operación %s no existe
et_ee: Tegevust %s ei leitud
fa: عمل %s وجود ندارد
fr: L'opération %s n'existe pas
gl: Non existe a operación %s
hu: %s művelet nem létezik
id: Operasi %s tidak ada
is: Aðgerðin %s er ekki til
it: L'operazione %s non esiste
ja: %s 操作は存在しません
ka_ge: ოპერაცია %s არ არსებობს
ko: 작업 %s이(가) 존재하지 않음
lt_lt: Operacijos %s nėra
lv: Darbība %s neeksistē
nb: Handlingen %s finnes ikke
nl: Bewerking %s bestaat niet
pl: Operacja do wykonania %s nie istnieje
pt_br: Operação %s não existe
ru: Операция %s не существует
sk: Operácia %s neexistuje
sq: Operacioni %s nuk ekziston
sr: Операција %s не постоји
sv: Operationen %s existerar inte
tr: %s işlemi bulunamadı
zh_cn: 操作 %s 不存在

source: Operation %s is invalid
ast: La operación %s nun ye válida
bg: Операция %s е невалидна
ca: L\'operació %s no és vàlida
da: Operation %s er invalid
de_de: Operation %s ist ungültig
el: Λειτουργία %s δεν είναι έγκυρη
es_mx: La operación %s es inválida
et_ee: Tegevus %s on vigane
fa: عمل %s معتبر نیست
fr: L'opération %s est invalide
gl: A operación %s é incorrecta
hu: #%s művelet érvénytelen
id: Operasi %s tidak valid
is: Aðgerðin %s er ógild
it: L'operazione %s non è valida
ja: %s 操作は無効です
ka_ge: ოპერაცია %s არაა სწორი
ko: 작업 %s이(가) 잘못됨
lt_lt: Neteisinga %s operacija
lv: Darbība %s ir nederīga
nb: Handlingen %s er ugyldig
nl: Bewerking %s is ongeldig
pl: Operacja %s jest nieprawidłowa
pt_br: Operação %s é inválida
ru: Операция %s неверна
sk: Operácia #%s nie je platná
sq: Operacioni %s është i pavlefshëm
sr: Операција %s није исправна
sv: Operationen %s är ogiltig
tr: %s işlemi geçersiz
zh_cn: 操作 %s 无效

source: Check %s does not exist
bg: Проверка %s не съществува
ca: Comprovació %s no existeix
da: Tjek %s eksisterer ikke
de_de: Die Prüfung %s existiert nicht
el: Έλεγχος %s δεν υπάρχει
es_mx: La validación %s no existe
fa: %s را چک کنید وجود ندارد
fr: Vérifiez si %s n'existe pas
gl: Non existe a proba %s
hu: %s nem létezik, ellenőrizd
id: Cek %s tidak ada
is: Athugunin %s er ekki til
it: Il controllo %s non esiste
ja: チェック %s は存在しません
ka_ge: შეამოწმეთ %s არ არსებობს
ko: 검사 %s이(가) 존재하지 않음
lt_lt: %s neegzistuoja
lv: Pārbaude %s nepastāv
nb: Sjekk %s finnes ikke
nl: Controleer: %s bestaat niet
pl: Sprawdź, czy %s nie istnieje
pt_br: Verifique se %s não existe
ru: Проверка %s не существует
sk: Kontrola %s neexistuje
sq: Kontrolli %s nuk ekziston
sr: Проверите да ли %s постоји
sv: Kontroll av %s existerar inte
tr: %s denetimi bulunamadı
zh_cn: 检查%s不存在

source: Check %s is invalid
bg: Проверка %s е невалидна
ca: Comprovació %s no és vàlid
da: Tjek %s er invalid
de_de: Die Prüfung %s ist ungültig
el: Έλεγχος %s δεν είναι έγκυρος
es_mx: La validación %s no es inválida
fa: %s را چک کنید معتبر نیست
fr: Vérifiez si %s est invalide
gl: A proba %s é incorrecta
hu: %s érvénytelen, ellenőrizd
id: Cek %s tidak valid
is: Athugunin %s er ógild
it: Il controllo %s non è valido
ja: チェック %s は無効です
ka_ge: შეამოწმეთ %s არასწორია
ko: 검사 %s이(가) 잘못됨
lt_lt: Neteisingas %s
lv: Pārbaude %s ir nederīga
nb: Sjekk %s er ugyldig
nl: Controleer: %s is ongeldig
pl: Sprawdź, czy %s jest nieprawidłowy
pt_br: Verifique se %s é inválido
ru: Проверка %s неверна
sk: Kontrola %s je neplatná
sq: Kontrolli %s është i pavlefshëm
sr: Проверите да ли је %s исправно
sv: Kontroll av %s är ogiltig
tr: %s denetimi geçersiz
zh_cn: 检查%s是不可用
