Repository: Cybso/server
Catalog: translationfiles/*/workflowengine.po
Languages: ast, bg, ca, da, de_de, el, es_mx, et_ee, fa, fi, fr, gl, hu, id, is, it, ja, ka_ge, ko, lt_lt, lv, mn, nb, nl, pl, pt_br, ru, sk, sq, sr, sv, tr, zh_cn

source: Saved
ast: Guardóse
bg: Запазено
ca: Desat
da: Gemt
de_de: Gespeichert
el: Αποθηκεύτηκε
es_mx: Guardado
et_ee: Salvestatud
fa: ذخیره شده
fi: Tallennettu
fr: Sauvegardé
gl: Gardado
hu: Elmentve
id: Disimpan
is: Vistað
it: Salvato
ja: 保存されました
ka_ge: შენახულია
ko: 저장됨
lt_lt: Įrašyta
lv: Saglabāts
mn: Хадгалсан
nb: Lagret
nl: Bewaard
pl: Zapisano
pt_br: Salvo
ru: Сохранено
sk: Uložené
sq: E ruajtur
sr: Снимљено
sv: Sparad
tr: Kaydedildi
zh_cn: 已保存

source: Saving failed:
ast: Falló'l guardáu:
bg: Запазването се провали:
ca: Error al desar
da: Kunne ikke gemme:
de_de: Speichern fehlgeschlagen:
el: Απέτυχε η αποθήκευση:
es_mx: Falla al guardar:
et_ee: Salvestamine ebaõnnestus:
fa: ذخیره فایل با خطا مواجه شد.
fi: Tallennus epäonnistui:
fr: L'enregistrement a échoué:
gl: Erro gardando:
hu: Mentés sikertelen:
id: Penyimpanan gagal:
is: Vistun mistókst:
it: Salvataggio non riuscito:
ja: 保存に失敗しました：
ka_ge: შენახვა ვერ მოხერხდა:
ko: 저장 실패:
lt_lt: Įrašymas nepavyko:
lv: Saglabāšana neizdevās:
mn: Хадгалалт бүтэлгүйтэв:
nb: Lagring mislyktes:
nl: Opslaan mislukt:
pl: Zapis się nie udał:
pt_br: A gravação falhou:
ru: Ошибка при сохранении:
sk: Ukladanie neúspešné:
sq: Ruajtja dështoi:
sr: Снимање није успело:
sv: Gick ej att spara:
tr: Kaydedilemedi:
zh_cn: 保存失败:

source: File MIME type
ast: Triba MIME de ficheru
bg: Тип MIME файл
ca: Tipus MIME d\'arxiu
da: Fil MIME type
de_de: Datei MIME-Typ
el: Τύπος αρχείου MIME
es_mx: Tipo MIME del archivo
et_ee: Faili MIME tüüp
fa: فایل از نوع MIME
fi: Tiedoston MIME-tyyppi
fr: Type MIME du fichier
gl: Tipo MIME do ficheiro
hu: Fájl MIME típus
id: Berkas tipe MIME
is: MIME-skráartegund
it: Tipo MIME del file
ja: ファイルMIMEタイプ
ka_ge: ფაილის MIME სახეობა
ko: 파일 MIME 형식
lt_lt: Failo MIME tipas
lv: Faila MIME tips
mn: Файлын MIME төрөл
nb: Filens MIME-type
nl: Mimetype bestand
pl: Typy plików MIME
pt_br: Tipo de arquivo MIME
ru: MIME-тип файла
sk: MIME typ súboru
sq: Skedari i tipit MIME
sr: MIME тип фајла
sv: Filens MIME-typ
tr: Dosya MIME türü
zh_cn: 文件MIME类型

source: is
ast: ye
bg: е
ca: és
da: er
de_de: ist
el: είναι
es_mx: es
et_ee: on
fa: هست
fi: on
fr: est
gl: é
hu: ez
id: adalah
is: er
it: è
ja: は
ka_ge: არის
ko: 맞음
lt_lt: yra
lv: ir
mn: бол
nb: er
pl: jest
pt_br: é
ru: равняется
sk: je
sq: është
sr: је
sv: är
tr: şu olan
zh_cn: 是

source: is not
ast: nun ye
bg: не е
ca: no és
da: er ikke
de_de: ist nicht
el: δεν είναι
es_mx: no es
et_ee: ei ole
fa: نیست
fi: ei ole
fr: n'est pas
gl: non é
hu: nem ez
id: bukan
is: er ekki
it: non è
ja: は異なる
ka_ge: არ არის
ko: 아님
lt_lt: nėra
lv: nav
mn: биш
nb: er ikke
nl: is niet
pl: nie jest
pt_br: não é
ru: не равняется
sk: nie je
sq: nuk është
sr: није
sv: är inte
tr: şu olmayan
zh_cn: 不是

source: matches
ast: concasa con
bg: съвпадения
ca: coincidències
da: er lig med
de_de: entspricht
el: ταιριάζει
es_mx: coincide
et_ee: kattub
fa: مطابق است
fi: täsmää
fr: correspond
gl: coincidencias
hu: egyezik
id: cocok dengan
is: samsvarar
it: corrisponde
ja: 合致
ka_ge: ემთხვევა
ko: 일치함
lt_lt: atitinka
lv: atbilst
mn: тохируулах
nb: passer
nl: komt overeen
pl: pasuje
pt_br: coincide
ru: соответствует
sk: súhlasí
sq: përputhje
sr: се поклапа са
sv: träffar
tr: şuna uyan
zh_cn: 匹配

source: does not match
ast: nun concasa con
bg: не съвпада
ca: No hi ha coincidències
da: er ikke lig med
de_de: entspricht nicht
el: δεν ταιριάζει
es_mx: No coincide
et_ee: ei kattu
fa: مطابق نیست
fi: ei täsmää
fr: ne correspond pas
gl: non coincide
hu: nem egyezik
id: tidak cocok dengan
is: samsvarar ekki
it: non corrisponde
ja: 合致しない
ka_ge: არ ემთხვევა
ko: 일치하지 않음
lt_lt: nesutapo
lv: neatbilst
mn: таарахгүй байна
nb: passer ikke
nl: komt niet overeen
pl: nie pasuje
pt_br: não coincide
ru: не соответствует
sk: nesúhlasí
sq: nuk përputhet
sr: се не поклапа са
sv: matchar inte
tr: şuna uymayan
zh_cn: 不匹配

source: Example: {placeholder}
ast: Exemplu: {placeholder}
bg: Пример: {placeholder}
ca: Exemple: {placeholder}
da: Eksempel: {placeholder}
de_de: Beispiel: {placeholder}
el: Παράδειγμα: {placeholder}
es_mx: Ejemplo: {placeholder}
et_ee: Näide: {placeholder}
fa: برای مثال {جای قرار دادن }
fi: Esimerkki: {placeholder}
fr: Exemple: {placeholder}
gl: Exemplo: {placeholder}
hu: Például: {placeholder}
id: Contoh: {placeholder}
is: Dæmi: {placeholder}
it: Esempio: {placeholder}
ja: 例: {プレースホルダー}
ka_ge: მაგალითი: {placeholder}
ko: 예: {placeholder}
lt_lt: Pavyzdys: {placeholder}
lv: Piemērs: {placeholder}
mn: Жишээ нь: {байрлал}
nb: Eksempel: {placeholder}
nl: Bijvoorbeeld: {placeholder}
pl: Przykład: {placeholder}
pt_br: Examplo: {placeholder}
ru: Пример: {placeholder}
sk: Napríklad: {placeholder}
sq: Për shembull: {placeholder}
sr: Пример: {placeholder}
sv: Exempel: {placeholder}
tr: Örnek: {placeholder}
zh_cn: 例子: {placeholder}

source: File size (upload)
ast: Tamañu de ficheru (xuba)
bg: Големина на файл (качване)
ca: Mida d\'arxiu (pujar)
da: Filstørrelse (upload)
de_de: Dateigröße (beim Hochladen)
el: Μέγεθος αρχείου (μεταφόρτωση)
es_mx: Tamaño del archivo (carga)
et_ee: Faili suurus (üleslaadimine)
fa: حجم فایل (بارگزاری شده )
fi: Tiedostokoko (lähetys)
fr: Taille du fichier ( à télécharger )
gl: Tamaño do ficheiro (envío)
hu: Fájl méret (feltöltés)
id: Ukuran berkas (unggah)
is: Skráarstærð (innsending)
it: Dimensione file (caricamento)
ja: ファイルサイズ（アップロード）
ka_ge: ფაილის ზომა (ატვირთვა)
ko: 파일 크기(업로드)
lt_lt: Failo dydis (įkėlimas)
lv: Faila lielums (augšupielādēt)
mn: файлын хэмжээ (байршуулсан)
nb: Filstørrelse (opplasting)
nl: Bestandsgrootte (upload)
pl: Rozmiar pliku (wczytywanego)
pt_br: Tamanho do arquivo (envio)
ru: Размер передаваемого на сервер файла
sk: Veľkosť súboru (upload)
sq: Madhësia e skedarit (ngarko)
sr: Величина фајла (отпремање)
sv: Filstorlek (uppladdning)
tr: Dosya boyutu (yükleme)
zh_cn: 文件大小 (上传)

source: less
ast: menos
bg: по-малко
ca: menys
da: mindre
de_de: weniger
el: Λιγότερα
es_mx: menos
et_ee: väiksem
fa: کمتر
fi: pienempi
fr: moins
gl: menor
hu: kisebb
id: kurang dari
is: minna en
it: minore
ja: より小さい
ka_ge: უფრო ნაკლები
ko: 작음
lt_lt: mažiau
lv: mazāk
mn: бага
nb: mindre
nl: minder
pl: mniejszy
pt_br: menos
ru: меньше
sk: menej
sq: më pak
sr: је мања од
sv: mindre
tr: şundan küçük
zh_cn: 小于

source: less or equals
ast: menos o igual
bg: по-малко или равно
ca: menor o igual
da: mindre eller lig med
de_de: weniger oder gleich
el: Λιγότερο ή ίσον
es_mx: menos o igual
et_ee: väiksem või võrdne
fa: کمتر یا مساوی
fi: pienempi tai yhtä suuri kuin
fr: inférieur ou égal
gl: menor ou igual
hu: kisebb vagy egyenlő
id: kurang dari atau sama dengan
is: minna eða jafnt
it: minore o uguale
ja: より小さいか等しい
ka_ge: უფრო ნაკლები ან ტოლი
ko: 작거나 같음
lt_lt: mažiau arba lygu
lv: mazāks vai vienāds ar
mn: Бага буюу тэнцүү
nb: mindre eller lik
nl: minder of gelijk
pl: mniejszy lub równy
pt_br: menores ou iguais
ru: меньше либо равно
sk: menej alebo rovné
sq: më pak ose e barabartë
sr: мања или једнака од
sv: mindre eller motsvarar
tr: şundan küçük ya da eşit
zh_cn: 小于等于

source: greater or equals
ast: mayor o igual
bg: по-голямо или равно
ca: major o igual
da: større eller lig med
de_de: größer oder gleich
el: είναι μεγαλύτερο ή ίσο
es_mx: mayor o igual
et_ee: suurem või võrdne
fa: بزرگتر یا مساوی
fi: suurempi tai yhtä suuri kuin
fr: supérieur ou égal
gl: maior ou igual
hu: nagyobb vagy egyenlő
id: lebih dari atau sama dengan
is: stærra eða jafnt
it: maggiore o uguale
ja: 大きいか等しい
ka_ge: უფრო მეტი ან ტოლი
ko: 크거나 같음
lt_lt: daugiau arba lygu
lv: lielāks vai vienāds ar
mn: Их буюу тэнцүү
nb: større eller lik
nl: groter of gelijk
pl: większy lub równy
pt_br: maiores ou iguais
ru: больше либо равно
sk: viac alebo rovné
sq: më e madhe ose e barabartë
sr: већа или једнака од
sv: större eller motsvarar
tr: şundan büyük ya da eşit
zh_cn: 大于等于

source: greater
ast: mayor
bg: по-голям
ca: superior
da: større
de_de: größer
el: μεγαλύτερος
es_mx: mayor
et_ee: suurem
fa: بزرگتر
fi: suurempi
fr: plus grand que
gl: maior
hu: nagyobb
id: lebih dari
is: meira en
it: maggiore
ja: 大きい
ka_ge: უფრო მეტი
ko: 큼
lt_lt: daugiau
lv: lielāks
mn: илүү их
nb: større
nl: groter
pl: większy
pt_br: maior
ru: больше
sk: viac
sq: më e madhe
sr: већа од
sv: större
tr: şundan büyük
zh_cn: 大于

source: File system tag
ast: Etiqueta del sistema de ficheros
bg: Таг на файлова система
ca: Etiqueta del sistema de fitxers
da: Filsystem markering
de_de: Dateisystem-Tag
el: Ετικέτα συστήματος αρχείου
es_mx: Etiqueta del sistema de archivos
et_ee: Faili süsteemi silt
fa: برچسب فایل های سیستمی
fi: Järjestelmätunniste
fr: Étiquette collaborative du fichier
gl: Etiqueta do sistema de ficheiros
hu: Fájlrendszer címke
id: Tag sistem berkas
is: Skráakerfismerki
it: Etichetta del file system
ja: ファイルシステムタグ
ka_ge: ფაილის სისტემური ტეგი
ko: 파일 시스템 태그
lt_lt: Failų sistemos žymė
lv: Failu sistēmas atzīme
mn: Файлын системийн хаяг
nb: Filsystem-merkelapp
nl: Bestandssysteem markering
pl: Etykieta systemu plików
pt_br: Etiqueta do sistema de arquivos
ru: Метка файла
sk: Štítok súborového systému
sq: Etiketë e skedarit të sistemit
sr: Системска ознака фајла
sv: Filens systemtagg
tr: Dosya sistemi etiketi
zh_cn: 文件系统标签

source: is tagged with
ast: etiquetóse con
bg: е тагнат с
ca: està estiquetat amb
da: er markeret med
de_de: hat den Tag
el: έχει σημειωθεί με
es_mx: está etiquetado con
et_ee: on sildiga
fa: برچسب خورده با
fi: on merkitty tunnisteella
fr: est étiqueté avec
gl: está etiquetado con
hu: címkézve ezzel
id: di tag dengan
is: er merkt með
it: è etichettato con
ja: に次のタグが付いている
ka_ge: დატეგილია როგორც
ko: 다음으로 태그됨
lt_lt: pažymėtas
lv: atzīmēts ar
mn: Тэмдэглэгдсэн байна
nb: er merket med
nl: is gemarkeerd met
pl: jest oznaczony
pt_br: está etiquetado com
ru: файл помечен
sk: je označený
sq: është e etiketuar me
sr: је означен са
sv: är taggad med
tr: şununla etiketlenmiş
zh_cn: 标记为

source: is not tagged with
ast: nun s'etiquetó con
bg: не е тагнат с
ca: no està etiquetat amb
da: er ikke markeret med
de_de: hat nicht den Tag
el: δεν έχει σημειωθεί με
es_mx: no está etiquetado con
et_ee: ei ole sildiga
fa: برچسب نخورده با
fi: ei ole merkitty tunnisteella
fr: n'est pas étiqueté avec
gl: non está etiquetado con
hu: nem címkézve ezzel
id: tidak di tag dengan
is: er ekki merkt með
it: non è etichettato con
ja: に次のタグが付いていない
ka_ge: არაა დატეგილი როგორც
ko: 다음으로 태그되지 않음
lt_lt: nepažymėtas
lv: nav atzīmēts ar
mn: тэмдэглэгдээгүй байна
nb: er ikke merket med
nl: is niet gemarkeerd met
pl: Nie jest oznaczony
pt_br: não está etiquetado com
ru: файл не помечен
sk: nie je označený
sq: nuk është e etiketuar me
sr: није означен са
sv: är inte taggad med
tr: şununla etiketlenmemiş
zh_cn: 未标记为

source: Select tag…
ast: Esbillar etiqueta...
bg: Избери таг...
ca: Selecciona etiqueta...
da: Vælg markering
de_de: Wählen Sie einen Tag…
el: Επιλέξτε ετικέτα...
es_mx: Seleccionar etiqueta...
et_ee: Vali silt...
fa: انتخاب برچسب
fi: Valitse tunniste…
fr: Sélectionner une étiquette...
gl: Escolla a etiqueta...
hu: Címke választás...
id: Pilih tag...
is: Veldu merki...
it: Seleziona etichetta...
ja: タグを選択...
ka_ge: აირჩიეთ ტეგი...
ko: 태그 선택…
lt_lt: Pasirinkite žymę…
lv: Izvēlies atzīmi...
mn: хаяг сонгоно уу
nb: Velg merkelapp…
nl: Selecteer markering...
pl: Wybierz etykietę...
pt_br: Selecionar etiqueta...
ru: Выберите метку…
sk: Vyber štítok...
sq: Zgjidh etiketën...
sr: Одаберите ознаку…
sv: Välj tagg...
tr: Etiketi seçin...
zh_cn: 选择标签...

source: Request remote address
ast: Solicitar direición remot
bg: Искане на отдалечен адрес
ca: Demanar adreça remota
da: Forespørg bruger adresse
de_de: Entfernte Adresse anfordern
el: Αιτηθείτε απομακρυσμένη διέυθυνση
es_mx: Solicitar dirección remota
et_ee: Päringu kaugaadress
fa: درخواست آدرس ریموت
fi: Pyynnön etäosoite
fr: Demander une adresse distante
gl: Solicitar o enderezo remoto
hu: Távoli cím kérés
id: Minta alamat remote
is: Biðja um fjartengt vistfang
it: Indirizzo remoto della richiesta
ja: リクエスト リモートアドレス
ka_ge: დისტანციური მისამართის მოთხოვნა
ko: 요청의 원격 주소
lt_lt: Užklausos nutolęs adresas
lv: Pieprasīt attālo adresi
mn: алсын хаяг авах хүсэлт
nb: Be om ekstern adresse
nl: Vraag extern adres aan
pl: Uzyskaj zdalny adres
pt_br: Solicitar endereço remoto
ru: Адрес, с которого производится запрос
sk: Vyžiadať vzdialenú adresu
sq: Adresa e kërkesës remote
sr: Захтевај удаљену адресу
sv: Begär extern adress
tr: Uzak adres isteği
zh_cn: 要求远程地址

source: matches IPv4
bg: съвпада IPv4
ca: coincidències IPv4
da: er lig med IPv4
de_de: entspricht IPv4
el: ταιριάζει IPv4
es_mx: coincide con IPv4
et_ee: kattub IPv4 aadressiga
fa: مطابق با آی پی ورژن 4
fi: täsmää IPv4-osoitteeseen
fr: correspond à une adresse IPv4
gl: concorda con IPv4
hu: IPv4 egyezik
id: cocok dengan IPv4
is: samsvarar IPv4
it: corrisponde a IPv4
ja: 次の IPv4アドレスに合致
ka_ge: ემთხვევა IPv4-ს
ko: IPv4와 일치함
lt_lt: atitinka IPv4
lv: atbilst IPv4
mn: IPv4 тохируулах
nb: passer IPv4
nl: komt overeen met IPv4
pl: pasuje IPv4
pt_br: IPv4 coincide
ru: соответствует IPv4
sk: súhlasí s IPv4
sq: përputhet me IPv4
sr: поклапа се са IPv4 адресом
sv: matchar IPv4
tr: şu IPv4 adresine uyan
zh_cn: 匹配 IPv4

source: does not match IPv4
bg: не съвпада IPv4
ca: No hi ha coincidencies IPv4
da: er ikke lig med IPv4
de_de: entspricht nicht IPv4
el: δεν ταιριάζει IPv4
es_mx: no coincide con IPv4
et_ee: Ei kattu IPv4 aadressiga
fa: مطابق نیست با آی پی ورژن 4
fi: ei täsmää IPv4-osoitteeseen
fr: ne correspond pas à une adresse IPv4
gl: non concorda con IPv4
hu: IPv4 nem egyezik
id: tidak cocok dengan IPv4
is: samsvarar ekki IPv4
it: non corrisponde a IPv4
ja: 次の IPv4アドレスに合致しない
ka_ge: არ ემთხვევა IPv4-ს
ko: IPv4와 일치하지 않음
lt_lt: neatitinka IPv4
lv: neatbilst IPv4
mn: IPv4 тохируулагдаагүй байна
nb: passer ikke IPv4
nl: komt niet overeen met IPv4
pl: nie pasuje IPv4
pt_br: IPV4 não coincide
ru: не соответствует IPv4
sk: nesúhlasí s IPv4
sq: nuk përputhet me IPv4
sr: не поклапа се са IPv4 адресом
sv: matchar inte IPv4
tr: şu IPv4 adresine uymayan
zh_cn: 不匹配IPv4

source: matches IPv6
bg: съвпада IPv6
ca: Coincidències IPv6
da: er lig med IPv6
de_de: entspricht IPv6
el: ταιριάζει με IPv6
es_mx: coincide con IPv6
et_ee: kattub IPv6 aadressiga
fa: مطابق با آی پی ورژن 6
fi: täsmää IPv6-osoitteeseen
fr: correspond à une adresse IPv6
gl: concorda con IPv6
hu: IPv6 egyezik
id: cocok dengan IPv6
is: samsvarar IPv6
it: corrisponde a IPv6
ja: 次の IPv6アドレスに合致
ka_ge: ემთხვევა IPv6-ს
ko: IPv6과 일치함
lt_lt: atitinka IPv6
lv: atbilst IPv6
mn: IPv6 тохируулах
nb: passer IPv6
nl: komt overeen met IPv6
pl: pasuje IPv6
pt_br: IPV6 coincide
ru: соответствует IPv6
sk: súhlasí s IPv6
sq: përputhet me IPv6
sr: поклапа се са IPv6 адресом
sv: matchar IPv6
tr: şu IPv6 adresine uyan
zh_cn: 匹配IPv6

source: does not match IPv6
bg: не съвпада IPv6
ca: No hi ha coincidències IPv6
da: er ikke lig med IPv6
de_de: entspricht nicht IPv6
el: δεν ταιριάζει με IPv6
es_mx: no coincide con IPv6
et_ee: Ei kattu IPv6 aadressiga
fa: مطابق نیست با آی پی ورژن 6
fi: ei täsmää IPv6-osoitteeseen
fr: ne correspond pas à une adresse IPv6
gl: non concorda con IPv6
hu: IPv6 nem egyezik
id: tidak cocok dengan IPv6
is: samsvarar ekki IPv6
it: non corrisponde a IPv6
ja: 次の IPv6アドレスに合致しない
ka_ge: არ ემთხვევა IPv6-ს
ko: IPv6과 일치하지 않음
lt_lt: neatitinka IPv6
lv: neatbilst IPv6
mn: IPv6 тохируулагдаанүй байна
nb: passer ikke IPv6
nl: komt niet overeen met IPv6
pl: nie pasuje IPv6
pt_br: IPV6 não coincide
ru: не соответствует IPv6
sk: nesúhlasí s IPv6
sq: nuk përputhet me IPv6
sr: не поклапа се са IPv6 адресом
sv: matchar inte IPv6
tr: şu IPv6 adresine uymayan
zh_cn: 不匹配IPv6

source: Request time
bg: Врене ба заявка
ca: Temps d'espera
da: Kald tid
de_de: Anfrage-Zeitpunkt
el: Αιτηθείτε χρόνο
es_mx: Tiempo de la solicitud
et_ee: Päringu aeg
fa: زمان درخواست
fi: Pyynnön aika
fr: Temps de requête
gl: Tempo da solicitude
hu: Idő kérés
id: Waktu permintaan
is: Tími beiðnar
it: Ora della richiesta
ja: ルール適用の時刻
ka_ge: მოთხოვნის დრო
ko: 요청 시간
lt_lt: Užklausos laikas
lv: Pieprasījuma laiks
mn: Хүсэлт гаргах хугацаа
nb: Ønsket tidspunkt
nl: Vraag tijd aan
pl: Czas odpowiedzi
pt_br: Tempo de solicitação
ru: Время запроса
sk: Čas požiadavky
sq: Koha e kërkesës
sr: Време захтева
sv: Begärningstid
tr: İstek zamanı
zh_cn: 请求时间

source: between
ast: ente
bg: между
ca: entre
da: mellem
de_de: zwischen
el: μεταξύ
es_mx: entre
et_ee: vahemikus
fa: بین
fi: välillä
fr: entre
gl: entre
hu: közötte
id: diantara
is: á milli
it: compreso
ja: 間
ka_ge: შორის
ko: 사이
lt_lt: tarp
lv: starp
mn: хооронд
nb: mellom
nl: tussen
pl: pomiędzy
pt_br: entre
ru: между
sk: medzi
sq: midis
sr: између
sv: mellan
tr: şunların arasında olan
zh_cn: 之间

source: not between
ast: distintu de
bg: не между
ca: no entre
da: ikke mellem
de_de: nicht zwischen
el: όχι μεταξύ
es_mx: no entre
et_ee: ei ole vahemikus
fa: نیست بین
fi: ei välillä
fr: en dehors de
gl: non entre
hu: nincs közötte
id: tidak diantara
is: er ekki á milli
it: non compreso
ja: 間ではない
ka_ge: არა შორის
ko: 사이에 없음
lt_lt: nėra tarp
lv: nav starp
mn: Хооронд биш
nb: ikke mellom
nl: niet tussen
pl: nie pomiędzy
pt_br: não entre
ru: не между
sk: nie je medzi
sq: nuk është midis
sr: није између
sv: inte mellan
tr: şunların arasında olmayan
zh_cn: 不在之间

source: Start
ast: Aniciu
bg: Начало
ca: Comença
el: Έναρξη
es_mx: Inicio
et_ee: Algus
fa: شروع
fi: Alku
fr: Démarrer
gl: Comezo
hu: Kezdet
id: Mulai
is: Byrjun
it: Inizio
ja: 開始
ka_ge: დაწყება
ko: 시작
lt_lt: Pradžia
lv: Sākums
mn: эхлэх
nl: Begin
pt_br: Iniciar
ru: Начало
sk: Začiatok
sq: Fillim
sr: Почетак
sv: Början
tr: Başlangıç
zh_cn: 开始

source: End
ast: Fin
bg: Край
ca: Finalitza
da: Stop
de_de: Ende
el: Λήξη
es_mx: Fin
et_ee: Lõpp
fa: پایان
fi: Loppu
fr: Fin
gl: Final
hu: Vég
id: Selesai
is: Endar
it: Fine
ja: 終了
ka_ge: დამთავრება
ko: 끝
lt_lt: Pabaiga
lv: Beigas
mn: дуусгах
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
ru: Окончание
sk: Koniec
sq: Mbarim
sr: Крај
sv: Slutet
tr: Bitiş
zh_cn: 结束

source: Select timezone…
ast: Esbillar fusu horariu...
bg: Изберете часови пояс...
ca: Selecciona zona horaria
da: Vælg tidszone...
de_de: Wählen Sie die Zeitzone…
el: Επιλογή ζώνης ώρας...
es_mx: Selecciona la zona horaria...
et_ee: Vali ajavöönd
fa: انتخاب منطقه زمانی
fi: Valitse aikavyöhyke...
fr: Sélectionner le fuseau horaire...
gl: Seleccionar o fuso horario…
hu: Időzóna választás...
id: Pilih zona waktu...
is: Veldu tímabelti…
it: Seleziona fuso orario...
ja: タイムゾーンを選択...
ka_ge: აირჩიეთ დროის სარტყელი...
ko: 시간대 선택…
lt_lt: Pasirinkite laiko juostą…
lv: Izvēlieties laika joslu...
mn: Timezone сонго ...
nb: Velg tidssone…
nl: Selecteer tijdzone...
pl: Wybierz strefę czasową...
pt_br: Selecionar fuso horário...
ru: Выберите часовой пояс…
sk: Vybrať časové pásmo...
sq: Zgjidh brezin kohorë
sr: Одаберите временску зону…
sv: Välj tidszon...
tr: Saat dilimini seçin...
zh_cn: 选择时区

source: Request URL
ast: Solicitar URL
bg: URL на заявка
ca: URL de la petició
da: Forespurgt URL
de_de: Anfrage-URL
el: Αιτηθείτε URL
es_mx: Solicitar URL
et_ee: Päringu URL
fa: درخواست URL
fi: Pyynnön URL-osoite
fr: Demande d'URL
gl: Solicitar URL
hu: URL kérés
id: Minta URL
is: Slóð á beiðni
it: URL della richiesta
ja: 呼びだしたURL
ka_ge: მოთხოვნის URL
ko: 요청 URL
lt_lt: Užklausos URL
lv: Pieprasījuma URL
mn: URL-н хүсэлт
nb: Ønsk en URL
nl: Vraag URL aan
pl: Żądanie URL
pt_br: Solicitação de URL
ru: URL запроса
sk: Vyžiadať URL
sq: Kërko URL
sr: Адреса захтева
sv: Begär URL
tr: İstek Adresi
zh_cn: 请求URL

source: Predefined URLs
ast: URLs predefiníes
bg: Предефинирани URL-и
ca: URLs predefinits
da: Foruddefineret URLer
de_de: Vordefinierte URLs
el: Προορισμένα URLs
es_mx: URLs predefinidos
et_ee: Eelmääratletud URL-id
fa: URL از پیش تعریف شده
fi: Ennalta määritellyt URL-osoitteet
fr: URL prédéfinis
gl: URL predefinidas
hu: Elődefiniált URL-ek
id: URL terdefinisi
is: Forákvarðaðar slóðir
it: URL predefiniti
ja: 定義済みのURL
ka_ge: წინასწარ განსაზღვრული URL-ები
ko: 사전 정의된 URL
lt_lt: Apibrėžti URLs
lv: Standarta URLs
mn: Урьдчилан тодорхойлсон URLууд
nb: Forhåndsdefinerte URLer
nl: Voorgedefinieerde URL's
pl: Przedefiniowanie URLs
pt_br: URLs predefinidas
ru: Предопределенные URL
sk: Preddefinované URL
sq: URL të paracaktuara
sr: Предефинисане адресе
sv: Förinställda URL:er
tr: Hazır Adresler
zh_cn: 预定义URL

source: Files WebDAV
ast: Ficheros WebDAV
bg: Файлове WebDAV
ca: Arxius WebDAV
da: Fil WebDAV
de_de: WebDAV für Dateien
el: Αρχεία WebDAV
es_mx: Archivos WebDAV
et_ee: WebDAV failid
fa: فایل های WebDAV
fi: Tiedostot WebDAV
fr: Fichiers WebDAV
gl: Arquiva en WebDAV
hu: WebDAV fálok
id: Berkas WebDAV
is: WebDAV skráa
it: File WebDAV
ja: ファイルWebDAV
ka_ge: ფაილები WebDAV
ko: 파일 WebDAV
lt_lt: WebDAV failai
lv: WebDAV faili
mn: WebDAV файлууд
nb: Filer WebDAV
nl: Bestanden WebDAV
pl: Pliki WebDAV
pt_br: Arquivos WebDAV
ru: Файлы WebDAV
sk: WebDAV súbory
sq: Skedarët WebDAV
sr: WebDAV фајлови
sv: Filer WebDAV
tr: Dosya WebDAV
zh_cn: 文件WebDAV

source: Request user agent
ast: Solicitar axente d'usuariu
bg: Потребителски агент на заявка
ca: Agent d\'usuari de la petició
da: Bruger "user agent"
de_de: User-Agent
el: Αιτηθείτε αντιπρόσωπο χρήστη
es_mx: Solicitar agente de usuario
et_ee: Päringu "user agent"
fa: درخواست سفیر کاربر
fi: Pyynnön user agent
fr: Agent utilisateur requis
gl: Solicitar axente de usuario
hu: Böngésző kérés
id: Minta user agent
is: Biðja um notandaforrit
it: User agent della richiesta
ja: リクエスト時のユーザーエージェント
ka_ge: მოთხოვნის მომხმარებლის აგენტი
ko: 요청 사용자 에이전트
lt_lt: Užklausos vartotojo agentas
lv: Nepieciešams lietotāja aģents
nb: Ønsket brukeragent
nl: Vraag gebruikersagent aan
pl: Żądanie agenta użytkownika
pt_br: Solicitar usuário agente
ru: Используемое приложение (user agent)
sk: User agent požiadavky
sq: Kërko agjentin përdorues
sr: Кориснички агент захтева
sv: Begär användaragent
tr: Kullanıcı yazılımı istensin
zh_cn: 请求用户代理

source: Sync clients
ast: Sincronizar veceros
bg: Синхронизиране на клиенти
ca: Sincronitzar clients
da: Synkronisering klienter
el: Συγχρονίστε χρήστες
es_mx: Sincronizar clientes
et_ee: Kliendiprogrammid
fa: دستگاه های همگام
fi: Synkronointisovellukset
fr: Clients de synchronisation
gl: Sincronizar clientes
hu: Szinkron kliensek
id: Klien sync
is: Samstilla biðlara
it: Client di sincronizzazione
ja: 同期クライアントタイプ
ka_ge: სინქ. კლიენტები
ko: 동기화 클라이언트
lt_lt: Sinchronizavimo klientas
lv: Sync klients
nb: Synkroniseringsklienter
nl: Synchroniseer clients
pl: Klienci synchronizacji
pt_br: Sincronizar clientes
ru: Клиенты синхронизации
sk: Synchronizovať klientov
sq: Klient të sinkronizuar
sr: Синхронизовани клијенти
sv: Synkroniseringsklienter
tr: İstemciler eşitlensin
zh_cn: 同步客户端

source: Android client
ast: Veceru d'Android
bg: Android клиент
ca: Client android
da: Android klient
el: Πελάτης Android
es_mx: Cliente Android
et_ee: Android klient
fa: دستگاه های اندروید
fi: Android-sovellus
fr: Client Android
gl: Cliente Android
hu: Android kliens
id: Klien Android
is: Android-biðlari
it: Client Android
ja: アンドロイドクライアント
ka_ge: Android კლიენტი
ko: Android 클라이언트
lt_lt: Android klientas
lv: Android klients
mn: Android хэрэглэгч
nb: Android klient
pl: Klient Android
pt_br: Cliente Android
ru: клиент для Android
sk: Android klient
sq: Klient Android
sr: Андроид клијент
sv: Android-klient
tr: Android istemcisi
zh_cn: Android 客户端

source: iOS client
ast: Veceru d'iOS
bg: iOS клиент
ca: Client iOS
da: iOS klient
el: Πελάτης iOS
es_mx: Cliente iOS
et_ee: iOS klient
fa: دستگاه های IOS
fi: iOS-sovellus
fr: Client iOS
gl: Cliente iOS
hu: iOS klens
id: Klien iOS
is: iOS-biðlari
it: Client iOS
ja: iOSクライアント
ka_ge: iOS კლიენტი
ko: iOS 클라이언트
lt_lt: iOS klientas
lv: iOS klients
mn: iOS үйлчлүүлэгч
nb: iOS klient
pl: Klient iOS
pt_br: Cliente iOS
ru: клиент для iOS
sk: iOS klient
sq: Klient IOS
sr: iOS клијент
sv: iOS-klient
tr: iOS istemcisi
zh_cn: iOS 客户端
